Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Layout sent to RDP server (Auto uses system setting)
be: Раскладка, адпраўленая на RDP-сервер (Auto выкарыстоўвае сістэмную наладу)
cs: Rozložení odesílané na RDP server (Auto používá systémové nastavení)
da: Layout sendt til RDP-server (Auto bruger systemindstilling)
de: An RDP-Server gesendetes Layout (Auto verwendet Systemeinstellung)
es: Distribución enviada al servidor RDP (Auto usa configuración del sistema)
fr: Disposition envoyée au serveur RDP (Auto utilise le paramètre système)
it: Layout inviato al server RDP (Auto usa impostazione di sistema)
kk: RDP серверіне жіберілетін орналасу (Auto жүйе параметрін пайдаланады)
nl: Indeling verzonden naar RDP-server (Auto gebruikt systeeminstelling)
pl: Układ wysyłany do serwera RDP (Auto używa ustawień systemowych)
pt: Disposição enviada ao servidor RDP (Auto usa definição do sistema)
sk: Rozloženie odosielané na RDP server (Auto používa systémové nastavenie)
sv: Layout skickat till RDP-server (Auto använder systeminställning)
uk: Розкладка, надіслана серверу RDP (Авто використовує системну)
uz: RDP serveriga yuboriladigan tartib (Auto tizim sozlamasini ishlatadi)

source: Additional command-line arguments
be: Дадатковыя аргументы каманднага радка
cs: Další argumenty příkazového řádku
da: Yderligere kommandolinjeargumenter
de: Zusätzliche Befehlszeilenargumente
es: Argumentos de línea de comandos adicionales
fr: Arguments de ligne de commande supplémentaires
it: Argomenti aggiuntivi della riga di comando
kk: Қосымша пәрмен жолы аргументтері
nl: Extra opdrachtregelargumenten
pl: Dodatkowe argumenty wiersza poleceń
pt: Argumentos de linha de comandos adicionais
sk: Ďalšie argumenty príkazového riadku
sv: Ytterligare kommandoradsargument
uk: Додаткові арґументи командного рядка
uz: Qo'shimcha buyruq qatori argumentlari

source: Custom Arguments
be: Уласныя аргументы
cs: Vlastní argumenty
da: Brugerdefinerede argumenter
de: Benutzerdefinierte Argumente
es: Argumentos personalizados
fr: Arguments personnalisés
it: Argomenti personalizzati
kk: Өзгеше аргументтер
nl: Aangepaste argumenten
pl: Argumenty niestandardowe
pt: Argumentos personalizados
sk: Vlastné argumenty
sv: Anpassade argument
uk: Власні арґументи
uz: Maxsus argumentlar

source: Extra FreeRDP command-line options
be: Дадатковыя параметры каманднага радка FreeRDP
cs: Další možnosti příkazového řádku FreeRDP
da: Ekstra FreeRDP-kommandolinjeindstillinger
de: Zusätzliche FreeRDP-Befehlszeilenoptionen
es: Opciones adicionales de línea de comandos de FreeRDP
fr: Options de ligne de commande FreeRDP supplémentaires
it: Opzioni aggiuntive della riga di comando FreeRDP
kk: Қосымша FreeRDP пәрмен жолы параметрлері
nl: Extra FreeRDP-opdrachtregelopties
pl: Dodatkowe opcje wiersza poleceń FreeRDP
pt: Opções adicionais de linha de comando do FreeRDP
sk: Ďalšie možnosti príkazového riadku FreeRDP
sv: Extra FreeRDP-kommandoradsalternativ
uk: Додаткові параметри командного рядка FreeRDP
uz: Qo'shimcha FreeRDP buyruq qatori parametrlari

source: Select Folder to Share
be: Абраць тэчку для агульнага доступу
cs: Vybrat složku ke sdílení
da: Vælg mappe til deling
de: Ordner zum Freigeben auswählen
es: Seleccionar carpeta para compartir
fr: Sélectionner un dossier à partager
it: Seleziona cartella da condividere
kk: Ортақ пайдалану үшін қалтаны таңдаңыз
nl: Map selecteren om te delen
pl: Wybierz folder do udostępnienia
pt: Selecionar pasta para partilhar
sk: Vybrať priečinok na zdieľanie
sv: Välj mapp att dela
uk: Вибери теку для спільного доступу
uz: Ulashish uchun papkani tanlang

source: Encoding
be: Кадзіроўка
cs: Kódování
da: Kodning
de: Kodierung
es: Codificación
fr: Encodage
it: Codifica
kk: Кодтау
nl: Codering
pl: Kodowanie
pt: Codificação
sk: Kódovanie
sv: Kodning
uk: Кодування
uz: Kodlash

source: Preferred encoding methods (comma-separated)
be: Пераважныя метады кадзіроўкі (праз коску)
cs: Preferované metody kódování (oddělené čárkami)
da: Foretrukne kodningsmetoder (kommasepareret)
de: Bevorzugte Kodierungsmethoden (kommagetrennt)
es: Métodos de codificación preferidos (separados por comas)
fr: Méthodes d'encodage préférées (séparées par des virgules)
it: Metodi di codifica preferiti (separati da virgola)
kk: Қалаулы кодтау әдістері (үтірмен бөлінген)
nl: Voorkeurcoderingsmethoden (kommagescheiden)
pl: Preferowane metody kodowania (rozdzielone przecinkami)
pt: Métodos de codificação preferidos (separados por vírgula)
sk: Preferované metódy kódovania (oddelené čiarkami)
sv: Föredragna kodningsmetoder (kommaseparerade)
uk: Бажані методи кодування (через кому)
uz: Afzal kodlash usullari (vergul bilan ajratilgan)

source: Quality
be: Якасць
cs: Kvalita
da: Kvalitet
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
kk: Сапа
nl: Kwaliteit
pl: Jakość
pt: Qualidade
sk: Kvalita
sv: Kvalitet
uk: Якість
uz: Sifat

source: Compression
be: Сціск
cs: Komprese
da: Komprimering
de: Komprimierung
es: Compresión
it: Compressione
kk: Сығымдау
nl: Compressie
pl: Kompresja
pt: Compressão
sk: Kompresia
sv: Komprimering
uk: Стиснення
uz: Siqish

source: 0 (none) to 9 (maximum)
be: 0 (без) да 9 (максімум)
cs: 0 (žádná) až 9 (maximální)
da: 0 (ingen) til 9 (maksimal)
de: 0 (keine) bis 9 (maximal)
es: 0 (ninguna) a 9 (máxima)
fr: 0 (aucune) à 9 (maximum)
it: 0 (nessuna) a 9 (massima)
kk: 0 (жоқ) ден 9 (максимум) ға дейін
nl: 0 (geen) tot 9 (maximaal)
pl: 0 (brak) do 9 (maksymalna)
pt: 0 (nenhuma) a 9 (máxima)
sk: 0 (žiadna) až 9 (maximálna)
sv: 0 (ingen) till 9 (maximal)
uk: 0 (без) до 9 (максимум)
uz: 0 (yo'q) dan 9 (maksimal) gacha

source: 0 (lowest) to 9 (highest)
be: 0 (найніжэйшая) да 9 (найвышэйшая)
cs: 0 (nejnižší) až 9 (nejvyšší)
da: 0 (laveste) til 9 (højeste)
de: 0 (niedrigste) bis 9 (höchste)
es: 0 (más baja) a 9 (más alta)
fr: 0 (la plus basse) à 9 (la plus haute)
it: 0 (più bassa) a 9 (più alta)
kk: 0 (ең төмен) ден 9 (ең жоғары) ға дейін
nl: 0 (laagste) tot 9 (hoogste)
pl: 0 (najniższa) do 9 (najwyższa)
pt: 0 (mais baixa) a 9 (mais alta)
sk: 0 (najnižšia) až 9 (najvyššia)
sv: 0 (lägsta) till 9 (högsta)
uk: 0 (найнижча) до 9 (найвища)
uz: 0 (eng past) dan 9 (eng yuqori) gacha

source: View-Only Mode
be: Рэжым прагляду
cs: Režim pouze pro čtení
da: Kun visningstilstand
de: Nur-Ansicht-Modus
es: Modo solo lectura
fr: Mode lecture seule
it: Modalità sola lettura
kk: Тек көру режимі
nl: Alleen-lezen-modus
pl: Tryb tylko do odczytu
pt: Modo somente leitura
sk: Režim iba na čítanie
sv: Skrivskyddat läge
uk: Режим перегляду
uz: Faqat ko'rish rejimi

source: Disable keyboard and mouse input
be: Адключыць увод з клавіятуры і мышы
cs: Zakázat vstup z klávesnice a myši
da: Deaktiver tastatur- og museinput
de: Tastatur- und Mauseingabe deaktivieren
es: Desactivar entrada de teclado y ratón
fr: Désactiver la saisie clavier et souris
it: Disabilitare input da tastiera e mouse
kk: Пернетақта мен тінтуір енгізуін өшіру
nl: Toetsenbord- en muisinvoer uitschakelen
pl: Wyłącz wprowadzanie z klawiatury i myszy
pt: Desativar entrada de teclado e mouse
sk: Zakázať vstup z klávesnice a myši
sv: Inaktivera tangentbords- och musinmatning
uk: Вимкни введення з клавіатури та миші
uz: Klaviatura va sichqoncha kiritishni o'chirish

source: Scale Display
be: Маштабаваць дысплей
cs: Škálovat zobrazení
da: Skaler visning
de: Anzeige skalieren
es: Escalar pantalla
fr: Mettre à l'échelle
it: Scala display
kk: Дисплейді масштабтау
nl: Scherm schalen
pl: Skaluj wyświetlanie
pt: Escalar exibição
sk: Škálovať zobrazenie
sv: Skala visning
uk: Масштабувати дисплей
uz: Displeyni masshtablash

source: Fit remote desktop to window size
be: Падагнаць аддалены працоўны стол да памеру акна
cs: Přizpůsobit vzdálenou plochu velikosti okna
da: Tilpas fjernskrivebordet til vinduesstørrelse
de: Remote-Desktop an Fenstergröße anpassen
es: Ajustar escritorio remoto al tamaño de ventana
fr: Adapter le bureau distant à la taille de la fenêtre
it: Adattare il desktop remoto alla dimensione della finestra
kk: Қашықтағы жұмыс үстелін терезе өлшеміне сәйкестендіру
nl: Extern bureaublad aanpassen aan venstergrootte
pl: Dopasuj pulpit zdalny do rozmiaru okna
pt: Ajustar área de trabalho remota ao tamanho da janela
sk: Prispôsobiť vzdialenú plochu veľkosti okna
sv: Anpassa fjärrskrivbordet till fönsterstorlek
uk: Припасуй віддалений робочий стіл до розміру вікна
uz: Masofaviy ish stolini oyna hajmiga moslashtirish

source: Clipboard Sharing
be: Агульны буфер абмену
cs: Sdílení schránky
da: Udklipsholderdeling
de: Zwischenablage teilen
es: Compartir portapapeles
fr: Partage du presse-papiers
it: Condivisione appunti
kk: Алмасу буферін бөлісу
nl: Klembord delen
pl: Udostępnianie schowka
pt: Compartilhamento da área de transferência
sk: Zdieľanie schránky
sv: Urklippsdelning
uk: Спільний буфер обміну
uz: Almashish buferi

source: Synchronize clipboard with remote
be: Сінхранізаваць буфер абмену з аддаленым
cs: Synchronizovat schránku se vzdáleným
da: Synkroniser udklipsholder med fjern
de: Zwischenablage mit Remote synchronisieren
es: Sincronizar portapapeles con remoto
fr: Synchroniser le presse-papiers avec le distant
it: Sincronizzare gli appunti con il remoto
kk: Алмасу буферін қашықтағымен синхрондау
nl: Klembord synchroniseren met extern
pl: Synchronizuj schowek ze zdalnym
pt: Sincronizar área de transferência com remoto
sk: Synchronizovať schránku so vzdialeným
sv: Synkronisera urklipp med fjärr
uk: Синхронізуй буфер обміну з віддаленим
uz: Almashish buferini masofaviy bilan sinxronlash

source: Additional arguments for external client
be: Дадатковыя аргументы для знешняга кліента
cs: Další argumenty pro externího klienta
da: Yderligere argumenter til ekstern klient
de: Zusätzliche Argumente für externen Client
es: Argumentos adicionales para cliente externo
fr: Arguments supplémentaires pour le client externe
it: Argomenti aggiuntivi per client esterno
kk: Сыртқы клиент үшін қосымша аргументтер
nl: Extra argumenten voor externe client
pl: Dodatkowe argumenty dla klienta zewnętrznego
pt: Argumentos adicionais para cliente externo
sk: Ďalšie argumenty pre externého klienta
sv: Ytterligare argument för extern klient
uk: Додаткові арґументи для зовнішнього клієнта
uz: Tashqi mijoz uchun qo'shimcha argumentlar

source: Extra command-line options for vncviewer
be: Дадатковыя параметры каманднага радка для vncviewer
cs: Další možnosti příkazového řádku pro vncviewer
da: Ekstra kommandolinjeindstillinger for vncviewer
de: Zusätzliche Befehlszeilenoptionen für vncviewer
es: Opciones adicionales de línea de comandos para vncviewer
fr: Options de ligne de commande supplémentaires pour vncviewer
it: Opzioni aggiuntive della riga di comando per vncviewer
kk: vncviewer үшін қосымша пәрмен жолы параметрлері
nl: Extra opdrachtregelopties voor vncviewer
pl: Dodatkowe opcje wiersza poleceń dla vncviewer
pt: Opções adicionais de linha de comando para vncviewer
sk: Ďalšie možnosti príkazového riadku pre vncviewer
sv: Extra kommandoradsalternativ för vncviewer
uk: Додаткові параметри командного рядка для vncviewer
uz: vncviewer uchun qo'shimcha buyruq qatori parametrlari

source: Security
be: Бяспека
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
kk: Қауіпсіздік
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
sk: Zabezpečenie
sv: Säkerhet
uk: Безпека
uz: Xavfsizlik

source: TLS Encryption
be: Шыфраванне TLS
cs: Šifrování TLS
da: TLS-kryptering
de: TLS-Verschlüsselung
es: Cifrado TLS
fr: Chiffrement TLS
it: Crittografia TLS
kk: TLS шифрлау
nl: TLS-versleuteling
pl: Szyfrowanie TLS
pt: Criptografia TLS
sk: Šifrovanie TLS
sv: TLS-kryptering
uk: Шифрування TLS
uz: TLS shifrlash

source: Encrypt connection with TLS
be: Шыфраваць злучэнне з дапамогай TLS
cs: Šifrovat připojení pomocí TLS
da: Krypter forbindelse med TLS
de: Verbindung mit TLS verschlüsseln
es: Cifrar conexión con TLS
fr: Chiffrer la connexion avec TLS
it: Crittografare la connessione con TLS
kk: TLS арқылы қосылысты шифрлау
nl: Verbinding versleutelen met TLS
pl: Szyfruj połączenie za pomocą TLS
pt: Criptografar conexão com TLS
sk: Šifrovať pripojenie pomocou TLS
sv: Kryptera anslutning med TLS
uk: Шифруй з'єднок за допомогою TLS
uz: Ulanishni TLS bilan shifrlash

source: Path to CA certificate
be: Шлях да сертыфіката CA
cs: Cesta k certifikátu CA
da: Sti til CA-certifikat
de: Pfad zum CA-Zertifikat
es: Ruta al certificado CA
fr: Chemin vers le certificat CA
it: Percorso al certificato CA
kk: CA сертификатына жол
nl: Pad naar CA-certificaat
pl: Ścieżka do certyfikatu CA
pt: Caminho para o certificado CA
sk: Cesta k certifikátu CA
sv: Sökväg till CA-certifikat
uk: Шлях до сертифіката CA
uz: CA sertifikatiga yo'l

source: Browse for certificate
be: Агляд сертыфікатаў
cs: Procházet certifikáty
da: Gennemse certifikater
de: Zertifikat suchen
es: Buscar certificado
fr: Parcourir pour le certificat
it: Cerca certificato
kk: Сертификатты шолу
nl: Bladeren naar certificaat
pl: Przeglądaj certyfikaty
pt: Procurar certificado
sk: Prehľadávať certifikáty
sv: Bläddra efter certifikat
uk: Огляд сертифіката
uz: Sertifikatni ko'rish

source: CA Certificate
be: Сертыфікат ЦС
cs: Certifikát CA
da: CA-certifikat
de: CA-Zertifikat
es: Certificado CA
fr: Certificat CA
it: Certificato CA
kk: CA сертификаты
nl: CA-certificaat
pl: Certyfikat CA
pt: Certificado CA
sk: Certifikát CA
sv: CA-certifikat
uk: Сертифікат ЦС
uz: CA sertifikat

source: Certificate authority for TLS verification
be: Цэнтр сертыфікацыі для праверкі TLS
cs: Certifikační autorita pro ověření TLS
da: Certifikatmyndighed til TLS-verifikation
de: Zertifizierungsstelle für TLS-Überprüfung
es: Autoridad de certificación para verificación TLS
fr: Autorité de certification pour la vérification TLS
it: Autorità di certificazione per la verifica TLS
kk: TLS тексеру үшін сертификаттау орталығы
nl: Certificeringsinstantie voor TLS-verificatie
pl: Urząd certyfikacji do weryfikacji TLS
pt: Autoridade de certificação para verificação TLS
sk: Certifikačná autorita pre overenie TLS
sv: Certifikatutfärdare för TLS-verifiering
uk: Центр сертифікації для перевіряння TLS
uz: TLS tekshirish uchun sertifikat markazi

source: Skip Verification
be: Прапусціць праверку
cs: Přeskočit ověření
da: Spring verifikation over
de: Überprüfung überspringen
es: Omitir verificación
fr: Ignorer la vérification
it: Salta verifica
kk: Тексеруді өткізіп жіберу
nl: Verificatie overslaan
pl: Pomiń weryfikację
pt: Pular verificação
sk: Preskočiť overenie
sv: Hoppa över verifiering
uk: Пропусти перевірку
uz: Tekshirishni o'tkazib yuborish

source: Disable certificate verification (insecure)
be: Адключыць праверку сертыфіката (небяспечна)
cs: Zakázat ověření certifikátu (nebezpečné)
da: Deaktiver certifikatverifikation (usikkert)
de: Zertifikatüberprüfung deaktivieren (unsicher)
es: Desactivar verificación de certificado (inseguro)
fr: Désactiver la vérification du certificat (non sécurisé)
it: Disabilitare la verifica del certificato (non sicuro)
kk: Сертификат тексеруін өшіру (қауіпті)
nl: Certificaatverificatie uitschakelen (onveilig)
pl: Wyłącz weryfikację certyfikatu (niebezpieczne)
pt: Desativar verificação de certificado (inseguro)
sk: Zakázať overenie certifikátu (nebezpečné)
sv: Inaktivera certifikatverifiering (osäkert)
uk: Вимкни перевірку сертифіката (небезпечно)
uz: Sertifikat tekshirishni o'chirish (xavfli)

source: USB Redirection
be: Перанакіраванне USB
cs: Přesměrování USB
da: USB-omdirigering
de: USB-Umleitung
es: Redirección USB
fr: Redirection USB
it: Reindirizzamento USB
kk: USB қайта бағыттау
nl: USB-omleiding
pl: Przekierowanie USB
pt: Redirecionamento USB
sk: Presmerovanie USB
sv: USB-omdirigering
uk: Перенаправлення USB
uz: USB yo'naltirish

source: Forward USB devices to remote
be: Перанакіраваць USB-прылады на аддалены
cs: Přesměrovat USB zařízení na vzdálený
da: Videresend USB-enheder til fjern
de: USB-Geräte an Remote weiterleiten
es: Reenviar dispositivos USB al remoto
fr: Transférer les périphériques USB vers le distant
it: Inoltrare dispositivi USB al remoto
kk: USB құрылғыларды қашықтағыға бағыттау
nl: USB-apparaten doorsturen naar extern
pl: Przekieruj urządzenia USB do zdalnego
pt: Encaminhar dispositivos USB para remoto
sk: Presmerovať USB zariadenia na vzdialený
sv: Vidarebefordra USB-enheter till fjärr
uk: Перенаправ USB-пристрої на віддалений
uz: USB qurilmalarni masofaviyga yo'naltirish

source: Auto
uk: Авто

source: Off
be: Выкл.
cs: Vypnuto
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
kk: Өшірулі
nl: Uit
pl: Wył.
pt: Desligado
sk: Vypnuté
sv: Av
uk: Вимк.
uz: O'chirish

source: Image Compression
be: Сціск выяў
cs: Komprese obrazu
da: Billedkomprimering
de: Bildkomprimierung
es: Compresión de imagen
fr: Compression d'image
it: Compressione immagini
kk: Кескін сығу
nl: Beeldcompressie
pl: Kompresja obrazu
pt: Compressão de imagem
sk: Kompresia obrazu
sv: Bildkomprimering
uk: Стиснення зображень
uz: Tasvir siqish

source: Algorithm for image data
be: Алгарытм для даных выяў
cs: Algoritmus pro obrazová data
da: Algoritme for billeddata
de: Algorithmus für Bilddaten
es: Algoritmo para datos de imagen
fr: Algorithme pour les données d'image
it: Algoritmo per i dati immagine
kk: Кескін деректері үшін алгоритм
nl: Algoritme voor beeldgegevens
pl: Algorytm dla danych obrazu
pt: Algoritmo para dados de imagem
sk: Algoritmus pre obrazové dáta
sv: Algoritm för bilddata
uk: Алгоритм для даних зображень
uz: Tasvir ma'lumotlari uchun algoritm

source: Provider
be: Правайдар
cs: Poskytovatel
da: Udbyder
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
kk: Провайдер
nl: Aanbieder
pl: Dostawca
pt: Fornecedor
sk: Poskytovateľ
sv: Leverantör
uk: Провайдер
uz: Provayder

source: Generic Command
be: Адвольная каманда
cs: Vlastní příkaz
da: Brugerdefineret kommando
de: Benutzerdefinierter Befehl
es: Comando personalizado
fr: Commande personnalisée
it: Comando personalizzato
kk: Еркін пәрмен
nl: Aangepast commando
pl: Polecenie niestandardowe
pt: Comando personalizado
sk: Vlastný príkaz
sv: Anpassat kommando
uk: Довільна команда
uz: Umumiy buyruq

source: Zero Trust Provider
be: Правайдар Zero Trust
cs: Poskytovatel Zero Trust
da: Zero Trust-udbyder
de: Zero-Trust-Anbieter
es: Proveedor Zero Trust
fr: Fournisseur Zero Trust
it: Fornitore Zero Trust
kk: Zero Trust провайдері
nl: Zero Trust-aanbieder
pl: Dostawca Zero Trust
pt: Fornecedor Zero Trust
sk: Poskytovateľ Zero Trust
sv: Zero Trust-leverantör
uk: Провайдер Zero Trust
uz: Zero Trust provayder

source: Select your identity-aware proxy service
be: Абярыце службу проксі з ідэнтыфікацыяй
cs: Vyberte službu proxy s identifikací
da: Vælg din identitetsbevidste proxytjeneste
de: Identitätsbewussten Proxy-Dienst auswählen
es: Seleccione su servicio de proxy con identificación
fr: Sélectionnez votre service proxy avec identification
it: Selezionare il servizio proxy con identificazione
kk: Сәйкестендіру прокси қызметін таңдаңыз
nl: Selecteer uw identiteitsbewuste proxyservice
pl: Wybierz usługę proxy z identyfikacją
pt: Selecione o seu serviço de proxy com identificação
sk: Vyberte službu proxy s identifikáciou
sv: Välj din identitetsmedvetna proxytjänst
uk: Оберіть службу проксі з ідентифікацією
uz: Identifikatsiyaga asoslangan proksi xizmatini tanlang

source: Extra CLI options for the provider command
be: Дадатковыя параметры CLI для каманды правайдара
cs: Další možnosti CLI pro příkaz poskytovatele
da: Ekstra CLI-indstillinger til udbyderkommandoen
de: Zusätzliche CLI-Optionen für den Anbieterbefehl
es: Opciones CLI adicionales para el comando del proveedor
fr: Options CLI supplémentaires pour la commande du fournisseur
it: Opzioni CLI aggiuntive per il comando del fornitore
kk: Провайдер пәрмені үшін қосымша CLI параметрлері
nl: Extra CLI-opties voor het aanbiedercommando
pl: Dodatkowe opcje CLI dla polecenia dostawcy
pt: Opções CLI adicionais para o comando do fornecedor
sk: Ďalšie možnosti CLI pre príkaz poskytovateľa
sv: Extra CLI-alternativ för leverantörskommandot
uk: Додаткові параметри CLI для команди провайдера
uz: Provayder buyrug'i uchun qo'shimcha CLI parametrlari

source: Connect via AWS Systems Manager
be: Злучэнне праз AWS Systems Manager
cs: Připojení přes AWS Systems Manager
da: Forbindelse via AWS Systems Manager
de: Verbindung über AWS Systems Manager
es: Conexión mediante AWS Systems Manager
fr: Connexion via AWS Systems Manager
it: Connessione tramite AWS Systems Manager
kk: AWS Systems Manager арқылы қосылу
nl: Verbinding via AWS Systems Manager
pl: Połączenie przez AWS Systems Manager
pt: Ligação via AWS Systems Manager
sk: Pripojenie cez AWS Systems Manager
sv: Anslutning via AWS Systems Manager
uk: З'єднання через AWS Systems Manager
uz: AWS Systems Manager orqali ulanish

source: Instance ID
be: Ідэнтыфікатар экзэмпляра
cs: ID instance
da: Instans-ID
de: Instanz-ID
es: ID de instancia
fr: ID d'instance
it: ID istanza
kk: Данасының идентификаторы
nl: Instantie-ID
pl: ID instancji
pt: ID da instância
sk: ID inštancie
sv: Instans-ID
uk: Ідентифікатор екземпляра
uz: Instansiya ID

source: AWS Profile
be: Профіль AWS
cs: Profil AWS
da: AWS-profil
de: AWS-Profil
es: Perfil de AWS
fr: Profil AWS
it: Profilo AWS
kk: AWS профилі
nl: AWS-profiel
pl: Profil AWS
pt: Perfil AWS
sk: Profil AWS
sv: AWS-profil
uk: Профіль AWS
uz: AWS profil

source: Region
be: Рэгіён
es: Región
fr: Région
it: Regione
kk: Аймақ
nl: Regio
pt: Região
sk: Región
uk: Реґіон
uz: Mintaqa

source: Connect via Identity-Aware Proxy
be: Злучэнне праз Identity-Aware Proxy
cs: Připojení přes Identity-Aware Proxy
da: Forbindelse via Identity-Aware Proxy
de: Verbindung über Identity-Aware Proxy
es: Conexión mediante Identity-Aware Proxy
fr: Connexion via Identity-Aware Proxy
it: Connessione tramite Identity-Aware Proxy
kk: Identity-Aware Proxy арқылы қосылу
nl: Verbinding via Identity-Aware Proxy
pl: Połączenie przez Identity-Aware Proxy
pt: Ligação via Identity-Aware Proxy
sk: Pripojenie cez Identity-Aware Proxy
sv: Anslutning via Identity-Aware Proxy
uk: З'єднання через Identity-Aware Proxy
uz: Identity-Aware Proxy orqali ulanish

source: Instance Name
be: Назва экзэмпляра
cs: Název instance
da: Instansnavn
de: Instanzname
es: Nombre de instancia
fr: Nom d'instance
it: Nome istanza
kk: Дана атауы
nl: Instantienaam
pl: Nazwa instancji
pt: Nome da instância
sk: Názov inštancie
sv: Instansnamn
uk: Назва екземпляра
uz: Instansiya nomi

source: Zone
be: Зона
cs: Zóna
es: Zona
it: Zona
kk: Аймақ
pl: Strefa
pt: Zona
sk: Zóna
sv: Zon
uk: Зона
uz: Zona

source: Project
be: Праект
cs: Projekt
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
kk: Жоба
pl: Projekt
pt: Projeto
sk: Projekt
sv: Projekt
uk: Проєкт
uz: Loyiha

source: Connect via Azure Bastion service
be: Злучэнне праз службу Azure Bastion
cs: Připojení přes službu Azure Bastion
da: Forbindelse via Azure Bastion-tjeneste
de: Verbindung über Azure Bastion-Dienst
es: Conexión mediante el servicio Azure Bastion
fr: Connexion via le service Azure Bastion
it: Connessione tramite il servizio Azure Bastion
kk: Azure Bastion қызметі арқылы қосылу
nl: Verbinding via Azure Bastion-service
pl: Połączenie przez usługę Azure Bastion
pt: Ligação via serviço Azure Bastion
sk: Pripojenie cez službu Azure Bastion
sv: Anslutning via Azure Bastion-tjänst
uk: З'єднання через службу Azure Bastion
uz: Azure Bastion xizmati orqali ulanish

source: Target Resource ID
be: Ідэнтыфікатар мэтавага рэсурсу
cs: ID cílového prostředku
da: Målressource-ID
de: Zielressourcen-ID
es: ID del recurso de destino
fr: ID de la ressource cible
it: ID della risorsa di destinazione
kk: Мақсатты ресурс идентификаторы
nl: Doelresource-ID
pl: ID zasobu docelowego
pt: ID do recurso de destino
sk: ID cieľového prostriedku
sv: Målresurs-ID
uk: Ідентифікатор цільового ресурсу
uz: Maqsad resurs ID
