Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Run command after disconnecting. Supports ${variable} substitution.
be: Выканаць каманду пасля адключэння. Падтрымлівае падстаноўку ${variable}.
cs: Spustit příkaz po odpojení. Podporuje nahrazování ${variable}.
da: Kør kommando efter afbrydelse. Understøtter ${variable}-erstatning.
de: Befehl nach dem Trennen ausführen. Unterstützt ${variable}-Ersetzung.
es: Ejecutar comando después de desconectar. Soporta sustitución ${variable}.
fr: Exécuter une commande après la déconnexion. Supporte la substitution ${variable}.
it: Esegui comando dopo la disconnessione. Supporta la sostituzione ${variable}.
kk: Ажыратқаннан кейін пәрменді орындау. ${variable} алмастыруды қолдайды.
nl: Opdracht uitvoeren na verbreking. Ondersteunt ${variable}-vervanging.
pl: Uruchom polecenie po rozłączeniu. Obsługuje podstawianie ${variable}.
pt: Executar comando após desligar. Suporta substituição ${variable}.
sk: Spustiť príkaz po odpojení. Podporuje nahrádzanie ${variable}.
sv: Kör kommando efter frånkoppling. Stöder ${variable}-ersättning.
uk: Виконай команду після від'єднування. Підтримує підставляння ${variable}.
uz: Uzilgandan keyin buyruq bajarish. ${variable} almashtirishni qo'llab-quvvatlaydi.

source: Enable Task
be: Уключыць задачу
cs: Povolit úlohu
da: Aktivér opgave
de: Aufgabe aktivieren
es: Activar tarea
fr: Activer la tâche
it: Abilita attività
kk: Тапсырманы қосу
nl: Taak inschakelen
pl: Włącz zadanie
pt: Ativar tarefa
sk: Povoliť úlohu
sv: Aktivera uppgift
uk: Увімкни завдання
uz: Vazifani yoqish

source: e.g., /path/to/script.sh or vpn-connect ${host}
be: напр. /шлях/да/скрыпту.sh або vpn-connect ${host}
cs: např. /cesta/ke/skriptu.sh nebo vpn-connect ${host}
da: f.eks. /sti/til/script.sh eller vpn-connect ${host}
de: z.B. /pfad/zum/skript.sh oder vpn-connect ${host}
es: ej. /ruta/al/script.sh o vpn-connect ${host}
fr: ex. /chemin/vers/script.sh ou vpn-connect ${host}
it: es. /percorso/allo/script.sh o vpn-connect ${host}
kk: мыс. /жол/скриптке.sh немесе vpn-connect ${host}
nl: bijv. /pad/naar/script.sh of vpn-connect ${host}
pl: np. /ścieżka/do/skryptu.sh lub vpn-connect ${host}
pt: ex. /caminho/para/script.sh ou vpn-connect ${host}
sk: napr. /cesta/ku/skriptu.sh alebo vpn-connect ${host}
sv: t.ex. /sökväg/till/skript.sh eller vpn-connect ${host}
uk: напр., /path/to/script.sh або vpn-connect ${host}
uz: mas. /yol/skriptga.sh yoki vpn-connect ${host}

source: Command
be: Каманда
cs: Příkaz
da: Kommando
de: Befehl
es: Comando
fr: Commande
it: Comando
kk: Команда
nl: Opdracht
pl: Polecenie
pt: Comando
sk: Príkaz
sv: Kommando
uk: Команда
uz: Buyruq

source: Shell command to execute (supports ${variable} syntax)
be: Каманда абалонкі (падтрымлівае сінтаксіс ${variable})
cs: Příkaz shellu (podporuje syntaxi ${variable})
da: Shell-kommando (understøtter ${variable}-syntaks)
de: Shell-Befehl (unterstützt ${variable}-Syntax)
es: Comando shell a ejecutar (soporta sintaxis ${variable})
fr: Commande shell à exécuter (supporte la syntaxe ${variable})
it: Comando shell da eseguire (supporta la sintassi ${variable})
kk: Shell пәрмені (${variable} синтаксисін қолдайды)
nl: Shell-opdracht (ondersteunt ${variable}-syntaxis)
pl: Polecenie powłoki (obsługuje składnię ${variable})
pt: Comando shell a executar (suporta sintaxe ${variable})
sk: Príkaz shellu (podporuje syntax ${variable})
sv: Skalkommando (stöder ${variable}-syntax)
uk: Команда оболонки (підтримує синтаксис ${variable})
uz: Bajariladigan qobiq buyrug'i (${variable} sintaksisini qo'llab-quvvatlaydi)

source: Timeout (ms)
be: Тайм-аўт (мс)
cs: Časový limit (ms)
de: Zeitlimit (ms)
es: Tiempo límite (ms)
fr: Délai d'attente (ms)
kk: Уақыт шегі (мс)
pl: Limit czasu (ms)
pt: Tempo limite (ms)
sk: Časový limit (ms)
uk: Тайм-аут (мс)
uz: Kutish vaqti (ms)

source: 0 = no timeout
be: 0 = без тайм-аўту
cs: 0 = bez limitu
da: 0 = ingen timeout
de: 0 = kein Zeitlimit
es: 0 = sin límite
fr: 0 = pas de délai
it: 0 = nessun timeout
kk: 0 = шексіз
nl: 0 = geen timeout
pl: 0 = bez limitu
pt: 0 = sem limite
sk: 0 = bez limitu
sv: 0 = ingen timeout
uk: 0 = без тайм-ауту
uz: 0 = kutish vaqti yo'q

source: Abort on Failure
be: Перарваць пры памылцы
cs: Přerušit při chybě
da: Afbryd ved fejl
de: Bei Fehler abbrechen
es: Abortar en caso de fallo
fr: Abandonner en cas d'échec
it: Interrompi in caso di errore
kk: Қате кезінде тоқтату
nl: Afbreken bij fout
pl: Przerwij przy błędzie
pt: Abortar em caso de falha
sk: Prerušiť pri chybe
sv: Avbryt vid fel
uk: Перерви в разі помилки
uz: Muvaffaqiyatsizlikda to'xtatish

source: Cancel connection if this task fails
be: Скасаваць падключэнне, калі задача не ўдалася
cs: Zrušit připojení, pokud tato úloha selže
da: Annuller tilslutning, hvis denne opgave fejler
de: Verbindung abbrechen, wenn diese Aufgabe fehlschlägt
es: Cancelar conexión si esta tarea falla
fr: Annuler la connexion si cette tâche échoue
it: Annulla la connessione se questa attività fallisce
kk: Тапсырма сәтсіз болса қосылуды болдырмау
nl: Verbinding annuleren als deze taak mislukt
pl: Anuluj połączenie, jeśli to zadanie się nie powiedzie
pt: Cancelar ligação se esta tarefa falhar
sk: Zrušiť pripojenie, ak táto úloha zlyhá
sv: Avbryt anslutning om denna uppgift misslyckas
uk: Скасуй з'єднування, якщо завдання не вдалося
uz: Agar vazifa muvaffaqiyatsiz bo'lsa ulanishni bekor qilish

source: First Connection Only
be: Толькі першае падключэнне
cs: Pouze první připojení
da: Kun første tilslutning
de: Nur erste Verbindung
es: Solo primera conexión
fr: Première connexion uniquement
it: Solo prima connessione
kk: Тек бірінші қосылу
nl: Alleen eerste verbinding
pl: Tylko pierwsze połączenie
pt: Apenas primeira ligação
sk: Iba prvé pripojenie
sv: Endast första anslutning
uk: Лише перший з'єднок
uz: Faqat birinchi ulanish

source: Only run when opening the first connection in a folder (useful for VPN setup)
be: Выконваць толькі пры адкрыцці першага падключэння ў тэчцы (карысна для VPN)
cs: Spustit pouze při otevření prvního připojení ve složce (užitečné pro VPN)
da: Kør kun ved åbning af den første tilslutning i en mappe (nyttigt for VPN)
de: Nur beim Öffnen der ersten Verbindung in einem Ordner ausführen (nützlich für VPN)
es: Ejecutar solo al abrir la primera conexión en una carpeta (útil para VPN)
fr: Exécuter uniquement à l'ouverture de la première connexion dans un dossier (utile pour le VPN)
it: Esegui solo all'apertura della prima connessione in una cartella (utile per VPN)
kk: Қалтадағы бірінші қосылуды ашқанда ғана орындау (VPN үшін пайдалы)
nl: Alleen uitvoeren bij het openen van de eerste verbinding in een map (handig voor VPN)
pl: Uruchom tylko przy otwieraniu pierwszego połączenia w folderze (przydatne dla VPN)
pt: Executar apenas ao abrir a primeira ligação numa pasta (útil para VPN)
sk: Spustiť iba pri otvorení prvého pripojenia v priečinku (užitočné pre VPN)
sv: Kör bara vid öppning av den första anslutningen i en mapp (användbart för VPN)
uk: Виконуй лише відкриваючи перший з'єднок у теці (корисно для VPN)
uz: Faqat papkadagi birinchi ulanishni ochganda ishga tushirish (VPN sozlash uchun foydali)

source: Last Connection Only
be: Толькі апошняе падключэнне
cs: Pouze poslední připojení
da: Kun sidste tilslutning
de: Nur letzte Verbindung
es: Solo última conexión
fr: Dernière connexion uniquement
it: Solo ultima connessione
kk: Тек соңғы қосылу
nl: Alleen laatste verbinding
pl: Tylko ostatnie połączenie
pt: Apenas última ligação
sk: Iba posledné pripojenie
sv: Endast sista anslutning
uk: Лише останній з'єднок
uz: Faqat oxirgi ulanish

source: Only run when closing the last connection in a folder (useful for cleanup)
be: Выконваць толькі пры закрыцці апошняга падключэння ў тэчцы (карысна для ачысткі)
cs: Spustit pouze při zavření posledního připojení ve složce (užitečné pro úklid)
da: Kør kun ved lukning af den sidste tilslutning i en mappe (nyttigt til oprydning)
de: Nur beim Schließen der letzten Verbindung in einem Ordner ausführen (nützlich für Aufräumen)
es: Ejecutar solo al cerrar la última conexión en una carpeta (útil para limpieza)
fr: Exécuter uniquement à la fermeture de la dernière connexion dans un dossier (utile pour le nettoyage)
it: Esegui solo alla chiusura dell'ultima connessione in una cartella (utile per la pulizia)
kk: Қалтадағы соңғы қосылуды жапқанда ғана орындау (тазалау үшін пайдалы)
nl: Alleen uitvoeren bij het sluiten van de laatste verbinding in een map (handig voor opruimen)
pl: Uruchom tylko przy zamykaniu ostatniego połączenia w folderze (przydatne do czyszczenia)
pt: Executar apenas ao fechar a última ligação numa pasta (útil para limpeza)
sk: Spustiť iba pri zatvorení posledného pripojenia v priečinku (užitočné na upratanie)
sv: Kör bara vid stängning av den sista anslutningen i en mapp (användbart för städning)
uk: Виконуй лише закриваючи останній з'єднок у теці (корисно для очищення)
uz: Faqat papkadagi oxirgi ulanishni yopganda ishga tushirish (tozalash uchun foydali)

source: Window Mode
be: Рэжым акна
cs: Režim okna
da: Vinduestilstand
de: Fenstermodus
es: Modo de ventana
fr: Mode fenêtre
it: Modalità finestra
kk: Терезе режимі
nl: Venstermodus
pl: Tryb okna
pt: Modo de janela
sk: Režim okna
sv: Fönsterläge
uk: Режим вікна
uz: Oyna rejimi

source: Embedded
be: Убудаваны
cs: Vestavěné
da: Indlejret
de: Eingebettet
es: Integrado
fr: Intégré
it: Integrato
kk: Ендірілген
nl: Ingebed
pl: Wbudowany
pt: Incorporado
sk: Vstavaný
sv: Inbäddad
uk: Убудований
uz: O'rnatilgan

source: External Window
be: Знешняе акно
cs: Externí okno
da: Eksternt vindue
de: Externes Fenster
es: Ventana externa
fr: Fenêtre externe
it: Finestra esterna
kk: Сыртқы терезе
nl: Extern venster
pl: Okno zewnętrzne
pt: Janela externa
sk: Externé okno
sv: Externt fönster
uk: Зовнішнє вікно
uz: Tashqi oyna

source: Fullscreen
be: Поўнаэкранны
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
kk: Толық экран
nl: Volledig scherm
pl: Pełny ekran
pt: Ecrã inteiro
sk: Celá obrazovka
sv: Helskärm
uk: Повноекранний
uz: To'liq ekran

source: Display Mode
be: Рэжым адлюстравання
cs: Režim zobrazení
da: Visningstilstand
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
it: Modalità di visualizzazione
kk: Көрсету режимі
nl: Weergavemodus
pl: Tryb wyświetlania
pt: Modo de exibição
sk: Režim zobrazenia
sv: Visningsläge
uk: Режим відображення
uz: Ko'rsatish rejimi

source: Embedded • External • Fullscreen
be: Убудаваны • Знешні • Поўнаэкранны
cs: Vložený • Externí • Celá obrazovka
da: Indlejret • Ekstern • Fuld skærm
de: Eingebettet • Extern • Vollbild
es: Integrado • Externo • Pantalla completa
fr: Intégré • Externe • Plein écran
it: Integrato • Esterno • Schermo intero
kk: Ендірілген • Сыртқы • Толық экран
nl: Ingebed • Extern • Volledig scherm
pl: Wbudowany • Zewnętrzny • Pełny ekran
pt: Incorporado • Externo • Ecrã inteiro
sk: Vložený • Externý • Celá obrazovka
sv: Inbäddat • Externt • Helskärm
uk: Вбудований • Зовнішній • Повноекранний
uz: O'rnatilgan • Tashqi • To'liq ekran

source: Remember Position
be: Запомніць пазіцыю
cs: Zapamatovat pozici
da: Husk position
de: Position merken
es: Recordar posición
fr: Mémoriser la position
it: Ricorda posizione
kk: Орынды есте сақтау
nl: Positie onthouden
pl: Zapamiętaj pozycję
pt: Lembrar posição
sk: Zapamätať pozíciu
sv: Kom ihåg position
uk: Запам'ятай позицію
uz: Pozitsiyani eslab qolish

source: Save window geometry (External mode only)
be: Захаваць геаметрыю акна (толькі знешні рэжым)
cs: Uložit geometrii okna (pouze externí režim)
da: Gem vinduesgeometri (kun ekstern tilstand)
de: Fenstergeometrie speichern (nur externer Modus)
es: Guardar geometría de ventana (solo modo externo)
fr: Enregistrer la géométrie de la fenêtre (mode externe uniquement)
it: Salva geometria finestra (solo modalità esterna)
kk: Терезе геометриясын сақтау (тек сыртқы режим)
nl: Venstergeometrie opslaan (alleen externe modus)
pl: Zapisz geometrię okna (tylko tryb zewnętrzny)
pt: Guardar geometria da janela (apenas modo externo)
sk: Uložiť geometriu okna (iba externý režim)
sv: Spara fönstergeometri (endast externt läge)
uk: Збережи геометрію вікна (лише зовнішній режим)
uz: Oyna geometriyasini saqlash (faqat tashqi rejim)

source: Enable WOL
be: Уключыць WOL
cs: Povolit WOL
da: Aktivér WOL
de: WOL aktivieren
es: Activar WOL
fr: Activer WOL
it: Abilita WOL
kk: WOL қосу
nl: WOL inschakelen
pl: Włącz WOL
pt: Ativar WOL
sk: Povoliť WOL
sv: Aktivera WOL
uk: Увімкни WOL
uz: WOL ni yoqish

source: Send magic packet before connecting
be: Адправіць magic-пакет перад падключэннем
cs: Odeslat magický paket před připojením
da: Send magisk pakke før tilslutning
de: Magic-Paket vor dem Verbinden senden
es: Enviar paquete mágico antes de conectar
fr: Envoyer un paquet magique avant la connexion
it: Invia pacchetto magico prima della connessione
kk: Қосылу алдында сиқырлы пакет жіберу
nl: Magisch pakket verzenden voor verbinding
pl: Wyślij pakiet magiczny przed połączeniem
pt: Enviar pacote mágico antes de ligar
sk: Odoslať magický paket pred pripojením
sv: Skicka magiskt paket före anslutning
uk: Надішли magic-пакет перед з'єднуванням
uz: Ulanishdan oldin sehrli paket yuborish

source: WOL Settings
be: Налады WOL
cs: Nastavení WOL
da: WOL-indstillinger
de: WOL-Einstellungen
es: Configuración WOL
fr: Paramètres WOL
it: Impostazioni WOL
kk: WOL параметрлері
nl: WOL-instellingen
pl: Ustawienia WOL
pt: Definições WOL
sk: Nastavenia WOL
sv: WOL-inställningar
uk: Налаштування WOL
uz: WOL sozlamalari

source: MAC Address
be: MAC-адрас
cs: MAC adresa
da: MAC-adresse
de: MAC-Adresse
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
kk: MAC мекенжайы
nl: MAC-adres
pl: Adres MAC
pt: Endereço MAC
sk: MAC adresa
sv: MAC-adress
uk: MAC-адреса
uz: MAC manzil

source: Broadcast Address
be: Шырокавяшчальны адрас
cs: Adresa všesměrového vysílání
da: Broadcastadresse
de: Broadcast-Adresse
es: Dirección de difusión
fr: Adresse de diffusion
it: Indirizzo broadcast
kk: Тарату мекенжайы
nl: Broadcastadres
pl: Adres rozgłoszeniowy
pt: Endereço de difusão
sk: Broadcastová adresa
sv: Broadcastadress
uk: Адреса широкомовлення
uz: Translyatsiya manzili

source: UDP Port
be: UDP-порт
es: Puerto UDP
fr: Port UDP
it: Porta UDP
kk: UDP порты
nl: UDP-poort
pl: Port UDP
pt: Porta UDP
uk: UDP-порт

source: Default: 9
be: Тыпова: 9
cs: Výchozí: 9
da: Standard: 9
de: Standard: 9
es: Predeterminado: 9
fr: Par défaut : 9
it: Predefinito: 9
kk: Әдепкі: 9
nl: Standaard: 9
pl: Domyślnie: 9
pt: Predefinição: 9
sk: Predvolené: 9
sv: Standard: 9
uk: Типово: 9
uz: Standart: 9

source: Wait Time (sec)
be: Час чакання (сек)
cs: Čas čekání (sek.)
da: Ventetid (sek.)
de: Wartezeit (Sek.)
es: Tiempo de espera (seg)
fr: Temps d'attente (sec)
it: Tempo di attesa (sec)
kk: Күту уақыты (сек)
nl: Wachttijd (sec.)
pl: Czas oczekiwania (sek.)
pt: Tempo de espera (seg)
sk: Čas čakania (sek.)
sv: Väntetid (sek.)
uk: Час очікування (сек)
uz: Kutish vaqti (sek)

source: Time to wait for boot
be: Час чакання загрузкі
cs: Čas čekání na spuštění
da: Ventetid for opstart
de: Wartezeit für den Start
es: Tiempo de espera para el arranque
fr: Temps d'attente pour le démarrage
it: Tempo di attesa per l'avvio
kk: Жүктелуді күту уақыты
nl: Wachttijd voor opstarten
pl: Czas oczekiwania na uruchomienie
pt: Tempo de espera para arranque
sk: Čas čakania na spustenie
sv: Väntetid för uppstart
uk: Час очікування завантаження
uz: Yuklash uchun kutish vaqti

source: Property name (e.g., asset_tag, docs_url)
be: Назва ўласцівасці (напр. asset_tag, docs_url)
cs: Název vlastnosti (např. asset_tag, docs_url)
da: Egenskabsnavn (f.eks. asset_tag, docs_url)
de: Eigenschaftsname (z.B. asset_tag, docs_url)
es: Nombre de propiedad (ej. asset_tag, docs_url)
fr: Nom de propriété (ex. asset_tag, docs_url)
it: Nome proprietà (es. asset_tag, docs_url)
kk: Қасиет атауы (мыс. asset_tag, docs_url)
nl: Eigenschapsnaam (bijv. asset_tag, docs_url)
pl: Nazwa właściwości (np. asset_tag, docs_url)
pt: Nome da propriedade (ex. asset_tag, docs_url)
sk: Názov vlastnosti (napr. asset_tag, docs_url)
sv: Egenskapsnamn (t.ex. asset_tag, docs_url)
uk: Назва ознаки (напр., asset_tag, docs_url)
uz: Xususiyat nomi (mas. asset_tag, docs_url)

source: Delete property
be: Выдаліць уласцівасць
cs: Smazat vlastnost
da: Slet egenskab
de: Eigenschaft löschen
es: Eliminar propiedad
fr: Supprimer la propriété
it: Elimina proprietà
kk: Қасиетті жою
nl: Eigenschap verwijderen
pl: Usuń właściwość
pt: Eliminar propriedade
sk: Zmazať vlastnosť
sv: Ta bort egenskap
uk: Вилучи ознаку
uz: Xususiyatni o'chirish

source: Type:
be: Тып:
cs: Typ:
de: Typ:
es: Tipo:
it: Tipo:
kk: Түрі:
pl: Typ:
pt: Tipo:
sk: Typ:
sv: Typ:
uk: Тип:
uz: Turi:

source: Text
be: Тэкст
da: Tekst
es: Texto
fr: Texte
it: Testo
kk: Мәтін
nl: Tekst
pl: Tekst
pt: Texto
uk: Текст
uz: Matn

source: Protected
be: Абаронены
cs: Chráněný
da: Beskyttet
de: Geschützt
es: Protegido
fr: Protégé
it: Protetto
kk: Қорғалған
nl: Beschermd
pl: Chroniony
pt: Protegido
sk: Chránený
sv: Skyddad
uk: Захищений
uz: Himoyalangan

source: Text: Plain text URL: Clickable link Protected: Masked/encrypted value
be: Тэкст: Просты тэкст URL: Спасылка Абаронены: Замаскіраванае/зашыфраванае значэнне
cs: Text: Prostý text URL: Klikatelný odkaz Chráněný: Maskovaná/šifrovaná hodnota
da: Tekst: Almindelig tekst URL: Klikbart link Beskyttet: Maskeret/krypteret værdi
de: Text: Klartext URL: Anklickbarer Link Geschützt: Maskierter/verschlüsselter Wert
es: Texto: Texto plano URL: Enlace clicable Protegido: Valor enmascarado/cifrado
fr: Texte : Texte brut URL : Lien cliquable Protégé : Valeur masquée/chiffrée
it: Testo: Testo semplice URL: Link cliccabile Protetto: Valore mascherato/cifrato
kk: Мәтін: Қарапайым мәтін URL: Басылатын сілтеме Қорғалған: Маскаланған/шифрланған мән
nl: Tekst: Platte tekst URL: Klikbare link Beschermd: Gemaskeerde/versleutelde waarde
pl: Tekst: Zwykły tekst URL: Klikalny link Chroniony: Zamaskowana/zaszyfrowana wartość
pt: Texto: Texto simples URL: Ligação clicável Protegido: Valor mascarado/encriptado
sk: Text: Prostý text URL: Klikateľný odkaz Chránený: Maskovaná/šifrovaná hodnota
sv: Text: Vanlig text URL: Klickbar länk Skyddad: Maskerat/krypterat värde
uk: Текст: Звичайний текст URL: Клікабельне посилання Захищений: Замаскована/зашифрована значина
uz: Matn: Oddiy matn URL: Bosiladigan havola Himoyalangan: Niqoblangan/shifrlangan qiymat

source: Property value
be: Значэнне ўласцівасці
cs: Hodnota vlastnosti
da: Egenskabsværdi
de: Eigenschaftswert
es: Valor de propiedad
fr: Valeur de propriété
it: Valore proprietà
kk: Қасиет мәні
nl: Eigenschapswaarde
pl: Wartość właściwości
pt: Valor da propriedade
sk: Hodnota vlastnosti
sv: Egenskapsvärde
uk: Значина ознаки
uz: Xususiyat qiymati

source: Protected value (masked)
be: Абароненае значэнне (замаскіраванае)
cs: Chráněná hodnota (maskovaná)
da: Beskyttet værdi (maskeret)
de: Geschützter Wert (maskiert)
es: Valor protegido (enmascarado)
fr: Valeur protégée (masquée)
it: Valore protetto (mascherato)
kk: Қорғалған мән (маскаланған)
nl: Beschermde waarde (gemaskeerd)
pl: Chroniona wartość (zamaskowana)
pt: Valor protegido (mascarado)
sk: Chránená hodnota (maskovaná)
sv: Skyddat värde (maskerat)
uk: Захищена значина (замаскована)
uz: Himoyalangan qiymat (niqoblangan)

source: Pattern:
be: Шаблон:
cs: Vzor:
da: Mønster:
de: Muster:
es: Patrón:
fr: Motif :
kk: Үлгі:
nl: Patroon:
pl: Wzorzec:
pt: Padrão:
sk: Vzor:
sv: Mönster:
uk: Шаблон:
uz: Namuna:

source: Regex pattern (e.g., password:\s*$)
be: Regex-шаблон (напр. password:\s*$)
cs: Regex vzor (např. password:\s*$)
da: Regex-mønster (f.eks. password:\s*$)
de: Regex-Muster (z.B. password:\s*$)
es: Patrón regex (ej. password:\s*$)
fr: Motif regex (ex. password:\s*$)
it: Pattern regex (es. password:\s*$)
kk: Regex үлгісі (мыс. password:\s*$)
nl: Regex-patroon (bijv. password:\s*$)
pl: Wzorzec regex (np. password:\s*$)
pt: Padrão regex (ex. password:\s*$)
sk: Regex vzor (napr. password:\s*$)
sv: Regex-mönster (t.ex. password:\s*$)
uk: Шаблон RegEx (напр., password:\s*$)
uz: Regex namunasi (mas. password:\s*$)

source: Regular expression to match against terminal output
be: Рэгулярны выраз для супастаўлення з вывадам тэрмінала
cs: Regulární výraz pro porovnání s výstupem terminálu
da: Regulært udtryk til at matche mod terminaloutput
de: Regulärer Ausdruck zum Abgleich mit Terminal-Ausgabe
es: Expresión regular para comparar con la salida del terminal
fr: Expression régulière à comparer avec la sortie du terminal
it: Espressione regolare da confrontare con l'output del terminale
kk: Терминал шығысымен салыстыру үшін тұрақты өрнек
nl: Reguliere expressie om te matchen met terminaluitvoer
pl: Wyrażenie regularne do dopasowania z wyjściem terminala
pt: Expressão regular para comparar com a saída do terminal
sk: Regulárny výraz na porovnanie s výstupom terminálu
sv: Reguljärt uttryck att matcha mot terminalutdata
uk: Регулярний вираз для зіставлення з виводом термінала
uz: Terminal chiqishi bilan solishtirish uchun muntazam ifoda

source: Move up (higher priority)
be: Уверх (вышэйшы прыярытэт)
cs: Posunout nahoru (vyšší priorita)
da: Flyt op (højere prioritet)
de: Nach oben (höhere Priorität)
es: Subir (mayor prioridad)
fr: Monter (priorité plus haute)
it: Sposta su (priorità più alta)
kk: Жоғары жылжыту (жоғары басымдық)
nl: Omhoog (hogere prioriteit)
pl: Przesuń w górę (wyższy priorytet)
pt: Mover para cima (prioridade mais alta)
sk: Posunúť hore (vyššia priorita)
sv: Flytta upp (högre prioritet)
uk: Перемісти вгору (вищий пріоритет)
uz: Yuqoriga ko'tarish (yuqori ustuvorlik)

source: Move down (lower priority)
be: Уніз (ніжэйшы прыярытэт)
cs: Posunout dolů (nižší priorita)
da: Flyt ned (lavere prioritet)
de: Nach unten (niedrigere Priorität)
es: Bajar (menor prioridad)
fr: Descendre (priorité plus basse)
it: Sposta giù (priorità più bassa)
kk: Төмен жылжыту (төмен басымдық)
nl: Omlaag (lagere prioriteit)
pl: Przesuń w dół (niższy priorytet)
pt: Mover para baixo (prioridade mais baixa)
sk: Posunúť dole (nižšia priorita)
sv: Flytta ner (lägre prioritet)
uk: Перемісти вниз (нижчий пріоритет)
uz: Pastga tushirish (past ustuvorlik)

source: Delete rule
be: Выдаліць правіла
cs: Smazat pravidlo
da: Slet regel
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
it: Elimina regola
kk: Ережені жою
nl: Regel verwijderen
pl: Usuń regułę
pt: Eliminar regra
sk: Zmazať pravidlo
sv: Ta bort regel
uk: Вилучи правило
uz: Qoidani o'chirish

source: Response:
be: Адказ:
cs: Odpověď:
da: Svar:
de: Antwort:
es: Respuesta:
fr: Réponse :
it: Risposta:
kk: Жауап:
nl: Antwoord:
pl: Odpowiedź:
pt: Resposta:
sk: Odpoveď:
sv: Svar:
uk: Відповідь:
uz: Javob:

source: Text to send when pattern matches
be: Тэкст для адпраўкі пры супадзенні шаблону
cs: Text k odeslání při shodě vzoru
da: Tekst at sende når mønster matcher
de: Text zum Senden bei Musterübereinstimmung
es: Texto a enviar cuando el patrón coincida
fr: Texte à envoyer quand le motif correspond
it: Testo da inviare quando il pattern corrisponde
kk: Үлгі сәйкес келгенде жіберілетін мәтін
nl: Tekst om te verzenden wanneer patroon overeenkomt
pl: Tekst do wysłania gdy wzorzec pasuje
pt: Texto a enviar quando o padrão corresponder
sk: Text na odoslanie pri zhode vzoru
sv: Text att skicka när mönster matchar
uk: Текст для надсилання при збігу шаблону
uz: Namuna mos kelganda yuboriladigan matn
