Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: {} connection(s) were skipped (unsupported protocol).
be: {} злучэнне(яў) прапушчана (непадтрымліваемы пратакол).
cs: {} připojení přeskočeno (nepodporovaný protokol).
da: {} forbindelse(r) blev sprunget over (ikke-understøttet protokol).
de: {} Verbindung(en) wurden übersprungen (nicht unterstütztes Protokoll).
es: {} conexión(es) omitida(s) (protocolo no soportado).
fr: {} connexion(s) ignorée(s) (protocole non supporté).
it: {} connessione/i saltata/e (protocollo non supportato).
kk: {} қосылым өткізіп жіберілді (қолдау көрсетілмейтін протокол).
nl: {} verbinding(en) overgeslagen (niet-ondersteund protocol).
pl: {} połączenie/a pominięto (nieobsługiwany protokół).
pt: {} ligação(ões) ignorada(s) (protocolo não suportado).
sk: {} pripojení preskočených (nepodporovaný protokol).
sv: {} anslutning(ar) hoppades över (protokoll stöds inte).
uk: {} з'єднок(ів) пропущено (непідтримуваний протокол).
uz: {} ulanish o'tkazib yuborildi (qo'llab-quvvatlanmaydigan protokol).

source: Output files:
be: Выхадныя файлы:
cs: Výstupní soubory:
da: Outputfiler:
de: Ausgabedateien:
es: Archivos de salida:
fr: Fichiers de sortie :
it: File di output:
kk: Шығыс файлдары:
nl: Uitvoerbestanden:
pl: Pliki wyjściowe:
pt: Ficheiros de saída:
sk: Výstupné súbory:
sv: Utdatafiler:
uk: Файли виведення:
uz: Chiqish fayllari:

source: Summary
be: Зводка
cs: Souhrn
da: Oversigt
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
kk: Қорытынды
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
sk: Súhrn
sv: Sammanfattning
uk: Підсумок
uz: Xulosa

source: Exported
be: Экспартавана
cs: Exportováno
da: Eksporteret
de: Exportiert
es: Exportado
fr: Exporté
it: Esportato
kk: Экспортталды
nl: Geëxporteerd
pl: Wyeksportowano
pt: Exportado
sk: Exportované
sv: Exporterad
uk: Експортовано
uz: Eksport qilindi

source: Skipped
be: Прапушчана
cs: Přeskočeno
da: Sprunget over
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato
kk: Өткізілді
nl: Overgeslagen
pl: Pominięto
pt: Ignorado
sk: Preskočené
sv: Överhoppad
uk: Пропущено
uz: O'tkazildi

source: Warnings
be: Папярэджанні
cs: Varování
da: Advarsler
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
kk: Ескертулер
nl: Waarschuwingen
pl: Ostrzeżenia
pt: Avisos
sk: Varovania
sv: Varningar
uk: Попередження
uz: Ogohlantirishlar

source: No connections were exported.
be: Ніводнае злучэнне не было экспартавана.
cs: Žádná připojení nebyla exportována.
da: Ingen forbindelser blev eksporteret.
de: Keine Verbindungen wurden exportiert.
es: No se exportaron conexiones.
fr: Aucune connexion n'a été exportée.
it: Nessuna connessione esportata.
kk: Ешбір қосылым экспортталмады.
nl: Geen verbindingen geëxporteerd.
pl: Nie wyeksportowano żadnych połączeń.
pt: Nenhuma ligação foi exportada.
sk: Žiadne pripojenia neboli exportované.
sv: Inga anslutningar exporterades.
uk: Жодного з'єднка не експортовано.
uz: Hech qanday ulanish eksport qilinmadi.

source: Select Export Directory
be: Абраць каталог экспарту
cs: Vybrat složku exportu
da: Vælg eksportmappe
de: Exportverzeichnis auswählen
es: Seleccionar directorio de exportación
fr: Sélectionner le répertoire d'export
it: Seleziona directory di esportazione
kk: Экспорт каталогын таңдау
nl: Exportmap selecteren
pl: Wybierz katalog eksportu
pt: Selecionar Diretório de Exportação
sk: Vybrať adresár exportu
sv: Välj exportkatalog
uk: Обери каталога експортування
uz: Eksport katalogini tanlang

source: Select Export File
be: Абраць файл экспарту
cs: Vybrat soubor exportu
da: Vælg eksportfil
de: Exportdatei auswählen
es: Seleccionar archivo de exportación
fr: Sélectionner le fichier d'export
it: Seleziona file di esportazione
kk: Экспорт файлын таңдау
nl: Exportbestand selecteren
pl: Wybierz plik eksportu
pt: Selecionar Ficheiro de Exportação
sk: Vybrať súbor exportu
sv: Välj exportfil
uk: Обери файла експортування
uz: Eksport faylini tanlang

source: MobaXterm Sessions (*.mxtsessions)
uk: Сеанси MobaXterm (*.mxtsessions)

source: Select output directory...
be: Абраць каталог вываду...
cs: Vyberte výstupní složku…
da: Vælg outputmappe...
de: Ausgabeverzeichnis auswählen...
es: Seleccionar directorio de salida...
fr: Sélectionner le répertoire de sortie...
it: Seleziona directory di output...
kk: Шығыс каталогын таңдаңыз...
nl: Uitvoermap selecteren...
pl: Wybierz katalog wyjściowy...
pt: Selecionar diretório de saída...
sk: Vybrať výstupný adresár...
sv: Välj utdatakatalog...
uk: Обери каталога виведення...
uz: Chiqish katalogini tanlang...

source: Select output file...
be: Абраць файл вываду...
cs: Vyberte výstupní soubor…
da: Vælg outputfil...
de: Ausgabedatei auswählen...
es: Seleccionar archivo de salida...
fr: Sélectionner le fichier de sortie...
it: Seleziona file di output...
kk: Шығыс файлын таңдаңыз...
nl: Uitvoerbestand selecteren...
pl: Wybierz plik wyjściowy...
pt: Selecionar ficheiro de saída...
sk: Vybrať výstupný súbor...
sv: Välj utdatafil...
uk: Обери файла виведення...
uz: Chiqish faylini tanlang...

source: Please select an output file or directory
be: Калі ласка, абярыце файл або каталог для вываду
cs: Vyberte výstupní soubor nebo složku
da: Vælg venligst en outputfil eller mappe
de: Bitte wählen Sie eine Ausgabedatei oder ein Verzeichnis
es: Seleccione un archivo o directorio de salida
fr: Veuillez sélectionner un fichier ou répertoire de sortie
it: Seleziona un file o una directory di output
kk: Шығыс файлын немесе каталогты таңдаңыз
nl: Selecteer een uitvoerbestand of map
pl: Wybierz plik lub katalog wyjściowy
pt: Selecione um ficheiro ou diretório de saída
sk: Vyberte výstupný súbor alebo adresár
sv: Välj en utdatafil eller katalog
uk: Обери файла або каталога для виведення
uz: Chiqish fayli yoki katalogini tanlang

source: Exporting to {}...
be: Экспарт у {}...
cs: Exportování do {}...
da: Eksporterer til {}...
de: Exportiere nach {}...
es: Exportando a {}...
fr: Exportation vers {}...
it: Esportazione in {}...
kk: {} форматына экспорттау...
nl: Exporteren naar {}...
pl: Eksportowanie do {}...
pt: A exportar para {}...
sk: Exportovanie do {}...
sv: Exporterar till {}...
uk: Експортування до {}...
uz: {} formatiga eksport qilish...

source: Writing output files...
be: Запіс выхадных файлаў...
cs: Zápis výstupních souborů...
da: Skriver outputfiler...
de: Schreibe Ausgabedateien...
es: Escribiendo archivos de salida...
fr: Écriture des fichiers de sortie...
it: Scrittura file di output...
kk: Шығыс файлдарын жазу...
nl: Uitvoerbestanden schrijven...
pl: Zapisywanie plików wyjściowych...
pt: A escrever ficheiros de saída...
sk: Zápis výstupných súborov...
sv: Skriver utdatafiler...
uk: Записування файлів виведення...
uz: Chiqish fayllarini yozish...

source: Export complete
be: Экспарт завершаны
cs: Export dokončen
da: Eksport fuldført
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
it: Esportazione completata
kk: Экспорт аяқталды
nl: Export voltooid
pl: Eksport zakończony
pt: Exportação concluída
sk: Export dokončený
sv: Export slutförd
uk: Експортування завершено
uz: Eksport tugallandi

source: Done
be: Гатова
cs: Hotovo
da: Færdig
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
kk: Дайын
nl: Gereed
pl: Gotowe
pt: Concluído
sk: Hotovo
sv: Klar
uk: Готово
uz: Tayyor

source: Export failed
be: Памылка экспарту
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'export
it: Esportazione fallita
kk: Экспорт сәтсіз аяқталды
nl: Export mislukt
pl: Eksport nie powiódł się
pt: Exportação falhada
sk: Export zlyhal
sv: Export misslyckades
uk: Помилка експортування
uz: Eksport muvaffaqiyatsiz

source: Export Failed
be: Памылка экспарту
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'export
it: Esportazione fallita
kk: Экспорт сәтсіз аяқталды
nl: Export mislukt
pl: Eksport nie powiódł się
pt: Exportação Falhada
sk: Export zlyhal
sv: Export misslyckades
uk: Помилка експортування
uz: Eksport muvaffaqiyatsiz

source: Flatpak Components
be: Кампаненты Flatpak
cs: Součásti Flatpak
da: Flatpak-komponenter
de: Flatpak-Komponenten
es: Componentes Flatpak
fr: Composants Flatpak
it: Componenti Flatpak
kk: Flatpak компоненттері
nl: Flatpak-componenten
pl: Komponenty Flatpak
pt: Componentes Flatpak
sk: Komponenty Flatpak
sv: Flatpak-komponenter
uk: Складники Flatpak
uz: Flatpak komponentlari

source: Showing sandbox-compatible components only. Downloads are verified with SHA256 checksums.
be: Паказаны толькі sandbox-сумяшчальныя кампаненты. Спампоўкі правяраюцца кантрольнымі сумамі SHA256.
cs: Zobrazeny pouze komponenty kompatibilní se sandboxem. Stahování jsou ověřena kontrolními součty SHA256.
da: Viser kun sandbox-kompatible komponenter. Downloads verificeres med SHA256-kontrolsummer.
de: Nur Sandbox-kompatible Komponenten werden angezeigt. Downloads werden mit SHA256-Prüfsummen verifiziert.
es: Mostrando solo componentes compatibles con sandbox. Las descargas se verifican con sumas SHA256.
fr: Affichage des composants compatibles sandbox uniquement. Les téléchargements sont vérifiés par sommes SHA256.
it: Vengono mostrati solo i componenti compatibili con la sandbox. I download sono verificati con checksum SHA256.
kk: Тек sandbox-үйлесімді компоненттер көрсетілген. Жүктеулер SHA256 бақылау сомаларымен тексеріледі.
nl: Alleen sandbox-compatibele componenten worden getoond. Downloads worden geverifieerd met SHA256-checksums.
pl: Wyświetlane są tylko komponenty zgodne z piaskownicą. Pobierania są weryfikowane sumami kontrolnymi SHA256.
pt: A mostrar apenas componentes compatíveis com sandbox. As transferências são verificadas com somas de verificação SHA256.
sk: Zobrazené iba komponenty kompatibilné so sandboxom. Sťahovania sú overené kontrolnými súčtami SHA256.
sv: Visar endast sandbox-kompatibla komponenter. Nedladdningar verifieras med SHA256-kontrollsummor.
uk: Показано лише сумісні з пісочницею складники. Завантажування які перевіряють контрольними сумами SHA256.
uz: Faqat sandbox-mos komponentlar ko'rsatilmoqda. Yuklab olishlar SHA256 nazorat summalari bilan tekshiriladi.

source: Protocol Clients
be: Кліенты пратаколаў
cs: Klienti protokolů
da: Protokolklienter
de: Protokoll-Clients
es: Clientes de protocolo
fr: Clients de protocole
it: Client di protocollo
kk: Хаттама клиенттері
pl: Klienty protokołów
pt: Clientes de protocolo
sk: Klienti protokolov
sv: Protokollklienter
uk: Клієнти протоколів
uz: Protokol mijozlari

source: Optional for external RDP/VNC/SPICE connections. Embedded clients (IronRDP, vnc-rs) are preferred.
be: Неабавязкова для знешніх злучэнняў RDP/VNC/SPICE. Убудаваныя кліенты (IronRDP, vnc-rs) пераважней.
cs: Volitelné pro externí připojení RDP/VNC/SPICE. Upřednostňovány jsou vestavěné klienty (IronRDP, vnc-rs).
da: Valgfrit for eksterne RDP/VNC/SPICE-forbindelser. Indlejrede klienter (IronRDP, vnc-rs) foretrækkes.
de: Optional für externe RDP/VNC/SPICE-Verbindungen. Eingebettete Clients (IronRDP, vnc-rs) werden bevorzugt.
es: Opcional para conexiones RDP/VNC/SPICE externas. Se prefieren los clientes integrados (IronRDP, vnc-rs).
fr: Optionnel pour les connexions RDP/VNC/SPICE externes. Les clients intégrés (IronRDP, vnc-rs) sont préférés.
it: Opzionali per connessioni RDP/VNC/SPICE esterne. I client integrati (IronRDP, vnc-rs) sono preferiti.
kk: Сыртқы RDP/VNC/SPICE қосылымдары үшін міндетті емес. Ендірілген клиенттер (IronRDP, vnc-rs) артықшылықты.
nl: Optioneel voor externe RDP/VNC/SPICE-verbindingen. Ingebedde clients (IronRDP, vnc-rs) hebben de voorkeur.
pl: Opcjonalne dla zewnętrznych połączeń RDP/VNC/SPICE. Preferowane są klienty wbudowane (IronRDP, vnc-rs).
pt: Opcionais para ligações RDP/VNC/SPICE externas. Os clientes integrados (IronRDP, vnc-rs) são preferidos.
sk: Voliteľné pre externé pripojenia RDP/VNC/SPICE. Preferovaní sú vstavaní klienti (IronRDP, vnc-rs).
sv: Valfritt för externa RDP/VNC/SPICE-anslutningar. Inbäddade klienter (IronRDP, vnc-rs) föredras.
uk: Необов'язково для зовнішніх з'єднувань RDP/VNC/SPICE. Убудовані Першорядні - це клієнти (IronRDP, vnc-rs).
uz: Tashqi RDP/VNC/SPICE ulanishlari uchun ixtiyoriy. O'rnatilgan mijozlar (IronRDP, vnc-rs) afzal.

source: Zero Trust CLIs
be: CLI Zero Trust
cs: CLI Zero Trust
da: Zero Trust CLI-værktøjer
es: CLI Zero Trust
fr: CLI Zero Trust
it: CLI Zero Trust
kk: Zero Trust CLI құралдары
pl: CLI Zero Trust
pt: CLIs Zero Trust
sk: CLI nástroje Zero Trust
sv: Zero Trust CLI-verktyg
uk: CLI Zero Trust
uz: Zero Trust CLI lar

source: Required for Zero Trust connections (AWS SSM, GCP IAP, Azure Bastion, etc.)
be: Патрабуецца для злучэнняў Zero Trust (AWS SSM, GCP IAP, Azure Bastion і інш.)
cs: Vyžadováno pro připojení Zero Trust (AWS SSM, GCP IAP, Azure Bastion atd.)
da: Påkrævet for Zero Trust-forbindelser (AWS SSM, GCP IAP, Azure Bastion osv.)
de: Erforderlich für Zero-Trust-Verbindungen (AWS SSM, GCP IAP, Azure Bastion usw.)
es: Requerido para conexiones Zero Trust (AWS SSM, GCP IAP, Azure Bastion, etc.)
fr: Requis pour les connexions Zero Trust (AWS SSM, GCP IAP, Azure Bastion, etc.)
it: Necessari per connessioni Zero Trust (AWS SSM, GCP IAP, Azure Bastion, ecc.)
kk: Zero Trust қосылымдары үшін қажет (AWS SSM, GCP IAP, Azure Bastion және т.б.)
nl: Vereist voor Zero Trust-verbindingen (AWS SSM, GCP IAP, Azure Bastion, enz.)
pl: Wymagane dla połączeń Zero Trust (AWS SSM, GCP IAP, Azure Bastion itp.)
pt: Necessários para ligações Zero Trust (AWS SSM, GCP IAP, Azure Bastion, etc.)
sk: Vyžadované pre pripojenia Zero Trust (AWS SSM, GCP IAP, Azure Bastion atď.)
sv: Krävs för Zero Trust-anslutningar (AWS SSM, GCP IAP, Azure Bastion osv.)
uk: Треба для з'єднувань Zero Trust (AWS SSM, GCP IAP, Azure Bastion тощо)
uz: Zero Trust ulanishlari uchun talab qilinadi (AWS SSM, GCP IAP, Azure Bastion va h.k.)

source: Password Manager CLIs
be: CLI менеджараў пароляў
cs: CLI rozhraní správců hesel
da: CLI-værktøjer til adgangskodehåndtering
de: Passwortmanager-CLIs
es: CLI de gestores de contraseñas
fr: CLI de gestionnaires de mots de passe
it: CLI gestori di password
kk: Құпия сөз менеджері CLI құралдары
nl: Wachtwoordbeheerder CLI's
pl: CLI menedżerów haseł
pt: CLIs de gestores de palavras-passe
sk: CLI správcov hesiel
sv: CLI-verktyg för lösenordshanterare
uk: CLI упорядників паролів
uz: Parol menejeri CLI lari

source: Required for Bitwarden and 1Password integration
be: Патрабуецца для інтэграцыі з Bitwarden і 1Password
cs: Vyžadováno pro integraci Bitwarden a 1Password
da: Påkrævet for Bitwarden- og 1Password-integration
de: Erforderlich für Bitwarden- und 1Password-Integration
es: Requerido para la integración con Bitwarden y 1Password
fr: Requis pour l'intégration Bitwarden et 1Password
it: Necessari per l'integrazione con Bitwarden e 1Password
kk: Bitwarden және 1Password интеграциясы үшін қажет
nl: Vereist voor Bitwarden- en 1Password-integratie
pl: Wymagane do integracji z Bitwarden i 1Password
pt: Necessários para integração com Bitwarden e 1Password
sk: Vyžadované pre integráciu Bitwarden a 1Password
sv: Krävs för Bitwarden- och 1Password-integration
uk: Потрібно для інтеґрування з Bitwarden та 1Password
uz: Bitwarden va 1Password integratsiyasi uchun talab qilinadi

source: Container Orchestration
be: Аркестрацыя кантэйнераў
cs: Orchestrace kontejnerů
da: Containerorkestrering
de: Container-Orchestrierung
es: Orquestación de contenedores
fr: Orchestration de conteneurs
it: Orchestrazione container
kk: Контейнер оркестрациясы
nl: Containerorkestratie
pl: Orkiestracja kontenerów
pt: Orquestração de contentores
sk: Orchestrácia kontajnerov
sv: Containerorkestrering
uk: Оркестрування контейнерів
uz: Konteyner orkestratsiyasi

source: Required for Kubernetes pod shell connections
be: Патрабуецца для злучэнняў Kubernetes pod shell
cs: Vyžadováno pro připojení k shellům podů Kubernetes
da: Påkrævet for Kubernetes pod shell-forbindelser
de: Erforderlich für Kubernetes-Pod-Shell-Verbindungen
es: Requerido para conexiones shell a pods de Kubernetes
fr: Requis pour les connexions shell aux pods Kubernetes
it: Necessario per connessioni shell ai pod Kubernetes
kk: Kubernetes pod shell қосылымдары үшін қажет
nl: Vereist voor Kubernetes pod shell-verbindingen
pl: Wymagane dla połączeń shell z podami Kubernetes
pt: Necessário para ligações shell a pods Kubernetes
sk: Vyžadované pre pripojenia k shellu Kubernetes podov
sv: Krävs för Kubernetes pod shell-anslutningar
uk: Потрібно для з'єднувань з оболонкою подів Kubernetes
uz: Kubernetes pod qobiq ulanishlari uchun talab qilinadi

source: Installed
be: Усталявана
cs: Nainstalováno
da: Installeret
de: Installiert
es: Instalado
fr: Installé
it: Installato
kk: Орнатылған
nl: Geïnstalleerd
pl: Zainstalowano
pt: Instalado
sk: Nainštalované
sv: Installerad
uk: Установлено
uz: O'rnatilgan

source: Update
be: Абнавіць
cs: Aktualizovat
da: Opdatér
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
kk: Жаңарту
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
sk: Aktualizovať
sv: Uppdatera
uk: Онови
uz: Yangilash

source: Install
be: Усталяваць
cs: Nainstalovat
da: Installér
de: Installieren
es: Instalar
fr: Installer
it: Installa
kk: Орнату
nl: Installeren
pl: Zainstaluj
pt: Instalar
sk: Nainštalovať
sv: Installera
uk: Установи
uz: O'rnatish

source: N/A
be: Н/Д
de: N/V
es: N/D
fr: N/D
it: N/D
kk: Қ/Е
nl: N.v.t.
pl: Niedostępne
pt: N/D
uk: Н/Д
uz: Mavjud emas

source: Not available for download
be: Недаступна для спампоўкі
cs: Není k dispozici ke stažení
da: Ikke tilgængelig til download
de: Nicht zum Download verfügbar
es: No disponible para descarga
fr: Non disponible au téléchargement
it: Non disponibile per il download
kk: Жүктеуге қолжетімсіз
nl: Niet beschikbaar voor download
pl: Niedostępne do pobrania
pt: Não disponível para transferência
sk: Nie je k dispozícii na stiahnutie
sv: Inte tillgänglig för nedladdning
uk: Недоступно для завантаження
uz: Yuklab olish uchun mavjud emas

source: Failed
be: Няўдача
cs: Nezdařilo se
da: Mislykket
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Non riuscito
kk: Сәтсіз
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
sk: Zlyhalo
sv: Misslyckades
uk: Невдало
uz: Muvaffaqiyatsiz

source: Connection History
be: Гісторыя злучэнняў
cs: Historie připojení
da: Forbindelseshistorik
de: Verbindungsverlauf
es: Historial de conexiones
fr: Historique des connexions
it: Cronologia connessioni
kk: Қосылым тарихы
nl: Verbindingsgeschiedenis
pl: Historia połączeń
pt: Histórico de Ligações
sk: História pripojení
sv: Anslutningshistorik
uk: Історія з'єднувань
uz: Ulanish tarixi

source: Search history…
be: Пошук у гісторыі…
da: Søg i historik…
de: Verlauf durchsuchen…
it: Cerca nella cronologia…
kk: Тарихтан іздеу…
pl: Szukaj w historii…
pt: Pesquisar no histórico…
sk: Hľadať v histórii…
sv: Sök i historik…
uk: Пошук в історії…
uz: Tarixdan qidirish…

source: Filter history by name, host, or protocol
be: Фільтраваць гісторыю па назве, хасце або пратаколе
da: Filtrer historik efter navn, vært eller protokol
de: Verlauf nach Name, Host oder Protokoll filtern
it: Filtra cronologia per nome, host o protocollo
kk: Тарихты атау, хост немесе протокол бойынша сүзу
pl: Filtruj historię po nazwie, hoście lub protokole
pt: Filtrar histórico por nome, host ou protocolo
sk: Filtrovať históriu podľa názvu, hostiteľa alebo protokolu
sv: Filtrera historik efter namn, värd eller protokoll
uk: Фільтрувати історію за назвою, хостом або протоколом
uz: Tarixni nom, xost yoki protokol boʻyicha filtrlash

source: No connection history
be: Няма гісторыі злучэнняў
cs: Žádná historie připojení
da: Ingen forbindelseshistorik
de: Kein Verbindungsverlauf
es: Sin historial de conexiones
fr: Aucun historique de connexion
it: Nessuna cronologia connessioni
kk: Қосылым тарихы жоқ
nl: Geen verbindingsgeschiedenis
pl: Brak historii połączeń
pt: Sem histórico de ligações
sk: Žiadna história pripojení
sv: Ingen anslutningshistorik
uk: Нема історії з'єднувань
uz: Ulanish tarixi yo'q

source: Clear History
be: Ачысціць гісторыю
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
kk: Тарихты тазалау
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar Histórico
sk: Vymazať históriu
sv: Rensa historik
uk: Очисть історію
uz: Tarixni tozalash

source: Clear History?
be: Ачысціць гісторыю?
cs: Vymazat historii?
da: Ryd historik?
de: Verlauf löschen?
es: ¿Borrar historial?
fr: Effacer l'historique ?
it: Cancellare la cronologia?
kk: Тарихты тазалау?
nl: Geschiedenis wissen?
pl: Wyczyścić historię?
pt: Limpar histórico?
sk: Vymazať históriu?
sv: Rensa historik?
uk: Очистити історію?
uz: Tarixni tozalashmi?

source: All connection history entries will be permanently removed.
be: Усе запісы гісторыі злучэнняў будуць канчаткова выдалены.
cs: Všechny záznamy historie připojení budou trvale odstraněny.
da: Alle forbindelseshistorikposter vil blive permanent fjernet.
de: Alle Verbindungsverlaufseinträge werden dauerhaft entfernt.
es: Todas las entradas del historial de conexiones se eliminarán permanentemente.
fr: Toutes les entrées de l'historique de connexion seront définitivement supprimées.
it: Tutte le voci della cronologia delle connessioni verranno rimosse definitivamente.
kk: Барлық қосылым тарихы жазбалары біржола жойылады.
nl: Alle verbindingsgeschiedenisvermeldingen worden permanent verwijderd.
pl: Wszystkie wpisy historii połączeń zostaną trwale usunięte.
pt: Todas as entradas do histórico de ligações serão removidas permanentemente.
sk: Všetky záznamy histórie pripojení budú trvalo odstránené.
sv: Alla anslutningshistorikposter kommer att tas bort permanent.
uk: Усі записи історії з'єднувань буде остаточно вилучено.
uz: Barcha ulanish tarixi yozuvlari butunlay o'chiriladi.

source: Clear
be: Ачысціць
cs: Vymazat
da: Ryd
de: Leeren
es: Limpiar
fr: Effacer
it: Cancella
kk: Тазалау
nl: Wissen
pl: Wyczyść
pt: Limpar
sk: Vymazať
sv: Rensa
uk: Очисть
uz: Tozalash

source: Remove from history
be: Выдаліць з гісторыі
da: Fjern fra historik
de: Aus Verlauf entfernen
it: Rimuovi dalla cronologia
kk: Тарихтан жою
pl: Usuń z historii
pt: Remover do histórico
sk: Odstrániť z histórie
sv: Ta bort från historik
uk: Видалити з історії
uz: Tarixdan oʻchirish

source: Import Connections
be: Імпарт злучэнняў
cs: Naimportovat připojení
da: Importér forbindelser
de: Verbindungen importieren
es: Importar conexiones
fr: Importer des connexions
it: Importa connessioni
kk: Қосылымдарды импорттау
nl: Verbindingen importeren
pl: Importuj połączenia
pt: Importar Ligações
sk: Importovať pripojenia
sv: Importera anslutningar
uk: Імпортування з'єднувань
uz: Ulanishlarni import qilish

source: Select Import Source
be: Абраць крыніцу імпарту
cs: Vybrat zdroj importu
da: Vælg importkilde
de: Importquelle auswählen
es: Seleccionar fuente de importación
fr: Sélectionner la source d'import
it: Seleziona sorgente di importazione
kk: Импорт көзін таңдау
nl: Importbron selecteren
pl: Wybierz źródło importu
pt: Selecionar Origem de Importação
sk: Vybrať zdroj importu
sv: Välj importkälla
uk: Обери джерело імпортування
uz: Import manbasini tanlang

source: Choose the source from which to import connections:
be: Абярыце крыніцу для імпарту злучэнняў:
cs: Vyberte zdroj, ze kterého importovat připojení:
da: Vælg kilden til import af forbindelser:
de: Wählen Sie die Quelle für den Import von Verbindungen:
es: Elija la fuente desde la cual importar conexiones:
fr: Choisir la source depuis laquelle importer les connexions :
it: Scegli la sorgente da cui importare le connessioni:
kk: Қосылымдарды импорттау көзін таңдаңыз:
nl: Kies de bron waaruit verbindingen geïmporteerd worden:
pl: Wybierz źródło importu połączeń:
pt: Escolha a origem para importar ligações:
sk: Vyberte zdroj na import pripojení:
sv: Välj källa att importera anslutningar från:
uk: Обери джерело для імпортування з'єднувань:
uz: Ulanishlarni import qilish manbasini tanlang:
