Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Open Logs Directory
be: Адкрыць каталог журналаў
cs: Otevřít složku záznamů relací
da: Åbn logmappe
de: Protokollverzeichnis öffnen
es: Abrir directorio de registros
fr: Ouvrir le répertoire des journaux
it: Apri directory dei registri
kk: Журналдар каталогын ашу
nl: Logboekmap openen
pl: Otwórz katalog dzienników
pt: Abrir Diretório de Registos
sk: Otvoriť adresár protokolov
sv: Öppna loggkatalog
uk: Відкрий каталога журналів
uz: Jurnallar katalogini ochish

source: Select what to include in logs
be: Абярыце, што ўключыць у журналы
cs: Vyberte, co zahrnout do záznamů relací
da: Vælg hvad der skal medtages i logfiler
de: Auswählen, was in Protokolle aufgenommen wird
es: Seleccionar qué incluir en los registros
fr: Sélectionner le contenu à inclure dans les journaux
it: Seleziona cosa includere nei registri
kk: Журналдарға не қосылатынын таңдаңыз
nl: Selecteer wat in logboeken opgenomen wordt
pl: Wybierz, co uwzględnić w dziennikach
pt: Selecionar o que incluir nos registos
sk: Vyberte, čo zahrnúť do protokolov
sv: Välj vad som ska inkluderas i loggar
uk: Обери, що додати до журналів
uz: Jurnallarga nimani kiritishni tanlang

source: Activity
be: Актыўнасць
cs: Aktivita
da: Aktivitet
de: Aktivität
es: Actividad
fr: Activité
it: Attività
kk: Белсенділік
nl: Activiteit
pl: Aktywność
pt: Atividade
sk: Aktivita
sv: Aktivitet
uk: Активність
uz: Faoliyat

source: Connection events and change counts
be: Падзеі злучэнняў і лічыльнікі змяненняў
cs: Události připojení a počty změn
da: Forbindelseshændelser og ændringstællere
de: Verbindungsereignisse und Änderungszähler
es: Eventos de conexión y contadores de cambios
fr: Événements de connexion et compteurs de modifications
it: Eventi di connessione e conteggio modifiche
kk: Қосылым оқиғалары мен өзгерістер саны
nl: Verbindingsgebeurtenissen en wijzigingstellers
pl: Zdarzenia połączeń i liczniki zmian
pt: Eventos de ligação e contagens de alterações
sk: Udalosti pripojení a počty zmien
sv: Anslutningshändelser och ändringsräknare
uk: Події з'єднувань та лічильники змін
uz: Ulanish hodisalari va o'zgarishlar soni

source: User Input
be: Увод карыстальніка
cs: Uživatelský vstup
da: Brugerinput
de: Benutzereingabe
es: Entrada del usuario
fr: Saisie utilisateur
it: Input utente
kk: Пайдаланушы енгізуі
nl: Gebruikersinvoer
pl: Dane wejściowe użytkownika
pt: Entrada do Utilizador
sk: Vstup používateľa
sv: Användarinmatning
uk: Уведення користувача
uz: Foydalanuvchi kiritishi

source: Commands and keystrokes
be: Каманды і націсканні клавіш
cs: Příkazy a stisky kláves
da: Kommandoer og tastetryk
de: Befehle und Tastatureingaben
es: Comandos y pulsaciones de teclas
fr: Commandes et frappes clavier
it: Comandi e sequenze di tasti
kk: Командалар мен пернелер
nl: Opdrachten en toetsaanslagen
pl: Polecenia i sekwencje klawiszy
pt: Comandos e teclas
sk: Príkazy a klávesové skratky
sv: Kommandon och tangenttryckningar
uk: Команди й натискання клавіш
uz: Buyruqlar va tugma bosimlari

source: Terminal Output
be: Вывад тэрмінала
cs: Výstup z terminálu
de: Terminalausgabe
es: Salida de terminal
fr: Sortie du terminal
it: Output terminale
kk: Терминал шығысы
nl: Terminaluitvoer
pl: Wyjście terminala
pt: Saída do Terminal
sk: Výstup terminálu
sv: Terminalutdata
uk: Виведення терміналу
uz: Terminal chiqishi

source: Full session transcript
be: Поўны пратакол сеансу
cs: Úplný přepis relace
da: Fuld sessionsudskrift
de: Vollständiges Sitzungsprotokoll
es: Transcripción completa de la sesión
fr: Transcription complète de la session
it: Trascrizione completa della sessione
kk: Толық сеанс жазбасы
nl: Volledig sessietranscript
pl: Pełny zapis sesji
pt: Transcrição completa da sessão
sk: Úplný prepis relácie
sv: Fullständig sessionsutskrift
uk: Повний запис сеансу
uz: To'liq sessiya yozuvi

source: Format options for session logs
be: Параметры фармату журналаў сеансаў
cs: Předvolby formátu záznamu relací
da: Formatindstillinger for sessionslogfiler
de: Formatoptionen für Sitzungsprotokolle
es: Opciones de formato para registros de sesión
fr: Options de format pour les journaux de session
it: Opzioni di formato per i registri di sessione
kk: Сеанс журналдарының пішім параметрлері
nl: Formaatopties voor sessielogboeken
pl: Opcje formatu dzienników sesji
pt: Opções de formato para registos de sessão
sk: Možnosti formátu protokolov relácií
sv: Formatalternativ för sessionsloggar
uk: Параметри формату журналів сеансів
uz: Sessiya jurnallari uchun format parametrlari

source: Timestamps
be: Часавыя адзнакі
cs: Časová razítka
da: Tidsstempler
de: Zeitstempel
es: Marcas de tiempo
fr: Horodatages
it: Marcature temporali
kk: Уақыт белгілері
nl: Tijdstempels
pl: Znaczniki czasu
pt: Carimbos de Data/Hora
sk: Časové značky
sv: Tidsstämplar
uk: Познаки часу
uz: Vaqt tamg'alari

source: Prepend [HH:MM:SS] to each line in session logs
be: Дадаваць [HH:MM:SS] да кожнага радка ў журналах сеансаў
cs: Přidat [HH:MM:SS] na začátek každého řádku záznamů
da: Tilføj [HH:MM:SS] foran hver linje i sessionslogfiler
de: [HH:MM:SS] vor jede Zeile im Sitzungsprotokoll setzen
es: Anteponer [HH:MM:SS] a cada línea en los registros de sesión
fr: Ajouter [HH:MM:SS] au début de chaque ligne des journaux de session
it: Anteponi [HH:MM:SS] a ogni riga nei registri di sessione
kk: Сеанс журналындағы әр жолдың алдына [HH:MM:SS] қосу
nl: [HH:MM:SS] voor elke regel in sessielogboeken plaatsen
pl: Dodaj [HH:MM:SS] przed każdym wierszem w dziennikach sesji
pt: Adicionar [HH:MM:SS] antes de cada linha nos registos de sessão
sk: Pridať [HH:MM:SS] pred každý riadok v protokoloch relácií
sv: Lägg till [HH:MM:SS] före varje rad i sessionsloggar
uk: Додай [ГГ:ХХ:СС] до кожного рядка журналу сеансу
uz: Sessiya jurnallarida har bir satrga [HH:MM:SS] qo'shish

source: Monitoring
be: Маніторынг
cs: Monitorování
da: Overvågning
de: Überwachung
es: Monitorización
fr: Surveillance
it: Monitoraggio
kk: Мониторинг
pl: Monitorowanie
pt: Monitorização
sk: Monitorovanie
sv: Övervakning
uk: Моніторинг

source: Remote host metrics collection
be: Збор метрык аддаленага хоста
cs: Sběr metrik vzdáleného hostitele
da: Indsamling af fjernværtsmetrikker
de: Erfassung von Remote-Host-Metriken
es: Recopilación de métricas del host remoto
fr: Collecte de métriques de l'hôte distant
it: Raccolta metriche dell'host remoto
kk: Қашықтағы хост метрикаларын жинау
nl: Verzameling van externe host-metrieken
pl: Zbieranie metryk zdalnego hosta
pt: Recolha de métricas do anfitrião remoto
sk: Zber metrík vzdialeného hostiteľa
sv: Insamling av fjärrvärdsmetrik
uk: Збір метрик віддаленого госта
uz: Masofaviy xost metrikalarini yig'ish

source: Enable monitoring
be: Уключыць маніторынг
cs: Povolit monitorování
da: Aktiver overvågning
de: Überwachung aktivieren
es: Activar monitorización
fr: Activer la surveillance
it: Attiva monitoraggio
kk: Мониторингті қосу
nl: Monitoring inschakelen
pl: Włącz monitorowanie
pt: Ativar monitorização
sk: Povoliť monitorovanie
sv: Aktivera övervakning
uk: Увімкни моніторинг
uz: Monitoringni yoqish

source: Show CPU, memory, disk, and network for SSH sessions
be: Паказваць CPU, памяць, дыск і сетку для сесій SSH
cs: Zobrazit CPU, paměť, disk a síť pro SSH relace
da: Vis CPU, hukommelse, disk og netværk for SSH-sessioner
de: CPU, Speicher, Festplatte und Netzwerk für SSH-Sitzungen anzeigen
es: Mostrar CPU, memoria, disco y red para sesiones SSH
fr: Afficher CPU, mémoire, disque et réseau pour les sessions SSH
it: Mostra CPU, memoria, disco e rete per sessioni SSH
kk: SSH сеанстары үшін CPU, жад, диск және желіні көрсету
nl: CPU, geheugen, schijf en netwerk tonen voor SSH-sessies
pl: Pokaż CPU, pamięć, dysk i sieć dla sesji SSH
pt: Mostrar CPU, memória, disco e rede para sessões SSH
sk: Zobraziť CPU, pamäť, disk a sieť pre SSH relácie
sv: Visa CPU, minne, disk och nätverk för SSH-sessioner
uk: Показуй процесор, пам'ять, диск та мережу для сеансів SSH
uz: SSH seanslari uchun CPU, xotira, disk va tarmoqni ko'rsatish

source: Polling interval
be: Інтэрвал апытання
cs: Interval dotazování
da: Forespørgselsinterval
de: Abfrageintervall
es: Intervalo de sondeo
fr: Intervalle d'interrogation
it: Intervallo di polling
kk: Сұрау аралығы
pl: Interwał odpytywania
pt: Intervalo de consulta
sk: Interval dotazovania
sv: Pollningsintervall
uk: Інтервал опитування
uz: So'rov oralig'i

source: Seconds between metric updates
be: Секунды паміж абнаўленнямі метрык
cs: Sekundy mezi aktualizacemi metrik
da: Sekunder mellem metrikopdateringer
de: Sekunden zwischen Metrik-Aktualisierungen
es: Segundos entre actualizaciones de métricas
fr: Secondes entre les mises à jour des métriques
it: Secondi tra aggiornamenti metriche
kk: Метрика жаңартулары арасындағы секундтар
nl: Seconden tussen metriekupdates
pl: Sekundy między aktualizacjami metryk
pt: Segundos entre atualizações de métricas
sk: Sekundy medzi aktualizáciami metrík
sv: Sekunder mellan metrikuppdateringar
uk: Секунди між оновленнями метрик
uz: Metrika yangilanishlari orasidagi soniyalar

source: Visible Metrics
be: Бачныя метрыкі
cs: Viditelné metriky
da: Synlige metrikker
de: Sichtbare Metriken
es: Métricas visibles
fr: Métriques visibles
it: Metriche visibili
kk: Көрінетін метрикалар
nl: Zichtbare metrieken
pl: Widoczne metryki
pt: Métricas visíveis
sk: Viditeľné metriky
sv: Synliga metrik
uk: Видимі метрики
uz: Ko'rinadigan metrikalar

source: Select which metrics to display
be: Абярыце якія метрыкі паказваць
cs: Vyberte které metriky zobrazit
da: Vælg hvilke metrikker der skal vises
de: Auswählen, welche Metriken angezeigt werden
es: Seleccionar qué métricas mostrar
fr: Sélectionner les métriques à afficher
it: Seleziona quali metriche visualizzare
kk: Қандай метрикаларды көрсетуді таңдаңыз
nl: Selecteer welke metrieken worden weergegeven
pl: Wybierz które metryki wyświetlać
pt: Selecionar quais métricas mostrar
sk: Vyberte ktoré metriky zobraziť
sv: Välj vilka metrik som ska visas
uk: Вибери, які метрики показувати
uz: Qaysi metrikalarni ko'rsatishni tanlang

source: CPU usage
be: Выкарыстанне CPU
cs: Využití CPU
da: CPU-forbrug
de: CPU-Auslastung
es: Uso de CPU
fr: Utilisation CPU
it: Utilizzo CPU
kk: CPU пайдалану
nl: CPU-gebruik
pl: Użycie CPU
pt: Utilização de CPU
sk: Využitie CPU
sv: CPU-användning
uk: Використання процесора
uz: CPU foydalanish

source: Memory usage
be: Выкарыстанне памяці
cs: Využití paměti
da: Hukommelsesforbrug
de: Speicherauslastung
es: Uso de memoria
fr: Utilisation mémoire
it: Utilizzo memoria
kk: Жад пайдалану
nl: Geheugengebruik
pl: Użycie pamięci
pt: Utilização de memória
sk: Využitie pamäte
sv: Minnesanvändning
uk: Використання пам'яті
uz: Xotira foydalanish

source: Disk usage
be: Выкарыстанне дыска
cs: Využití disku
da: Diskforbrug
de: Festplattenauslastung
es: Uso de disco
fr: Utilisation disque
it: Utilizzo disco
kk: Диск пайдалану
nl: Schijfgebruik
pl: Użycie dysku
pt: Utilização de disco
sk: Využitie disku
sv: Diskanvändning
uk: Використання диска
uz: Disk foydalanish

source: Network throughput
be: Прапускная здольнасць сеткі
cs: Propustnost sítě
da: Netværksgennemstrømning
de: Netzwerkdurchsatz
es: Rendimiento de red
fr: Débit réseau
it: Throughput di rete
kk: Желі өткізу қабілеті
nl: Netwerkdoorvoer
pl: Przepustowość sieci
pt: Débito de rede
sk: Priepustnosť siete
sv: Nätverksgenomströmning
uk: Пропускна здатність мережі
uz: Tarmoq o'tkazuvchanligi

source: Load average
be: Сярэдняя нагрузка
da: Gennemsnitlig belastning
de: Durchschnittliche Auslastung
it: Carico medio
kk: Орташа жүктеме
pl: Średnie obciążenie
pt: Carga média
sk: Priemerná záťaž
sv: Genomsnittlig belastning
uk: Середнє навантаження
uz: Oʻrtacha yuklanish

source: System info
be: Інфармацыя пра сістэму
da: Systemoplysninger
de: Systeminformationen
it: Informazioni di sistema
kk: Жүйе ақпараты
pl: Informacje o systemie
pt: Informações do sistema
sk: Informácie o systéme
sv: Systeminformation
uk: Інформація про систему
uz: Tizim haqida maʼlumot

source: Distribution, kernel version, uptime
be: Дыстрыбутыў, версія ядра, час працы
da: Distribution, kerneversion, oppetid
de: Distribution, Kernelversion, Betriebszeit
it: Distribuzione, versione del kernel, tempo di attività
kk: Дистрибутив, ядро нұсқасы, жұмыс уақыты
pl: Dystrybucja, wersja jądra, czas pracy
pt: Distribuição, versão do kernel, tempo de atividade
sk: Distribúcia, verzia jadra, doba prevádzky
sv: Distribution, kärnversion, drifttid
uk: Дистрибутив, версія ядра, час роботи
uz: Distributiv, yadro versiyasi, ishlash vaqti

source: Initialized at {}
be: Ініцыялізавана ў {}
cs: Inicializováno v {}
da: Initialiseret i {}
de: Initialisiert in {}
es: Inicializado en {}
fr: Initialisé dans {}
it: Inizializzato in {}
kk: {} ішінде баптандырылған
nl: Geïnitialiseerd in {}
pl: Zainicjalizowano w {}
pt: Inicializado em {}
sk: Inicializované v {}
sv: Initierad i {}
uk: Ініціалізовано в {}
uz: {} da ishga tushirildi

source: Not initialized (run 'pass init &lt;gpg-id&gt;')
be: Не ініцыялізавана (запусціце 'pass init &lt;gpg-id&gt;')
cs: Neinicializováno (spusťte 'pass init &lt;gpg-id&gt;')
da: Ikke initialiseret (kør 'pass init &lt;gpg-id&gt;')
de: Nicht initialisiert ('pass init &lt;gpg-id&gt;' ausführen)
es: No inicializado (ejecutar 'pass init &lt;gpg-id&gt;')
fr: Non initialisé (exécuter 'pass init &lt;gpg-id&gt;')
it: Non inizializzato (eseguire 'pass init &lt;gpg-id&gt;')
kk: Инициализацияланбаған ('pass init &lt;gpg-id&gt;' іске қосыңыз)
nl: Niet geïnitialiseerd (voer 'pass init &lt;gpg-id&gt;' uit)
pl: Nie zainicjalizowano (uruchom 'pass init &lt;gpg-id&gt;')
pt: Não inicializado (executar 'pass init &lt;gpg-id&gt;')
sk: Neinicializované (spustite 'pass init &lt;gpg-id&gt;')
sv: Inte initierad (kör 'pass init &lt;gpg-id&gt;')
uk: Не ініціялізовано (виконай 'pass init &lt;gpg-id&gt;')
uz: Ishga tushirilmagan ('pass init &lt;gpg-id&gt;' ni ishga tushiring)

source: Cannot determine store directory
be: Немагчыма вызначыць каталог сховішча
cs: Nelze určit adresář úložiště
da: Kan ikke bestemme lagermappe
de: Speicherverzeichnis kann nicht ermittelt werden
es: No se puede determinar el directorio del almacén
fr: Impossible de déterminer le répertoire du stockage
it: Impossibile determinare la directory dell'archivio
kk: Қойма каталогын анықтау мүмкін емес
nl: Kan opslagmap niet bepalen
pl: Nie można określić katalogu magazynu
pt: Não é possível determinar o diretório do armazém
sk: Nie je možné určiť adresár úložiska
sv: Kan inte bestämma lagringskatalog
uk: Неможливо визначити каталог сховища
uz: Saqlash katalogini aniqlab bo'lmadi

source: Secrets
be: Сакрэты
cs: Tajemství
da: Hemmeligheder
de: Geheimnisse
es: Secretos
it: Segreti
kk: Құпиялар
nl: Geheimen
pl: Sekrety
pt: Segredos
sk: Tajné kľúče
sv: Hemligheter
uk: Таємниці
uz: Maxfiy ma'lumotlar

source: Secret Backend
be: Бэкенд сакрэтаў
cs: Tajemství pro podpůrnou vrstvu
da: Hemmelighedsbackend
de: Geheimnis-Backend
es: Backend de secretos
fr: Backend de secrets
it: Backend segreti
kk: Құпия бэкенді
nl: Geheimbackend
pl: Backend sekretów
pt: Backend de Segredos
sk: Backend tajných kľúčov
sv: Hemlighetsbackend
uk: Бекенд таємниць
uz: Maxfiy backend

source: Choose how passwords are stored
be: Абярыце спосаб захоўвання пароляў
cs: Zvolte způsob ukládání hesel
da: Vælg hvordan adgangskoder gemmes
de: Wählen Sie die Speichermethode für Passwörter
es: Elija cómo se almacenan las contraseñas
fr: Choisir le mode de stockage des mots de passe
it: Scegli come vengono salvate le password
kk: Құпия сөздерді сақтау тәсілін таңдаңыз
nl: Kies hoe wachtwoorden worden opgeslagen
pl: Wybierz sposób przechowywania haseł
pt: Escolha o método de armazenamento de palavras-passe
sk: Vyberte spôsob ukladania hesiel
sv: Välj hur lösenord lagras
uk: Обери спосіб зберігання паролів
uz: Parollar qanday saqlanishini tanlang

source: Backend
be: Бэкенд
cs: Podpůrná vrstva
kk: Бэкенд
uk: Бекенд

source: Primary password storage method
be: Асноўны спосаб захоўвання пароляў
cs: Primární metoda ukládání hesel
da: Primær metode til lagring af adgangskoder
de: Primäre Passwortspeichermethode
es: Método principal de almacenamiento de contraseñas
fr: Méthode principale de stockage des mots de passe
it: Metodo principale di archiviazione password
kk: Негізгі құпия сөз сақтау тәсілі
nl: Primaire wachtwoordopslagmethode
pl: Główna metoda przechowywania haseł
pt: Método principal de armazenamento de palavras-passe
sk: Primárna metóda ukladania hesiel
sv: Primär metod för lösenordslagring
uk: Основна метода зберігання паролів
uz: Asosiy parol saqlash usuli

source: Version
be: Версія
cs: Verze
es: Versión
it: Versione
kk: Нұсқа
nl: Versie
pl: Wersja
pt: Versão
sk: Verzia
uk: Версія
uz: Versiya

source: Enable fallback
be: Уключыць рэзервны варыянт
cs: Povolit náhradní způsob
da: Aktivér reserveløsning
de: Fallback aktivieren
es: Habilitar respaldo
fr: Activer le repli
it: Abilita fallback
kk: Қосалқы тәсілді қосу
nl: Terugval inschakelen
pl: Włącz awaryjne przełączanie
pt: Ativar alternativa
sk: Povoliť záložný režim
sv: Aktivera reservläge
uk: Увімкни резервного варіянта
uz: Zaxira usulni yoqish

source: Use libsecret if primary backend unavailable
be: Выкарыстоўваць libsecret, калі асноўны бэкенд недаступны
cs: Použít libsecret pokud primární podpůrná vrstva není dostupná
da: Brug libsecret, hvis primær backend er utilgængelig
de: libsecret verwenden, wenn primäres Backend nicht verfügbar
es: Usar libsecret si el backend principal no está disponible
fr: Utiliser libsecret si le backend principal est indisponible
it: Usa libsecret se il backend principale non è disponibile
kk: Негізгі бэкенд қолжетімсіз болса, libsecret қолдану
nl: libsecret gebruiken als primair backend niet beschikbaar is
pl: Użyj libsecret, gdy główny backend jest niedostępny
pt: Usar libsecret se o backend principal não estiver disponível
sk: Použiť libsecret ak primárny backend nie je dostupný
sv: Använd libsecret om primär backend inte är tillgänglig
uk: Задіюй libsecret, якщо основний бекенд недоступний
uz: Asosiy backend mavjud bo'lmaganda libsecret ishlatish

source: Detecting...
be: Вызначэнне...
cs: Zjišťování…
da: Registrerer...
de: Erkennung...
es: Detectando...
fr: Détection...
it: Rilevamento...
kk: Анықталуда...
nl: Detecteren...
pl: Wykrywanie...
pt: A detetar...
sk: Zisťovanie...
sv: Identifierar...
uk: Виявлення...
uz: Aniqlanmoqda...

source: Configure Bitwarden CLI integration
be: Наладзіць інтэграцыю з Bitwarden CLI
cs: Nastavit integraci Bitwarden CLI
da: Konfigurer Bitwarden CLI-integration
de: Bitwarden-CLI-Integration konfigurieren
es: Configurar integración con Bitwarden CLI
fr: Configurer l'intégration CLI Bitwarden
it: Configura integrazione CLI di Bitwarden
kk: Bitwarden CLI интеграциясын баптау
nl: Bitwarden CLI-integratie configureren
pl: Skonfiguruj integrację z Bitwarden CLI
pt: Configurar integração CLI do Bitwarden
sk: Nastaviť integráciu Bitwarden CLI
sv: Konfigurera Bitwarden CLI-integration
uk: Налаштуй інтеґрування з Bitwarden CLI
uz: Bitwarden CLI integratsiyasini sozlash

source: Master password
be: Галоўны пароль
cs: Hlavní heslo
da: Hovedadgangskode
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
it: Password principale
kk: Негізгі құпия сөз
nl: Hoofdwachtwoord
pl: Hasło główne
pt: Palavra-passe principal
sk: Hlavné heslo
sv: Huvudlösenord
uk: Головний пароль
uz: Asosiy parol

source: Master Password
be: Майстар-пароль
cs: Hlavní heslo
da: Hovedadgangskode
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
it: Password principale
kk: Негізгі құпия сөз
nl: Hoofdwachtwoord
pl: Hasło główne
pt: Palavra-passe Principal
sk: Hlavné heslo
sv: Huvudlösenord
uk: Майстер-пароль
uz: Asosiy parol

source: Required to unlock vault
be: Патрабуецца для разблакіроўкі сховішча
cs: Vyžadováno pro odemknutí trezoru
da: Påkrævet for at låse boksen op
de: Zum Entsperren des Tresors erforderlich
es: Necesario para desbloquear la bóveda
fr: Requis pour déverrouiller le coffre
it: Necessario per sbloccare la cassaforte
kk: Қойманы ашу үшін қажет
nl: Vereist om de kluis te ontgrendelen
pl: Wymagane do odblokowania sejfu
pt: Necessário para desbloquear o cofre
sk: Vyžaduje sa na odomknutie trezoru
sv: Krävs för att låsa upp valvet
uk: Треба для розблокування сховища
uz: Omborni qulfdan chiqarish uchun talab qilinadi

source: Save password
be: Захаваць пароль
cs: Uložit heslo
da: Gem adgangskode
de: Passwort speichern
es: Guardar contraseña
fr: Enregistrer le mot de passe
it: Salva password
kk: Құпия сөзді сақтау
nl: Wachtwoord opslaan
pl: Zapisz hasło
pt: Guardar palavra-passe
sk: Uložiť heslo
sv: Spara lösenord
uk: Збережи пароль
uz: Parolni saqlash

source: Encrypted storage (machine-specific)
be: Зашыфраванае сховішча (спецыфічнае для машыны)
cs: Šifrované úložiště (specifické pro stroj)
da: Krypteret lagring (maskinspecifik)
de: Verschlüsselter Speicher (maschinenspezifisch)
es: Almacenamiento cifrado (específico de la máquina)
fr: Stockage chiffré (spécifique à la machine)
it: Archiviazione crittografata (specifica per macchina)
kk: Шифрланған сақтау орны (құрылғыға тән)
nl: Versleutelde opslag (machinespecifiek)
pl: Szyfrowane przechowywanie (specyficzne dla maszyny)
pt: Armazenamento encriptado (específico da máquina)
sk: Šifrované úložisko (špecifické pre zariadenie)
sv: Krypterad lagring (maskinspecifik)
uk: Зашифроване сховище (прив'язане до машини)
uz: Shifrlangan saqlash (qurilmaga xos)

source: Save to system keyring
be: Захаваць у сістэмным звязку ключоў
cs: Uložit do systémového klíčenky
da: Gem i systemnøglering
de: Im Systemschlüsselbund speichern
es: Guardar en el llavero del sistema
fr: Enregistrer dans le trousseau système
it: Salva nel portachiavi di sistema
kk: Жүйелік кілт сақинасына сақтау
nl: Opslaan in systeemsleutelhanger
pl: Zapisz w pęku kluczy systemowych
pt: Guardar no porta-chaves do sistema
sk: Uložiť do systémového kľúčenky
sv: Spara i systemnyckelringen
uk: Збережи в системне сховище ключів
uz: Tizim kalitlar halqasiga saqlash

source: Store in GNOME Keyring / KDE Wallet (recommended)
be: Захоўваць у GNOME Keyring / KDE Wallet (рэкамендавана)
cs: Uložit do GNOME Keyring / KDE Wallet (doporučeno)
da: Gem i GNOME Keyring / KDE Wallet (anbefalet)
de: In GNOME Keyring / KDE Wallet speichern (empfohlen)
es: Almacenar en GNOME Keyring / KDE Wallet (recomendado)
fr: Stocker dans GNOME Keyring / KDE Wallet (recommandé)
it: Salva in GNOME Keyring / KDE Wallet (consigliato)
kk: GNOME Keyring / KDE Wallet ішінде сақтау (ұсынылады)
nl: Opslaan in GNOME Keyring / KDE Wallet (aanbevolen)
pl: Przechowuj w GNOME Keyring / KDE Wallet (zalecane)
pt: Armazenar no GNOME Keyring / KDE Wallet (recomendado)
sk: Uložiť do GNOME Keyring / KDE Wallet (odporúčané)
sv: Lagra i GNOME Keyring / KDE Wallet (rekommenderat)
uk: Збережи в GNOME Keyring / KDE Wallet (рекомендовано)
uz: GNOME Keyring / KDE Wallet da saqlash (tavsiya etiladi)

source: Install libsecret-tools for keyring
be: Усталяваць libsecret-tools для звязкі ключоў
cs: Nainstalovat libsecret-tools pro klíčenku
da: Installer libsecret-tools til nøglering
de: libsecret-tools für Schlüsselbund installieren
es: Instalar libsecret-tools para el llavero
fr: Installer libsecret-tools pour le trousseau
it: Installare libsecret-tools per il portachiavi
kk: Кілт тізбегі үшін libsecret-tools орнатыңыз
nl: Installeer libsecret-tools voor sleutelhanger
pl: Zainstaluj libsecret-tools dla pęku kluczy
pt: Instalar libsecret-tools para o chaveiro
sk: Nainštalovať libsecret-tools pre kľúčenku
sv: Installera libsecret-tools för nyckelring
uk: Установи libsecret-tools для в'язки ключів
uz: Kalit halqasi uchun libsecret-tools o'rnating
