Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Days to keep old log files (0 = keep forever)
be: Дзён захоўвання старых файлаў журнала (0 = назаўжды)
cs: Dní uchovávání starých souborů protokolu (0 = navždy)
da: Dage at beholde gamle logfiler (0 = for altid)
de: Tage zum Aufbewahren alter Protokolldateien (0 = unbegrenzt)
es: Días para conservar archivos de registro antiguos (0 = siempre)
fr: Jours de conservation des anciens journaux (0 = indéfiniment)
it: Giorni di conservazione dei vecchi file di registro (0 = per sempre)
kk: Ескі журнал файлдарын сақтау күндері (0 = мәңгі)
nl: Dagen om oude logbestanden te bewaren (0 = voor altijd)
pl: Dni przechowywania starych plików dziennika (0 = na zawsze)
pt: Dias para manter ficheiros de registo antigos (0 = para sempre)
sk: Dní uchovávania starých súborov protokolu (0 = navždy)
sv: Dagar att behålla gamla loggfiler (0 = för alltid)
uk: Днів зберігання старих файлів журналу (0 = назавжди)
uz: Eski jurnal fayllarni saqlash kunlari (0 = abadiy saqlash)

source: Device
be: Прылада
cs: Zařízení
da: Enhed
de: Gerät
es: Dispositivo
fr: Périphérique
it: Dispositivo
kk: Құрылғы
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
sk: Zariadenie
sv: Enhet
uk: Пристрій
uz: Qurilma

source: Serial uses picocom as the terminal client
be: Serial выкарыстоўвае picocom як тэрмінальны кліент
cs: Serial používá picocom jako terminálový klient
da: Serial bruger picocom som terminalklient
de: Serial verwendet picocom als Terminalclient
es: Serial usa picocom como cliente de terminal
fr: Serial utilise picocom comme client terminal
it: Serial usa picocom come client terminale
kk: Serial picocom-ды терминал клиенті ретінде пайдаланады
nl: Serial gebruikt picocom als terminalclient
pl: Serial używa picocom jako klienta terminala
pt: Serial usa picocom como cliente de terminal
sk: Serial používa picocom ako terminálový klient
sv: Serial använder picocom som terminalklient
uk: Serial використовує picocom як термінальний клієнт
uz: Serial picocom ni terminal mijoz sifatida ishlatadi

source: Line Parameters
be: Параметры лініі
cs: Parametry linky
da: Linjeparametre
de: Leitungsparameter
es: Parámetros de línea
fr: Paramètres de ligne
it: Parametri di linea
kk: Желі параметрлері
nl: Lijnparameters
pl: Parametry linii
pt: Parâmetros de linha
sk: Parametre linky
sv: Linjeparametrar
uk: Параметри лінії
uz: Chiziq parametrlari

source: Standard serial line configuration (default: 115200 8N1)
be: Стандартная канфігурацыя паслядоўнай лініі (тыпова: 115200 8N1)
cs: Standardní konfigurace sériové linky (výchozí: 115200 8N1)
da: Standard seriel linjekonfiguration (standard: 115200 8N1)
de: Standard-Konfiguration der seriellen Leitung (Standard: 115200 8N1)
es: Configuración estándar de línea serie (predeterminado: 115200 8N1)
fr: Configuration standard de la ligne série (par défaut : 115200 8N1)
it: Configurazione standard della linea seriale (predefinito: 115200 8N1)
kk: Стандартты тізбекті желі конфигурациясы (әдепкі: 115200 8N1)
nl: Standaard seriële lijnconfiguratie (standaard: 115200 8N1)
pl: Standardowa konfiguracja linii szeregowej (domyślnie: 115200 8N1)
pt: Configuração padrão da linha série (predefinição: 115200 8N1)
sk: Štandardná konfigurácia sériovej linky (predvolené: 115200 8N1)
sv: Standardkonfiguration för seriell linje (standard: 115200 8N1)
uk: Стандартне налаштування послідовної лінії (типово: 115200 8N1)
uz: Standart serial chiziq konfiguratsiyasi (standart: 115200 8N1)

source: Baud Rate
be: Хуткасць перадачы
cs: Přenosová rychlost
es: Velocidad en baudios
fr: Débit en bauds
it: Velocità in baud
kk: Тасымалдау жылдамдығы
nl: Baudsnelheid
pl: Prędkość transmisji
pt: Taxa de transmissão
sk: Prenosová rýchlosť
sv: Baudhastighet
uk: Швидкість передавання
uz: Baud tezligi

source: Communication speed in bits per second
be: Хуткасць абмену ў бітах за секунду
cs: Rychlost komunikace v bitech za sekundu
da: Kommunikationshastighed i bit per sekund
de: Übertragungsgeschwindigkeit in Bit pro Sekunde
es: Velocidad de comunicación en bits por segundo
fr: Vitesse de communication en bits par seconde
it: Velocità di comunicazione in bit al secondo
kk: Секундына биттермен байланыс жылдамдығы
nl: Communicatiesnelheid in bits per seconde
pl: Prędkość komunikacji w bitach na sekundę
pt: Velocidade de comunicação em bits por segundo
sk: Rýchlosť komunikácie v bitoch za sekundu
sv: Kommunikationshastighet i bitar per sekund
uk: Швидкість обміну в бітах за секунду
uz: Sekundiga bitlarda aloqa tezligi

source: Data Bits
be: Біты даных
cs: Datové bity
de: Datenbits
es: Bits de datos
fr: Bits de données
it: Bit di dati
kk: Деректер биттері
pl: Bity danych
pt: Bits de dados
sk: Dátové bity
sv: Databitar
uk: Біти даних
uz: Ma'lumot bitlari

source: Number of data bits per character
be: Колькасць бітаў даных на сімвал
cs: Počet datových bitů na znak
da: Antal databits per tegn
de: Anzahl der Datenbits pro Zeichen
es: Número de bits de datos por carácter
fr: Nombre de bits de données par caractère
it: Numero di bit di dati per carattere
kk: Таңбаға деректер биттерінің саны
nl: Aantal databits per teken
pl: Liczba bitów danych na znak
pt: Número de bits de dados por carácter
sk: Počet dátových bitov na znak
sv: Antal databitar per tecken
uk: Кількість бітів даних на символ
uz: Har bir belgi uchun ma'lumot bitlari soni

source: Stop Bits
be: Стоп-біты
cs: Stop bity
de: Stoppbits
es: Bits de parada
fr: Bits d'arrêt
it: Bit di stop
kk: Тоқтау биттері
pl: Bity stopu
pt: Bits de paragem
sk: Stop bity
sv: Stoppbitar
uk: Стоп-біти
uz: To'xtash bitlari

source: Number of stop bits
be: Колькасць стоп-бітаў
cs: Počet stop bitů
da: Antal stopbits
de: Anzahl der Stoppbits
es: Número de bits de parada
fr: Nombre de bits d'arrêt
it: Numero di bit di stop
kk: Тоқтау биттерінің саны
nl: Aantal stopbits
pl: Liczba bitów stopu
pt: Número de bits de paragem
sk: Počet stop bitov
sv: Antal stoppbitar
uk: Кількість стоп-бітів
uz: To'xtash bitlari soni

source: Parity
be: Цотнасць
cs: Parita
da: Paritet
de: Parität
es: Paridad
fr: Parité
it: Parità
kk: Жұптық
nl: Pariteit
pl: Parzystość
pt: Paridade
sk: Parita
sv: Paritet
uk: Парність
uz: Paritet

source: Error detection scheme
be: Схема выяўлення памылак
cs: Schéma detekce chyb
da: Fejldetekteringsmetode
de: Fehlererkennungsverfahren
es: Esquema de detección de errores
fr: Schéma de détection d'erreurs
it: Schema di rilevamento errori
kk: Қателерді анықтау схемасы
nl: Foutdetectieschema
pl: Schemat wykrywania błędów
pt: Esquema de deteção de erros
sk: Schéma detekcie chýb
sv: Feldetekteringsmetod
uk: Схема виявлення помилок
uz: Xatolarni aniqlash sxemasi

source: Flow Control
be: Кіраванне патокам
cs: Řízení toku
da: Flowkontrol
de: Flusskontrolle
es: Control de flujo
fr: Contrôle de flux
it: Controllo di flusso
kk: Ағынды басқару
nl: Stroomregeling
pl: Kontrola przepływu
pt: Controlo de fluxo
sk: Riadenie toku
sv: Flödeskontroll
uk: Керування потоком
uz: Oqim boshqaruvi

source: Data flow management method
be: Метад кіравання патокам даных
cs: Metoda řízení toku dat
da: Metode til styring af dataflow
de: Methode zur Datenflusskontrolle
es: Método de gestión del flujo de datos
fr: Méthode de gestion du flux de données
it: Metodo di gestione del flusso dati
kk: Деректер ағынын басқару әдісі
nl: Methode voor gegevensstroomregeling
pl: Metoda zarządzania przepływem danych
pt: Método de gestão do fluxo de dados
sk: Metóda riadenia toku dát
sv: Metod för dataflödeshantering
uk: Метод керування потоком даних
uz: Ma'lumot oqimini boshqarish usuli

source: Authentication
be: Аўтэнтыфікацыя
cs: Ověření
da: Godkendelse
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
kk: Аутентификация
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
sk: Overenie totožnosti
sv: Autentisering
uk: Автентифікація
uz: Autentifikatsiya

source: Password
be: Пароль
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
kk: Құпия сөз
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sk: Heslo
sv: Lösenord
uk: Пароль
uz: Parol

source: Public Key
be: Публічны ключ
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
it: Chiave pubblica
kk: Ашық кілт
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
sk: Verejný kľúč
sv: Publik nyckel
uk: Відкритий ключ
uz: Ochiq kalit

source: Keyboard Interactive
be: Клавіятура інтэрактыўная
cs: Klávesnice interaktivní
da: Tastatur interaktiv
de: Tastatur-Interaktiv
es: Teclado interactivo
fr: Clavier interactif
it: Tastiera interattiva
kk: Пернетақта интерактивті
nl: Toetsenbord interactief
pl: Klawiatura interaktywna
pt: Teclado interativo
sk: Klávesnica interaktívna
sv: Tangentbord interaktiv
uk: Інтерактивна клавіатура
uz: Klaviatura interaktiv

source: SSH Agent
be: SSH-агент
es: Agente SSH
fr: Agent SSH
it: Agente SSH
kk: SSH агенті
pl: Agent SSH
pt: Agente SSH
uk: SSH-аґент

source: Security Key (FIDO2)
be: Ключ бяспекі (FIDO2)
cs: Bezpečnostní klíč (FIDO2)
da: Sikkerhedsnøgle (FIDO2)
de: Sicherheitsschlüssel (FIDO2)
es: Clave de seguridad (FIDO2)
fr: Clé de sécurité (FIDO2)
it: Chiave di sicurezza (FIDO2)
kk: Қауіпсіздік кілті (FIDO2)
nl: Beveiligingssleutel (FIDO2)
pl: Klucz bezpieczeństwa (FIDO2)
pt: Chave de segurança (FIDO2)
sk: Bezpečnostný kľúč (FIDO2)
sv: Säkerhetsnyckel (FIDO2)
uk: Ключ безпеки (FIDO2)
uz: Xavfsizlik kaliti (FIDO2)

source: Method
be: Метад
cs: Metoda
da: Metode
de: Methode
es: Método
fr: Méthode
it: Metodo
kk: Әдіс
nl: Methode
pl: Metoda
pt: Método
sk: Metóda
sv: Metod
uk: Метод
uz: Usul

source: How to authenticate with the server
be: Спосаб аўтэнтыфікацыі на серверы
cs: Způsob ověření na serveru
da: Godkendelsesmetode på serveren
de: Authentifizierungsmethode am Server
es: Método de autenticación en el servidor
fr: Méthode d'authentification auprès du serveur
it: Metodo di autenticazione sul server
kk: Серверде аутентификация әдісі
nl: Verificatiemethode op de server
pl: Metoda uwierzytelniania na serwerze
pt: Método de autenticação no servidor
sk: Spôsob overenia na serveri
sv: Autentiseringsmetod mot servern
uk: Спосіб автентифікації на сервері
uz: Server bilan qanday autentifikatsiya qilish

source: Default
be: Стандартны
cs: Výchozí
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
kk: Әдепкі
nl: Standaard
pl: Domyślny
pt: Predefinido
sk: Predvolený
sv: Standard
uk: Типовий
uz: Standart

source: File
be: Файл
cs: Soubor
da: Fil
de: Datei
es: Archivo
fr: Fichier
kk: Файл
nl: Bestand
pl: Plik
pt: Ficheiro
sk: Súbor
sv: Fil
uk: Файл
uz: Fayl

source: Agent
be: Агент
es: Agente
it: Agente
kk: Агент
pt: Agente
uk: Агент

source: Key Source
be: Крыніца ключа
cs: Zdroj klíče
da: Nøglekilde
de: Schlüsselquelle
es: Origen de la clave
fr: Source de la clé
it: Origine della chiave
kk: Кілт көзі
nl: Sleutelbron
pl: Źródło klucza
pt: Origem da chave
sk: Zdroj kľúča
sv: Nyckelkälla
uk: Джерело ключа
uz: Kalit manbai

source: Where to get the SSH key from
be: Адкуль атрымаць SSH-ключ
cs: Odkud získat SSH klíč
da: Hvor SSH-nøglen hentes fra
de: Woher den SSH-Schlüssel beziehen
es: De dónde obtener la clave SSH
fr: Où obtenir la clé SSH
it: Da dove ottenere la chiave SSH
kk: SSH кілтін қайдан алу
nl: Waar de SSH-sleutel vandaan halen
pl: Skąd pobrać klucz SSH
pt: De onde obter a chave SSH
sk: Odkiaľ získať SSH kľúč
sv: Varifrån SSH-nyckeln hämtas
uk: Звідки отримати SSH-ключ
uz: SSH kalitni qayerdan olish

source: Path to SSH key
be: Шлях да ключа SSH
cs: Cesta ke klíči SSH
da: Sti til SSH-nøgle
de: Pfad zum SSH-Schlüssel
es: Ruta a la clave SSH
fr: Chemin vers la clé SSH
it: Percorso alla chiave SSH
kk: SSH кілтіне жол
nl: Pad naar SSH-sleutel
pl: Ścieżka do klucza SSH
pt: Caminho para a chave SSH
sk: Cesta ku kľúču SSH
sv: Sökväg till SSH-nyckel
uk: Шлях до ключа SSH
uz: SSH kalitiga yo'l

source: Browse for key file
be: Агляд файлаў ключоў
cs: Procházet soubory klíčů
da: Gennemse nøglefiler
de: Schlüsseldatei suchen
es: Buscar archivo de clave
fr: Parcourir pour le fichier de clé
it: Cerca file chiave
kk: Кілт файлын шолу
nl: Bladeren naar sleutelbestand
pl: Przeglądaj pliki kluczy
pt: Procurar ficheiro de chave
sk: Prehľadávať súbory kľúčov
sv: Bläddra efter nyckelfil
uk: Шукай файл ключа
uz: Kalit faylini ko'rish

source: Key File
be: Файл ключа
cs: Soubor klíče
da: Nøglefil
de: Schlüsseldatei
es: Archivo de clave
fr: Fichier de clé
it: File chiave
kk: Кілт файлы
nl: Sleutelbestand
pl: Plik klucza
pt: Ficheiro de Chave
sk: Súbor kľúča
sv: Nyckelfil
uk: Файл ключа
uz: Kalit fayli

source: Path to private key file
be: Шлях да файла закрытага ключа
cs: Cesta k souboru soukromého klíče
da: Sti til privat nøglefil
de: Pfad zur privaten Schlüsseldatei
es: Ruta al archivo de clave privada
fr: Chemin vers le fichier de clé privée
it: Percorso del file della chiave privata
kk: Жеке кілт файлына жол
nl: Pad naar privésleutelbestand
pl: Ścieżka do pliku klucza prywatnego
pt: Caminho para o ficheiro de chave privada
sk: Cesta k súboru súkromného kľúča
sv: Sökväg till privat nyckelfil
uk: Шлях до файлу закритого ключа
uz: Shaxsiy kalit fayli yo'li

source: (No keys loaded)
be: (Ключы не загружаны)
cs: (Žádné klíče načteny)
da: (Ingen nøgler indlæst)
de: (Keine Schlüssel geladen)
es: (Sin claves cargadas)
fr: (Aucune clé chargée)
it: (Nessuna chiave caricata)
kk: (Кілттер жүктелмеген)
nl: (Geen sleutels geladen)
pl: (Brak załadowanych kluczy)
pt: (Sem chaves carregadas)
sk: (Žiadne kľúče načítané)
sv: (Inga nycklar laddade)
uk: (Ключі не завантажено)
uz: (Kalitlar yuklanmagan)

source: Key
be: Ключ
cs: Klíč
da: Nøgle
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
kk: Кілт
nl: Sleutel
pl: Klucz
pt: Chave
sk: Kľúč
sv: Nyckel
uk: Ключ
uz: Kalit

source: Select from SSH agent
be: Выбраць з SSH-агента
cs: Vybrat z SSH agenta
da: Vælg fra SSH-agent
de: Aus SSH-Agent auswählen
es: Seleccionar del agente SSH
fr: Sélectionner depuis l'agent SSH
it: Selezionare dall'agente SSH
kk: SSH агентінен таңдау
nl: Selecteren uit SSH-agent
pl: Wybierz z agenta SSH
pt: Selecionar do agente SSH
sk: Vybrať z SSH agenta
sv: Välj från SSH-agent
uk: Вибрати з SSH-аґента
uz: SSH agentdan tanlash

source: Connection
be: Злучэнне
cs: Připojení
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
kk: Қосылым
nl: Verbinding
pl: Połączenie
pt: Ligação
sk: Pripojenie
sv: Anslutning
uk: З'єднування
uz: Ulanish

source: (None)
be: (Няма)
cs: (Žádný)
da: (Ingen)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
it: (Nessuno)
kk: (Жоқ)
nl: (Geen)
pl: (Brak)
pt: (Nenhum)
sk: (Žiadne)
sv: (Ingen)
uk: (Нема)
uz: (Yo'q)

source: Jump Host
be: Прамежкавы гост
cs: Přestupní hostitel
da: Springvært
de: Sprunghost
es: Host de salto
fr: Hôte de rebond
it: Host di salto
kk: Аралық хост
nl: Tussenhost
pl: Host pośredni
pt: Anfitrião de salto
sk: Prestupný hostiteľ
sv: Mellanvärd
uk: Проміжний гост
uz: O'tish xosti

source: Connect via another SSH connection
be: Злучэнне праз іншае SSH-злучэнне
cs: Připojení přes jiné SSH spojení
da: Forbindelse via en anden SSH-forbindelse
de: Verbindung über eine andere SSH-Verbindung
es: Conexión a través de otra conexión SSH
fr: Connexion via une autre connexion SSH
it: Connessione tramite un'altra connessione SSH
kk: Басқа SSH қосылымы арқылы қосылу
nl: Verbinding via een andere SSH-verbinding
pl: Połączenie przez inne połączenie SSH
pt: Ligação através de outra ligação SSH
sk: Pripojenie cez iné SSH spojenie
sv: Anslutning via en annan SSH-anslutning
uk: З'єднування через інший SSH-з'єднок
uz: Boshqa SSH ulanish orqali ulanish

source: Session
be: Сеанс
cs: Relace
de: Sitzung
es: Sesión
it: Sessione
kk: Сеанс
nl: Sessie
pl: Sesja
pt: Sessão
sk: Relácia
uk: Сеанс
uz: Sessiya

source: Port Forwarding
be: Перанакіраванне партоў
cs: Přesměrování portů
da: Portvideresendelse
de: Portweiterleitung
es: Reenvío de puertos
fr: Redirection de ports
it: Inoltro porte
kk: Порт бағыттау
nl: Poortdoorschakeling
pl: Przekierowanie portów
pt: Reencaminhamento de portas
sk: Presmerovanie portov
sv: Portvidarebefordran
uk: Перенаправлення портів
uz: Portni yo'naltirish

source: Forward ports through the SSH tunnel
be: Перанакіроўваць парты праз SSH-тунэль
cs: Přesměrovat porty přes SSH tunel
da: Videresend porte gennem SSH-tunnelen
de: Ports durch den SSH-Tunnel weiterleiten
es: Reenviar puertos a través del túnel SSH
fr: Rediriger les ports via le tunnel SSH
it: Inoltrare le porte attraverso il tunnel SSH
kk: SSH туннелі арқылы порттарды бағыттау
nl: Poorten doorschakelen via de SSH-tunnel
pl: Przekierować porty przez tunel SSH
pt: Reencaminhar portas através do túnel SSH
sk: Presmerovať porty cez SSH tunel
sv: Vidarebefordra portar genom SSH-tunneln
uk: Перенаправляти порти через SSH-тунель
uz: SSH tunnel orqali portlarni yo'naltirish

source: Local (-L)
uk: Локальний (-L)

source: Remote (-R)
uk: Віддалений (-R)

source: Dynamic (-D)
uk: Динамічний (-D)

source: Direction
be: Напрамак
cs: Směr
da: Retning
de: Richtung
es: Dirección
it: Direzione
kk: Бағыт
nl: Richting
pl: Kierunek
pt: Direção
sk: Smer
sv: Riktning
uk: Напрям
uz: Yo'nalish

source: Type of port forwarding
be: Тып перанакіравання партоў
cs: Typ přesměrování portů
da: Type portvideresendelse
de: Art der Portweiterleitung
es: Tipo de reenvío de puertos
fr: Type de redirection de ports
it: Tipo di inoltro porte
kk: Порт бағыттау түрі
nl: Type poortdoorschakeling
pl: Typ przekierowania portów
pt: Tipo de reencaminhamento de portas
sk: Typ presmerovania portov
sv: Typ av portvidarebefordran
uk: Тип перенаправлення портів
uz: Portni yo'naltirish turi

source: Local Port
be: Лакальны порт
cs: Místní port
da: Lokal port
de: Lokaler Port
es: Puerto local
fr: Port local
it: Porta locale
kk: Жергілікті порт
nl: Lokale poort
pl: Port lokalny
pt: Porta local
sk: Miestny port
sv: Lokal port
uk: Локальний порт
uz: Mahalliy port

source: Port to bind locally
be: Порт для лакальнай прывязкі
cs: Port pro místní navázání
da: Port til lokal binding
de: Lokal zu bindender Port
es: Puerto a vincular localmente
fr: Port à lier localement
it: Porta da associare localmente
kk: Жергілікті байланыстыру порты
nl: Poort om lokaal te binden
pl: Port do powiązania lokalnie
pt: Porta a vincular localmente
sk: Port pre miestne naviazanie
sv: Port att binda lokalt
uk: Порт для локального прив'язування
uz: Mahalliy bog'lanadigan port

source: Remote Host
be: Аддалены гост
cs: Vzdálený hostitel
da: Fjernvært
de: Entfernter Host
es: Host remoto
fr: Hôte distant
it: Host remoto
kk: Қашықтағы хост
nl: Externe host
pl: Host zdalny
pt: Anfitrião remoto
sk: Vzdialený hostiteľ
sv: Fjärrvärd
uk: Віддалений гост
uz: Masofaviy xost

source: Destination host on the remote side
be: Гост прызначэння на аддаленым баку
cs: Cílový hostitel na vzdálené straně
da: Destinationsvært på fjernsiden
de: Zielhost auf der entfernten Seite
es: Host de destino en el lado remoto
fr: Hôte de destination côté distant
it: Host di destinazione sul lato remoto
kk: Қашықтағы жақтағы мақсатты хост
nl: Bestemmingshost aan de externe zijde
pl: Host docelowy po stronie zdalnej
pt: Anfitrião de destino no lado remoto
sk: Cieľový hostiteľ na vzdialenej strane
sv: Destinationsvärd på fjärrsidan
uk: Гост призначення на віддаленому боці
uz: Masofaviy tomondagi manzil xost

source: Remote Port
be: Аддалены порт
cs: Vzdálený port
da: Fjernport
de: Entfernter Port
es: Puerto remoto
fr: Port distant
it: Porta remota
kk: Қашықтағы порт
nl: Externe poort
pl: Port zdalny
pt: Porta remota
sk: Vzdialený port
sv: Fjärrport
uk: Віддалений порт
uz: Masofaviy port

source: Destination port on the remote side
be: Порт прызначэння на аддаленым баку
cs: Cílový port na vzdálené straně
da: Destinationsport på fjernsiden
de: Zielport auf der entfernten Seite
es: Puerto de destino en el lado remoto
fr: Port de destination côté distant
it: Porta di destinazione sul lato remoto
kk: Қашықтағы жақтағы мақсатты порт
nl: Bestemmingspoort aan de externe zijde
pl: Port docelowy po stronie zdalnej
pt: Porta de destino no lado remoto
sk: Cieľový port na vzdialenej strane
sv: Destinationsport på fjärrsidan
uk: Порт призначення на віддаленому боці
uz: Masofaviy tomondagi manzil port

source: Add Forward
be: Дадаць перанакіраванне
cs: Přidat přesměrování
da: Tilføj videresendelse
de: Weiterleitung hinzufügen
es: Añadir reenvío
fr: Ajouter une redirection
it: Aggiungi inoltro
kk: Бағыттау қосу
nl: Doorschakeling toevoegen
pl: Dodaj przekierowanie
pt: Adicionar reencaminhamento
sk: Pridať presmerovanie
sv: Lägg till vidarebefordran
uk: Додати перенаправлення
uz: Yo'naltirishni qo'shish

source: Remove this port forward
be: Выдаліць гэтую пераадрасацыю порта
cs: Odebrat toto přesměrování portu
da: Fjern denne portvideresendelse
de: Diese Portweiterleitung entfernen
es: Eliminar este reenvío de puerto
fr: Supprimer ce transfert de port
it: Rimuovi questo inoltro porta
kk: Бұл порт бағыттауды жою
nl: Deze portdoorschakeling verwijderen
pl: Usuń to przekierowanie portu
pt: Remover este reencaminhamento de porta
sk: Odstrániť toto presmerovanie portu
sv: Ta bort denna portvidarebefordran
uk: Вилучи це переспрямування порту
uz: Bu port yo'naltirishni o'chirish

source: Telnet uses an external telnet client
be: Telnet выкарыстоўвае знешні telnet-кліент
cs: Telnet používá externího telnet klienta
da: Telnet bruger en ekstern telnet-klient
de: Telnet verwendet einen externen Telnet-Client
es: Telnet usa un cliente telnet externo
fr: Telnet utilise un client telnet externe
it: Telnet usa un client telnet esterno
kk: Telnet сыртқы telnet клиентін пайдаланады
nl: Telnet gebruikt een externe telnet-client
pl: Telnet używa zewnętrznego klienta telnet
pt: Telnet usa um cliente telnet externo
sk: Telnet používa externého telnet klienta
sv: Telnet använder en extern telnet-klient
uk: Telnet використовує зовнішній telnet-клієнт
uz: Telnet tashqi telnet mijozini ishlatadi

source: Keyboard
be: Клавіятура
cs: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
kk: Пернетақта
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
sk: Klávesnica
sv: Tangentbord
uk: Клавіятура
uz: Klaviatura

source: Configure key behavior for remote systems with inverted backspace/delete
be: Наладка паводзін клавіш для аддаленых сістэм з інвертаваным backspace/delete
cs: Nastavení chování kláves pro vzdálené systémy s invertovaným backspace/delete
da: Konfigurér tasteadfærd for fjernsystemer med inverteret backspace/delete
de: Tastenverhalten für entfernte Systeme mit invertiertem Backspace/Delete konfigurieren
es: Configurar el comportamiento de teclas para sistemas remotos con retroceso/suprimir invertidos
fr: Configurer le comportement des touches pour les systèmes distants avec backspace/suppr inversés
it: Configurare il comportamento dei tasti per sistemi remoti con backspace/canc invertiti
kk: Инверттелген backspace/delete бар қашықтағы жүйелер үшін перне әрекетін баптау
nl: Toetsgedrag configureren voor externe systemen met omgekeerde backspace/delete
pl: Konfiguracja zachowania klawiszy dla systemów zdalnych z odwróconym backspace/delete
pt: Configurar o comportamento das teclas para sistemas remotos com backspace/delete invertidos
sk: Nastavenie správania klávesov pre vzdialené systémy s invertovaným backspace/delete
sv: Konfigurera tangentbeteende för fjärrsystem med inverterad backsteg/delete
uk: Налаштування поведінки клавіш для віддалених систем з інвертованим backspace/delete
uz: Teskari backspace/delete bilan masofaviy tizimlar uchun tugma xulq-atvorini sozlash

source: Backspace sends
be: Backspace адсылае
cs: Backspace odesílá
da: Backspace sender
de: Backspace sendet
es: Retroceso envía
fr: Retour arrière envoie
it: Backspace invia
kk: Backspace жібереді
nl: Backspace verzendt
pl: Backspace wysyła
pt: Backspace envia
sk: Backspace odosiela
sv: Backsteg skickar
uk: Backspace надсилає
uz: Backspace yuboradi
