Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Use API key authentication
be: Выкарыстоўваць аўтэнтыфікацыю па API-ключу
cs: Použít ověření API klíčem
da: Brug API-nøglegodkendelse
de: API-Schlüssel-Authentifizierung verwenden
es: Usar autenticación con clave API
fr: Utiliser l'authentification par clé API
it: Usa autenticazione con chiave API
kk: API кілт аутентификациясын қолдану
nl: API-sleutelauthenticatie gebruiken
pl: Użyj uwierzytelniania kluczem API
pt: Usar autenticação por chave API
sk: Použiť overenie API kľúčom
sv: Använd API-nyckelautentisering
uk: Автентифікуйся за API-ключем
uz: API kalit autentifikatsiyasini ishlatish

source: For automation or 2FA methods not supported by CLI (FIDO2, Duo)
be: Для аўтаматызацыі або метадаў 2FA, не падтрыманых CLI (FIDO2, Duo)
cs: Pro automatizaci nebo metody 2FA nepodporované CLI (FIDO2, Duo)
da: Til automatisering eller 2FA-metoder, der ikke understøttes af CLI (FIDO2, Duo)
de: Für Automatisierung oder nicht von CLI unterstützte 2FA-Methoden (FIDO2, Duo)
es: Para automatización o métodos 2FA no compatibles con CLI (FIDO2, Duo)
fr: Pour l'automatisation ou les méthodes 2FA non prises en charge par le CLI (FIDO2, Duo)
it: Per automazione o metodi 2FA non supportati dalla CLI (FIDO2, Duo)
kk: Автоматтандыру немесе CLI қолдамайтын 2FA тәсілдері үшін (FIDO2, Duo)
nl: Voor automatisering of 2FA-methoden die niet door CLI worden ondersteund (FIDO2, Duo)
pl: Do automatyzacji lub metod 2FA nieobsługiwanych przez CLI (FIDO2, Duo)
pt: Para automação ou métodos 2FA não suportados pela CLI (FIDO2, Duo)
sk: Pre automatizáciu alebo metódy 2FA nepodporované CLI (FIDO2, Duo)
sv: För automatisering eller 2FA-metoder som inte stöds av CLI (FIDO2, Duo)
uk: Для автоматизації або методів 2FA, не підтримуваних CLI (FIDO2, Duo)
uz: CLI tomonidan qo'llab-quvvatlanmaydigan avtomatlashtirish yoki 2FA usullari uchun (FIDO2, Duo)

source: Client ID
be: Ідэнтыфікатар кліента
cs: Identif. klienta
da: Klient-ID
es: ID de cliente
fr: Identifiant client
it: ID client
kk: Клиент идентификаторы
pl: Identyfikator klienta
pt: ID do Cliente
sk: ID klienta
sv: Klient-ID
uk: ID клієнта
uz: Mijoz ID

source: From Bitwarden web vault → Settings → Security → Keys
be: З вэб-сховішча Bitwarden → Налады → Бяспека → Ключы
cs: Z webového trezoru Bitwarden → Nastavení → Zabezpečení → Klíče
da: Fra Bitwarden-webboks → Indstillinger → Sikkerhed → Nøgler
de: Aus Bitwarden-Web-Tresor → Einstellungen → Sicherheit → Schlüssel
es: Desde la bóveda web de Bitwarden → Ajustes → Seguridad → Claves
fr: Depuis le coffre web Bitwarden → Paramètres → Sécurité → Clés
it: Dal vault web di Bitwarden → Impostazioni → Sicurezza → Chiavi
kk: Bitwarden веб-қоймасынан → Параметрлер → Қауіпсіздік → Кілттер
nl: Vanuit Bitwarden-webkluis → Instellingen → Beveiliging → Sleutels
pl: Z sejfu Bitwarden → Ustawienia → Bezpieczeństwo → Klucze
pt: Do cofre web do Bitwarden → Definições → Segurança → Chaves
sk: Z webového trezoru Bitwarden → Nastavenia → Bezpečnosť → Kľúče
sv: Från Bitwardens webbvalv → Inställningar → Säkerhet → Nycklar
uk: Із веб-сховища Bitwarden → Налаштування → Безпека → Ключі
uz: Bitwarden veb ombori → Sozlamalar → Xavfsizlik → Kalitlar dan

source: Client Secret
be: Сакрэт кліента
cs: Tajný klíč klienta
da: Klienthemmelighed
de: Client-Geheimnis
es: Secreto de cliente
fr: Secret client
it: Segreto client
kk: Клиент құпиясы
nl: Clientgeheim
pl: Sekret klienta
pt: Segredo do Cliente
sk: Tajný kľúč klienta
sv: Klienthemlighet
uk: Клієнтова тємниця
uz: Mijoz maxfiy kaliti

source: Keep this secret safe
be: Захоўвайце гэты сакрэт у бяспецы
cs: Uchovávejte toto tajemství v bezpečí
da: Opbevar denne hemmelighed sikkert
de: Bewahren Sie dieses Geheimnis sicher auf
es: Mantenga este secreto seguro
fr: Conservez ce secret en lieu sûr
it: Conserva questo segreto al sicuro
kk: Бұл құпияны қауіпсіз сақтаңыз
nl: Bewaar dit geheim veilig
pl: Przechowuj ten sekret w bezpiecznym miejscu
pt: Mantenha este segredo em segurança
sk: Uchovajte tento tajný kľúč v bezpečí
sv: Förvara denna hemlighet säkert
uk: Убезпеч цю таємницю
uz: Ushbu maxfiy ma'lumotni xavfsiz saqlang

source: Unlock
be: Разблакіраваць
cs: Odemknout
da: Lås op
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
kk: Ашу
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
sk: Odomknúť
sv: Lås upp
uk: Розблокуй
uz: Qulfdan chiqarish

source: Unlock Bitwarden vault
be: Разблакаваць сховішча Bitwarden
cs: Odemknout trezor Bitwarden
da: Lås Bitwarden-boks op
de: Bitwarden-Tresor entsperren
es: Desbloquear almacén Bitwarden
fr: Déverrouiller le coffre Bitwarden
it: Sblocca vault Bitwarden
kk: Bitwarden қоймасын ашу
nl: Bitwarden-kluis ontgrendelen
pl: Odblokuj sejf Bitwarden
pt: Desbloquear cofre Bitwarden
sk: Odomknúť trezor Bitwarden
sv: Lås upp Bitwarden-valv
uk: Розблокуй сховище Bitwarden
uz: Bitwarden omborini ochish

source: Vault Status
be: Стан сховішча
cs: Stav trezoru
da: Boksstatus
de: Tresorstatus
es: Estado de la bóveda
fr: État du coffre
it: Stato cassaforte
kk: Қойма күйі
nl: Kluisstatus
pl: Status sejfu
pt: Estado do Cofre
sk: Stav trezoru
sv: Valvstatus
uk: Стан сховища
uz: Ombor holati

source: Login with 'bw login' in terminal first
be: Спачатку ўвайдзіце з дапамогай 'bw login' у тэрмінале
cs: Nejprve se přihlaste pomocí «bw login» v terminálu
da: Log ind med 'bw login' i terminalen først
de: Zuerst mit 'bw login' im Terminal anmelden
es: Primero inicie sesión con 'bw login' en la terminal
fr: Se connecter d'abord avec 'bw login' dans le terminal
it: Accedi prima con 'bw login' nel terminale
kk: Алдымен терминалда 'bw login' арқылы кіріңіз
nl: Log eerst in met 'bw login' in de terminal
pl: Najpierw zaloguj się za pomocą 'bw login' w terminalu
pt: Inicie sessão com 'bw login' no terminal primeiro
sk: Najprv sa prihláste pomocou 'bw login' v termináli
sv: Logga in med 'bw login' i terminalen först
uk: Спочатку ввійди через 'bw login' у терміналі
uz: Avval terminalda 'bw login' bilan kiring

source: Enter password
be: Увядзіце пароль
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
es: Introducir contraseña
fr: Entrer le mot de passe
it: Inserire password
kk: Құпия сөзді енгізіңіз
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt: Introduzir palavra-passe
sk: Zadajte heslo
sv: Ange lösenord
uk: Уведи пароль
uz: Parolni kiriting

source: Unlocking...
be: Разблакоўка...
cs: Odemykání...
da: Låser op...
de: Entsperre...
es: Desbloqueando...
fr: Déverrouillage...
it: Sblocco...
kk: Ашылуда...
nl: Ontgrendelen...
pl: Odblokowywanie...
pt: A desbloquear...
sk: Odomykanie...
sv: Låser upp...
uk: Розблокування...
uz: Ochilmoqda...

source: Unlocked
be: Разблакавана
cs: Odemčeno
da: Låst op
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
kk: Ашылды
nl: Ontgrendeld
pl: Odblokowany
pt: Desbloqueado
sk: Odomknutý
sv: Upplåst
uk: Розблоковано
uz: Ochildi

source: Invalid password
be: Няправільны пароль
cs: Neplatné heslo
da: Ugyldig adgangskode
de: Ungültiges Passwort
es: Contraseña inválida
fr: Mot de passe invalide
it: Password non valida
kk: Жарамсыз құпия сөз
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Palavra-passe inválida
sk: Neplatné heslo
sv: Ogiltigt lösenord
uk: Неправильний пароль
uz: Noto'g'ri parol

source: Not logged in
be: Не ўвайшоў
cs: Nepřihlášen
da: Ikke logget ind
de: Nicht angemeldet
es: No conectado
fr: Non connecté
it: Non connesso
kk: Кірмеген
nl: Niet ingelogd
pl: Nie zalogowany
pt: Não autenticado
sk: Neprihlásený
sv: Inte inloggad
uk: Не ввійшли
uz: Kirmagan

source: Unlock failed
be: Разблакоўка не ўдалася
cs: Odemknutí selhalo
da: Oplåsning mislykkedes
de: Entsperren fehlgeschlagen
es: Desbloqueo fallido
fr: Échec du déverrouillage
it: Sblocco fallito
kk: Ашу сәтсіз
nl: Ontgrendeling mislukt
pl: Odblokowanie nieudane
pt: Desbloqueio falhou
sk: Odomknutie zlyhalo
sv: Upplåsning misslyckades
uk: Розблокування не вдалося
uz: Ochish muvaffaqiyatsiz

source: Configure 1Password CLI integration
be: Наладзіць інтэграцыю з 1Password CLI
cs: Nastavit napojení na 1Password CLI
da: Konfigurer 1Password CLI-integration
de: 1Password-CLI-Integration konfigurieren
es: Configurar integración con 1Password CLI
fr: Configurer l'intégration CLI 1Password
it: Configura integrazione CLI di 1Password
kk: 1Password CLI интеграциясын баптау
nl: 1Password CLI-integratie configureren
pl: Skonfiguruj integrację z 1Password CLI
pt: Configurar integração CLI do 1Password
sk: Nastaviť integráciu 1Password CLI
sv: Konfigurera 1Password CLI-integration
uk: Налаштуй інтеґрацію з 1Password CLI
uz: 1Password CLI integratsiyasini sozlash

source: Service account token
be: Токен сэрвіснага ўліковага запісу
cs: Token servisního účtu
da: Tjenestekonto-token
de: Dienstkonto-Token
es: Token de cuenta de servicio
fr: Jeton de compte de service
it: Token account di servizio
kk: Қызмет тіркелгісі токені
pl: Token konta usługi
pt: Token de conta de serviço
sk: Token servisného účtu
sv: Tjänstekonto-token
uk: Токен сервісного облікового запису
uz: Xizmat hisobi tokeni

source: Service Account Token
be: Токен сэрвіснага ўліковага запісу
cs: Token servisního účtu
da: Tjenestekontotoken
de: Dienstkonto-Token
es: Token de cuenta de servicio
fr: Jeton de compte de service
it: Token account di servizio
kk: Қызмет тіркелгісінің токені
pl: Token konta usługi
pt: Token de Conta de Serviço
sk: Token servisného účtu
sv: Tjänstkontotoken
uk: Токен сервісного облікового запису
uz: Xizmat hisobi tokeni

source: For headless/automated access (OP_SERVICE_ACCOUNT_TOKEN)
be: Для аўтаматызаванага доступу (OP_SERVICE_ACCOUNT_TOKEN)
cs: Pro bezobslužný/automatizovaný přístup (OP_SERVICE_ACCOUNT_TOKEN)
da: Til automatiseret adgang (OP_SERVICE_ACCOUNT_TOKEN)
de: Für automatisierten Zugriff (OP_SERVICE_ACCOUNT_TOKEN)
es: Para acceso automatizado (OP_SERVICE_ACCOUNT_TOKEN)
fr: Pour l'accès automatisé (OP_SERVICE_ACCOUNT_TOKEN)
it: Per accesso automatizzato (OP_SERVICE_ACCOUNT_TOKEN)
kk: Автоматтандырылған қол жеткізу үшін (OP_SERVICE_ACCOUNT_TOKEN)
nl: Voor geautomatiseerde toegang (OP_SERVICE_ACCOUNT_TOKEN)
pl: Do automatycznego dostępu (OP_SERVICE_ACCOUNT_TOKEN)
pt: Para acesso automatizado (OP_SERVICE_ACCOUNT_TOKEN)
sk: Pre automatizovaný prístup (OP_SERVICE_ACCOUNT_TOKEN)
sv: För automatiserad åtkomst (OP_SERVICE_ACCOUNT_TOKEN)
uk: Для самодоступу (OP_SERVICE_ACCOUNT_TOKEN)
uz: Boshsiz/avtomatlashtirilgan kirish uchun (OP_SERVICE_ACCOUNT_TOKEN)

source: Save token
be: Захаваць токен
cs: Uložit token
da: Gem token
de: Token speichern
es: Guardar token
fr: Enregistrer le jeton
it: Salva token
kk: Токенді сақтау
nl: Token opslaan
pl: Zapisz token
pt: Guardar token
sk: Uložiť token
sv: Spara token
uk: Збережи токен
uz: Tokenni saqlash

source: Sign In
be: Увайсці
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
kk: Кіру
nl: Inloggen
pl: Zaloguj się
pt: Iniciar Sessão
sk: Prihlásiť sa
sv: Logga in
uk: Увійди
uz: Kirish

source: Sign in to 1Password (opens terminal)
be: Увайсці ў 1Password (адкрывае тэрмінал)
cs: Přihlásit se do 1Password (otevře terminál)
da: Log ind på 1Password (åbner terminal)
de: Bei 1Password anmelden (öffnet Terminal)
es: Iniciar sesión en 1Password (abre terminal)
fr: Se connecter à 1Password (ouvre le terminal)
it: Accedi a 1Password (apre il terminale)
kk: 1Password-қа кіру (терминалды ашады)
nl: Inloggen bij 1Password (opent terminal)
pl: Zaloguj się do 1Password (otwiera terminal)
pt: Iniciar sessão no 1Password (abre terminal)
sk: Prihlásiť sa do 1Password (otvorí terminál)
sv: Logga in på 1Password (öppnar terminal)
uk: Увійди в 1Password (відкриває термінал)
uz: 1Password ga kirish (terminalni ochadi)

source: Account Status
be: Стан уліковага запісу
cs: Stav účtu
da: Kontostatus
de: Kontostatus
es: Estado de la cuenta
fr: État du compte
it: Stato account
kk: Тіркелгі күйі
pl: Status konta
pt: Estado da Conta
sk: Stav účtu
sv: Kontostatus
uk: Стан облікового запису
uz: Hisob holati

source: Sign in with 'op signin' in terminal or use biometric unlock
be: Увайдзіце з дапамогай 'op signin' у тэрмінале або выкарыстоўвайце біяметрычную разблакіроўку
cs: Přihlaste se pomocí „op signin“ v terminálu nebo biometrickým odemknutím
da: Log ind med 'op signin' i terminalen eller brug biometrisk oplåsning
de: Mit 'op signin' im Terminal anmelden oder biometrische Entsperrung nutzen
es: Inicie sesión con 'op signin' en la terminal o use desbloqueo biométrico
fr: Se connecter avec 'op signin' dans le terminal ou utiliser le déverrouillage biométrique
it: Accedi con 'op signin' nel terminale o usa lo sblocco biometrico
kk: Терминалда 'op signin' арқылы кіріңіз немесе биометриялық ашуды қолданыңыз
nl: Log in met 'op signin' in de terminal of gebruik biometrische ontgrendeling
pl: Zaloguj się za pomocą 'op signin' w terminalu lub użyj odblokowania biometrycznego
pt: Inicie sessão com 'op signin' no terminal ou use desbloqueio biométrico
sk: Prihláste sa pomocou 'op signin' v termináli alebo použite biometrické odomknutie
sv: Logga in med 'op signin' i terminalen eller använd biometrisk upplåsning
uk: Увійди через 'op signin' у терміналі або застосуй біометрію
uz: Terminalda 'op signin' bilan kiring yoki biometrik qulfdan foydalaning

source: Opening terminal...
be: Адкрыццё тэрмінала...
cs: Otevírání terminálu...
da: Åbner terminal...
de: Öffne Terminal...
es: Abriendo terminal...
fr: Ouverture du terminal...
it: Apertura terminale...
kk: Терминал ашылуда...
nl: Terminal openen...
pl: Otwieranie terminala...
pt: A abrir terminal...
sk: Otváranie terminálu...
sv: Öppnar terminal...
uk: Відкривання термінала...
uz: Terminal ochilmoqda...

source: Check terminal
be: Праверыць тэрмінал
cs: Zkontrolovat terminál
da: Kontroller terminal
de: Terminal prüfen
es: Verificar terminal
fr: Vérifier le terminal
it: Verifica terminale
kk: Терминалды тексеру
nl: Terminal controleren
pl: Sprawdź terminal
pt: Verificar terminal
sk: Skontrolovať terminál
sv: Kontrollera terminal
uk: Перевіряй термінал
uz: Terminalni tekshirish

source: No terminal found
be: Тэрмінал не знойдзены
cs: Terminál nenalezen
da: Ingen terminal fundet
de: Kein Terminal gefunden
es: No se encontró terminal
fr: Aucun terminal trouvé
it: Nessun terminale trovato
kk: Терминал табылмады
nl: Geen terminal gevonden
pl: Nie znaleziono terminala
pt: Nenhum terminal encontrado
sk: Terminál nenájdený
sv: Ingen terminal hittades
uk: Термінал не знайдено
uz: Terminal topilmadi

source: Configure Passbolt CLI integration
be: Наладзіць інтэграцыю з Passbolt CLI
cs: Nastavit napojení na Passbolt CLI
da: Konfigurer Passbolt CLI-integration
de: Passbolt-CLI-Integration konfigurieren
es: Configurar integración con Passbolt CLI
fr: Configurer l'intégration CLI Passbolt
it: Configura integrazione CLI di Passbolt
kk: Passbolt CLI интеграциясын баптау
nl: Passbolt CLI-integratie configureren
pl: Skonfiguruj integrację z Passbolt CLI
pt: Configurar integração CLI do Passbolt
sk: Nastaviť integráciu Passbolt CLI
sv: Konfigurera Passbolt CLI-integration
uk: Налаштуй інтеґрацію з Passbolt CLI
uz: Passbolt CLI integratsiyasini sozlash

source: Server URL
be: URL сервера
cs: URL serveru
es: URL del servidor
fr: URL du serveur
it: URL server
kk: Сервер URL
pl: Adres URL serwera
pt: URL do Servidor
sk: URL servera
uk: URL сервера

source: Passbolt web vault address
be: Адрас вэб-сховішча Passbolt
cs: Adresa webového trezoru Passbolt
da: Passbolt-webboksadresse
de: Passbolt-Web-Tresor-Adresse
es: Dirección de la bóveda web de Passbolt
fr: Adresse du coffre web Passbolt
it: Indirizzo del vault web di Passbolt
kk: Passbolt веб-қойма мекенжайы
nl: Passbolt-webkluisadres
pl: Adres sejfu Passbolt
pt: Endereço do cofre web do Passbolt
sk: Adresa webového trezoru Passbolt
sv: Passbolts webbvalvsadress
uk: Адреса веб-сховища Passbolt
uz: Passbolt veb ombor manzili

source: GPG private key passphrase
be: Парольная фраза прыватнага ключа GPG
cs: Heslo soukromého klíče GPG
da: GPG privat nøgle-adgangsfrase
de: GPG-Passphrase für privaten Schlüssel
es: Frase de paso de clave privada GPG
fr: Phrase de passe de la clé privée GPG
it: Passphrase chiave privata GPG
kk: GPG жеке кілт құпия фразасы
nl: GPG privésleutel-wachtwoordzin
pl: Hasło klucza prywatnego GPG
pt: Frase-passe da chave privada GPG
sk: Heslo súkromného kľúča GPG
sv: GPG privat nyckel-lösenfras
uk: Парольна фраза закритого ключа GPG
uz: GPG maxfiy kalit paroli

source: GPG Passphrase
be: Парольная фраза GPG
cs: Heslo GPG
da: GPG-adgangsfrase
es: Frase de contraseña GPG
fr: Phrase secrète GPG
it: Passphrase GPG
kk: GPG құпия фразасы
nl: GPG-wachtwoordzin
pl: Hasło GPG
pt: Frase-passe GPG
sk: GPG prístupová fráza
sv: GPG-lösenfras
uk: Парольна фраза GPG
uz: GPG parol iborasi

source: Required to decrypt credentials from Passbolt
be: Патрабуецца для расшыфроўкі ўліковых даных Passbolt
cs: Vyžadováno pro dešifrování přihlašovacích údajů z Passbolt
da: Påkrævet for at dekryptere legitimationsoplysninger fra Passbolt
de: Zum Entschlüsseln der Passbolt-Anmeldedaten erforderlich
es: Necesario para descifrar las credenciales de Passbolt
fr: Requis pour déchiffrer les identifiants de Passbolt
it: Necessario per decrittare le credenziali da Passbolt
kk: Passbolt тіркелгі деректерін шифрдан шығару үшін қажет
nl: Vereist om inloggegevens van Passbolt te ontsleutelen
pl: Wymagane do odszyfrowania danych uwierzytelniających z Passbolt
pt: Necessário para desencriptar credenciais do Passbolt
sk: Vyžaduje sa na dešifrovanie prihlasovacích údajov z Passbolt
sv: Krävs för att dekryptera inloggningsuppgifter från Passbolt
uk: Розшифровувач облікових відомостей Passbolt
uz: Passbolt dan hisob ma'lumotlarini shifrlash uchun talab qilinadi

source: Save passphrase
be: Захаваць парольную фразу
cs: Uložit heslo
da: Gem adgangsfrase
de: Passphrase speichern
es: Guardar frase de contraseña
fr: Enregistrer la phrase secrète
it: Salva passphrase
kk: Құпия фразаны сақтау
nl: Wachtwoordzin opslaan
pl: Zapisz hasło klucza
pt: Guardar frase-passe
sk: Uložiť prístupovú frázu
sv: Spara lösenfras
uk: Збережи парольну фразу
uz: Parol iborasini saqlash

source: Open Vault
be: Адкрыць сховішча
cs: Otevřít trezor
da: Åbn boks
de: Tresor öffnen
es: Abrir bóveda
fr: Ouvrir le coffre
it: Apri cassaforte
kk: Қоймаcын ашу
nl: Kluis openen
pl: Otwórz sejf
pt: Abrir Cofre
sk: Otvoriť trezor
sv: Öppna valv
uk: Відкрий сховище
uz: Omborni ochish

source: Open Passbolt web vault in browser
be: Адкрыць вэб-сховішча Passbolt у браўзеры
cs: Otevřít webový trezor Passbolt v prohlížeči
da: Åbn Passbolt-webboks i browser
de: Passbolt-Web-Tresor im Browser öffnen
es: Abrir almacén web Passbolt en el navegador
fr: Ouvrir le coffre web Passbolt dans le navigateur
it: Apri vault web Passbolt nel browser
kk: Passbolt веб-қоймасын браузерде ашу
nl: Passbolt-webkluis openen in browser
pl: Otwórz sejf web Passbolt w przeglądarce
pt: Abrir cofre web Passbolt no navegador
sk: Otvoriť webový trezor Passbolt v prehliadači
sv: Öppna Passbolt-webbvalv i webbläsare
uk: Відкрий вебсховище Passbolt у браузері
uz: Passbolt veb-omborini brauzerda ochish

source: Server Status
be: Стан сервера
cs: Stav serveru
es: Estado del servidor
fr: État du serveur
it: Stato server
kk: Сервер күйі
pl: Status serwera
pt: Estado do Servidor
sk: Stav servera
uk: Стан сервера
uz: Server holati

source: Configure with 'passbolt configure' in terminal
be: Наладзьце з дапамогай 'passbolt configure' у тэрмінале
cs: Nastavte pomocí „passbolt configure“ v terminálu
da: Konfigurer med 'passbolt configure' i terminalen
de: Mit 'passbolt configure' im Terminal konfigurieren
es: Configurar con 'passbolt configure' en la terminal
fr: Configurer avec 'passbolt configure' dans le terminal
it: Configura con 'passbolt configure' nel terminale
kk: Терминалда 'passbolt configure' арқылы баптаңыз
nl: Configureer met 'passbolt configure' in de terminal
pl: Skonfiguruj za pomocą 'passbolt configure' w terminalu
pt: Configurar com 'passbolt configure' no terminal
sk: Nastavte pomocou 'passbolt configure' v termináli
sv: Konfigurera med 'passbolt configure' i terminalen
uk: Налаштуй через 'passbolt configure' у терміналі
uz: Terminalda 'passbolt configure' bilan sozlang

source: Failed to open browser
be: Не ўдалося адкрыць браўзер
cs: Nepodařilo se otevřít prohlížeč
da: Kunne ikke åbne browser
de: Browser konnte nicht geöffnet werden
es: No se pudo abrir el navegador
fr: Impossible d'ouvrir le navigateur
it: Impossibile aprire il browser
kk: Браузерді ашу сәтсіз
nl: Kon browser niet openen
pl: Nie udało się otworzyć przeglądarki
pt: Não foi possível abrir o navegador
sk: Nepodarilo sa otvoriť prehliadač
sv: Kunde inte öppna webbläsare
uk: Не вдалося відкрити браузер
uz: Brauzerni ochish muvaffaqiyatsiz

source: Enter server URL or run 'passbolt configure'
be: Увядзіце URL сервера або запусціце 'passbolt configure'
cs: Zadejte URL serveru nebo spusťte 'passbolt configure'
da: Indtast server-URL eller kør 'passbolt configure'
de: Server-URL eingeben oder 'passbolt configure' ausführen
es: Introducir URL del servidor o ejecutar 'passbolt configure'
fr: Entrer l'URL du serveur ou exécuter 'passbolt configure'
it: Inserire URL del server o eseguire 'passbolt configure'
kk: Сервер URL енгізіңіз немесе 'passbolt configure' іске қосыңыз
nl: Voer server-URL in of voer 'passbolt configure' uit
pl: Wprowadź URL serwera lub uruchom 'passbolt configure'
pt: Introduzir URL do servidor ou executar 'passbolt configure'
sk: Zadajte URL servera alebo spustite 'passbolt configure'
sv: Ange server-URL eller kör 'passbolt configure'
uk: Уведи URL сервера або виконай 'passbolt configure'
uz: Server URL kiriting yoki 'passbolt configure' ni ishga tushiring

source: Configure Pass (passwordstore.org) integration
be: Наладзіць інтэграцыю Pass (passwordstore.org)
cs: Konfigurovat integraci Pass (passwordstore.org)
da: Konfigurer Pass (passwordstore.org)-integration
de: Pass (passwordstore.org)-Integration konfigurieren
es: Configurar integración Pass (passwordstore.org)
fr: Configurer l'intégration Pass (passwordstore.org)
it: Configura integrazione Pass (passwordstore.org)
kk: Pass (passwordstore.org) интеграциясын конфигурациялау
nl: Pass (passwordstore.org)-integratie configureren
pl: Konfiguruj integrację Pass (passwordstore.org)
pt: Configurar integração Pass (passwordstore.org)
sk: Konfigurovať integráciu Pass (passwordstore.org)
sv: Konfigurera Pass (passwordstore.org)-integration
uk: Налаштуй інтеґрування з Pass (passwordstore.org)
uz: Pass (passwordstore.org) integratsiyasini sozlash

source: Choose password store directory
be: Абраць каталог сховішча пароляў
cs: Vybrat adresář úložiště hesel
da: Vælg adgangskodelagringsmappe
de: Passwort-Speicherverzeichnis auswählen
es: Elegir directorio del almacén de contraseñas
fr: Choisir le répertoire du magasin de mots de passe
it: Scegli directory del password store
kk: Құпия сөз қоймасы каталогын таңдау
nl: Wachtwoordopslagmap kiezen
pl: Wybierz katalog magazynu haseł
pt: Escolher diretório do armazém de palavras-passe
sk: Vybrať adresár úložiska hesiel
sv: Välj lösenordslagringsmapp
uk: Вибери каталога сховища паролів
uz: Parol ombori katalogini tanlash

source: Store Directory
be: Каталог сховішча
cs: Adresář úložiště
da: Lagringsmappe
de: Speicherverzeichnis
es: Directorio del almacén
fr: Répertoire du magasin
it: Directory del store
kk: Қойма каталогы
nl: Opslagmap
pl: Katalog magazynu
pt: Diretório do armazém
sk: Adresár úložiska
sv: Lagringsmapp
uk: Каталог сховища
uz: Ombor katalogi
