Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: What the Backspace key sends to the remote
be: Што клавіша Backspace адсылае на аддалены бок
cs: Co klávesa Backspace odesílá na vzdálený systém
da: Hvad Backspace-tasten sender til fjernværten
de: Was die Backspace-Taste an den entfernten Host sendet
es: Lo que la tecla Retroceso envía al remoto
fr: Ce que la touche Retour arrière envoie au distant
it: Cosa il tasto Backspace invia al remoto
kk: Backspace пернесі қашықтағы хостқа не жібереді
nl: Wat de Backspace-toets naar de externe host verzendt
pl: Co klawisz Backspace wysyła do zdalnego hosta
pt: O que a tecla Backspace envia para o remoto
sk: Čo kláves Backspace odosiela na vzdialený systém
sv: Vad backstegstangenten skickar till fjärrvärden
uk: Що клавіша Backspace надсилає на віддалений бік
uz: Backspace tugmasi masofaviyga nima yuborishi

source: Delete sends
be: Delete адсылае
cs: Delete odesílá
da: Delete sender
de: Entf sendet
es: Suprimir envía
fr: Suppr envoie
it: Canc invia
kk: Delete жібереді
nl: Delete verzendt
pl: Delete wysyła
pt: Delete envia
sk: Delete odosiela
sv: Delete skickar
uk: Delete надсилає
uz: Delete yuboradi

source: What the Delete key sends to the remote
be: Што клавіша Delete адсылае на аддалены бок
cs: Co klávesa Delete odesílá na vzdálený systém
da: Hvad Delete-tasten sender til fjernværten
de: Was die Entf-Taste an den entfernten Host sendet
es: Lo que la tecla Suprimir envía al remoto
fr: Ce que la touche Suppr envoie au distant
it: Cosa il tasto Canc invia al remoto
kk: Delete пернесі қашықтағы хостқа не жібереді
nl: Wat de Delete-toets naar de externe host verzendt
pl: Co klawisz Delete wysyła do zdalnego hosta
pt: O que a tecla Delete envia para o remoto
sk: Čo kláves Delete odosiela na vzdialený systém
sv: Vad Delete-tangenten skickar till fjärrvärden
uk: Що клавіша Delete надсилає на віддалений бік
uz: Delete tugmasi masofaviyga nima yuborishi

source: New Document
be: Новы дакумент
cs: Nový dokument
da: Nyt dokument
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
it: Nuovo documento
kk: Жаңа құжат
nl: Nieuw document
pl: Nowy dokument
pt: Novo Documento
sk: Nový dokument
sv: Nytt dokument
uk: Новий документ
uz: Yangi hujjat

source: Document Name
be: Назва дакумента
cs: Název dokumentu
da: Dokumentnavn
de: Dokumentname
es: Nombre del documento
fr: Nom du document
it: Nome documento
kk: Құжат атауы
nl: Documentnaam
pl: Nazwa dokumentu
pt: Nome do Documento
sk: Názov dokumentu
sv: Dokumentnamn
uk: Назва документа
uz: Hujjat nomi

source: My Connections
be: Мае злучэнні
cs: Moje připojení
da: Mine forbindelser
de: Meine Verbindungen
es: Mis conexiones
fr: Mes connexions
it: Le mie connessioni
kk: Менің қосылымдарым
nl: Mijn verbindingen
pl: Moje połączenia
pt: As minhas ligações
sk: Moje pripojenia
sv: Mina anslutningar
uk: Мої з'єднанки
uz: Mening ulanishlarim

source: Protect with password
be: Абараніць паролем
cs: Chránit heslem
da: Beskyt med adgangskode
de: Mit Passwort schützen
es: Proteger con contraseña
fr: Protéger par mot de passe
it: Proteggi con password
kk: Құпия сөзбен қорғау
nl: Beveiligen met wachtwoord
pl: Chroń hasłem
pt: Proteger com palavra-passe
sk: Chrániť heslom
sv: Skydda med lösenord
uk: Запароль
uz: Parol bilan himoyalash

source: Confirm Password
be: Пацвердзіце пароль
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
kk: Құпия сөзді растау
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar Palavra-passe
sk: Potvrdiť heslo
sv: Bekräfta lösenord
uk: Потвердь пароля
uz: Parolni tasdiqlang

source: RustConn Documents
be: Дакументы RustConn
cs: Dokumenty RustConn
da: RustConn-dokumenter
de: RustConn-Dokumente
es: Documentos RustConn
fr: Documents RustConn
it: Documenti RustConn
kk: RustConn құжаттары
nl: RustConn-documenten
pl: Dokumenty RustConn
pt: Documentos RustConn
sk: Dokumenty RustConn
sv: RustConn-dokument
uk: Документи RustConn
uz: RustConn hujjatlari

source: Open Document
be: Адкрыць дакумент
cs: Otevřít dokument
da: Åbn dokument
de: Dokument öffnen
es: Abrir documento
fr: Ouvrir le document
it: Apri documento
kk: Құжатты ашу
nl: Document openen
pl: Otwórz dokument
pt: Abrir documento
sk: Otvoriť dokument
sv: Öppna dokument
uk: Відкрий документа
uz: Hujjatni ochish

source: Enter Password
be: Увядзіце пароль
cs: Zadat heslo
da: Indtast adgangskode
de: Passwort eingeben
es: Introducir contraseña
fr: Entrer le mot de passe
it: Inserisci password
kk: Құпия сөзді енгізіңіз
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt: Introduzir palavra-passe
sk: Zadajte heslo
sv: Ange lösenord
uk: Зазнач пароля
uz: Parolni kiriting

source: This document is password protected. Enter the password to open it.
be: Гэты дакумент абаронены паролем. Увядзіце пароль, каб адкрыць яго.
cs: Tento dokument je chráněn heslem. Pro jeho otevření zadejte heslo.
da: Dette dokument er beskyttet med adgangskode. Indtast adgangskoden for at åbne det.
de: Dieses Dokument ist passwortgeschützt. Geben Sie das Passwort ein, um es zu öffnen.
es: Este documento está protegido con contraseña. Introduzca la contraseña para abrirlo.
fr: Ce document est protégé par mot de passe. Entrez le mot de passe pour l'ouvrir.
it: Questo documento è protetto da password. Inserisci la password per aprirlo.
kk: Бұл құжат құпия сөзбен қорғалған. Ашу үшін құпия сөзді енгізіңіз.
nl: Dit document is beveiligd met een wachtwoord. Voer het wachtwoord in om het te openen.
pl: Ten dokument jest chroniony hasłem. Wprowadź hasło, aby go otworzyć.
pt: Este documento está protegido por palavra-passe. Introduza a palavra-passe para o abrir.
sk: Tento dokument je chránený heslom. Zadajte heslo na jeho otvorenie.
sv: Detta dokument är lösenordsskyddat. Ange lösenordet för att öppna det.
uk: Цього документа захищає пароль. Зазнач пароля, щоб відкрити його.
uz: Ushbu hujjat parol bilan himoyalangan. Ochish uchun parolni kiriting.

source: Save Document
be: Захаваць дакумент
cs: Uložit dokument
da: Gem dokument
de: Dokument speichern
es: Guardar documento
fr: Enregistrer le document
it: Salva documento
kk: Құжатты сақтау
nl: Document opslaan
pl: Zapisz dokument
pt: Guardar documento
sk: Uložiť dokument
sv: Spara dokument
uk: Збережи документа
uz: Hujjatni saqlash

source: Save changes?
be: Захаваць змены?
cs: Uložit změny?
da: Gem ændringer?
de: Änderungen speichern?
es: ¿Guardar cambios?
fr: Enregistrer les modifications ?
it: Salvare le modifiche?
kk: Өзгерістерді сақтау керек пе?
nl: Wijzigingen opslaan?
pl: Zapisać zmiany?
pt: Guardar alterações?
sk: Uložiť zmeny?
sv: Spara ändringar?
uk: Зберегти зміни?
uz: O'zgarishlarni saqlash kerakmi?

source: Document "{}" has unsaved changes. Do you want to save before closing?
be: Дакумент "{}" мае незахаваныя змены. Захаваць перад закрыццём?
cs: Dokument "{}" má neuložené změny. Chcete uložit před zavřením?
da: Dokumentet "{}" har ikke-gemte ændringer. Vil du gemme før lukning?
de: Dokument "{}" hat ungespeicherte Änderungen. Möchten Sie vor dem Schließen speichern?
es: El documento "{}" tiene cambios sin guardar. ¿Desea guardar antes de cerrar?
fr: Le document "{}" a des modifications non enregistrées. Voulez-vous enregistrer avant de fermer ?
it: Il documento "{}" ha modifiche non salvate. Vuoi salvare prima di chiudere?
kk: Құжат "{}" сақталмаған өзгерістер бар. Жабу алдында сақтау керек пе?
nl: Document "{}" heeft niet-opgeslagen wijzigingen. Wilt u opslaan voor het sluiten?
pl: Dokument "{}" ma niezapisane zmiany. Czy chcesz zapisać przed zamknięciem?
pt: O documento "{}" tem alterações não guardadas. Deseja guardar antes de fechar?
sk: Dokument "{}" má neuložené zmeny. Chcete uložiť pred zatvorením?
sv: Dokumentet "{}" har osparade ändringar. Vill du spara innan stängning?
uk: Документ "{}" має незбережені зміни. Бажаєш зберегти перед закриттям?
uz: Hujjat "{}" saqlanmagan o'zgarishlarga ega. Yopishdan oldin saqlashni xohlaysizmi?

source: Document Protection
be: Абарона дакумента
cs: Ochrana dokumentu
da: Dokumentbeskyttelse
de: Dokumentschutz
es: Protección del documento
fr: Protection du document
it: Protezione documento
kk: Құжат қорғауы
nl: Documentbeveiliging
pl: Ochrona dokumentu
pt: Proteção do documento
sk: Ochrana dokumentu
sv: Dokumentskydd
uk: Захист документа
uz: Hujjat himoyasi

source: Password protection encrypts the document contents. You will need to enter the password each time you open it.
be: Абарона паролем шыфруе змесціва дакумента. Вам трэба будзе ўводзіць пароль кожны раз пры адкрыцці.
cs: Ochrana heslem šifruje obsah dokumentu. Heslo bude třeba zadat při každém otevření.
da: Adgangskodebeskyttelse krypterer dokumentets indhold. Du skal indtaste adgangskoden, hver gang du åbner det.
de: Der Passwortschutz verschlüsselt den Dokumentinhalt. Sie müssen das Passwort bei jedem Öffnen eingeben.
es: La protección con contraseña cifra el contenido del documento. Deberá introducir la contraseña cada vez que lo abra.
fr: La protection par mot de passe chiffre le contenu du document. Vous devrez entrer le mot de passe à chaque ouverture.
it: La protezione con password crittografa il contenuto del documento. Dovrai inserire la password ogni volta che lo apri.
kk: Құпия сөзбен қорғау құжат мазмұнын шифрлайды. Әр ашқан сайын құпия сөзді енгізу қажет болады.
nl: Wachtwoordbeveiliging versleutelt de documentinhoud. U moet het wachtwoord invoeren telkens wanneer u het opent.
pl: Ochrona hasłem szyfruje zawartość dokumentu. Hasło będzie wymagane przy każdym otwarciu.
pt: A proteção por palavra-passe encripta o conteúdo do documento. Terá de introduzir a palavra-passe sempre que o abrir.
sk: Ochrana heslom šifruje obsah dokumentu. Pri každom otvorení budete musieť zadať heslo.
sv: Lösenordsskydd krypterar dokumentets innehåll. Du måste ange lösenordet varje gång du öppnar det.
uk: Захист паролем шифрує вміст документа. Відкриваючи, Вам треба щоразу вводити пароля
uz: Parol himoyasi hujjat tarkibini shifrlaydi. Har safar ochganingizda parolni kiritishingiz kerak bo'ladi.

source: Enable password protection
be: Уключыць абарону паролем
cs: Chránit heslem
da: Aktivér adgangskodebeskyttelse
de: Passwortschutz aktivieren
es: Activar protección con contraseña
fr: Activer la protection par mot de passe
it: Abilita protezione con password
kk: Құпия сөзбен қорғауды қосу
nl: Wachtwoordbeveiliging inschakelen
pl: Włącz ochronę hasłem
pt: Ativar proteção por palavra-passe
sk: Povoliť ochranu heslom
sv: Aktivera lösenordsskydd
uk: Увімкни захист паролем
uz: Parol himoyasini yoqish

source: New Password
be: Новы пароль
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
kk: Жаңа құпия сөз
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
sk: Nové heslo
sv: Nytt lösenord
uk: Новий пароль
uz: Yangi parol

source: Use a strong password that you can remember.
be: Выкарыстоўвайце надзейны пароль, які вы зможаце запомніць.
cs: Použijte silné heslo, které si zapamatujete.
da: Brug en stærk adgangskode, du kan huske.
de: Verwenden Sie ein starkes Passwort, das Sie sich merken können.
es: Use una contraseña segura que pueda recordar.
fr: Utilisez un mot de passe fort dont vous pouvez vous souvenir.
it: Usa una password robusta che puoi ricordare.
kk: Есте сақтай алатын күшті құпия сөз қолданыңыз.
nl: Gebruik een sterk wachtwoord dat u kunt onthouden.
pl: Użyj silnego hasła, które zapamiętasz.
pt: Use uma palavra-passe forte que consiga memorizar.
sk: Použite silné heslo, ktoré si zapamätáte.
sv: Använd ett starkt lösenord som du kan komma ihåg.
uk: Застосуй надійний пароль, який здатний запам'ятати.
uz: Eslab qolishingiz mumkin bo'lgan kuchli parol ishlating.

source: Export Connections
be: Экспарт злучэнняў
cs: Exportovat připojení
da: Eksportér forbindelser
de: Verbindungen exportieren
es: Exportar conexiones
fr: Exporter les connexions
it: Esporta connessioni
kk: Қосылымдарды экспорттау
nl: Verbindingen exporteren
pl: Eksportuj połączenia
pt: Exportar Ligações
sk: Exportovať pripojenia
sv: Exportera anslutningar
uk: Експортування з'єднувань
uz: Ulanishlarni eksport qilish

source: Export Format
be: Фармат экспарту
cs: Formát exportu
da: Eksportformat
es: Formato de exportación
fr: Format d'export
it: Formato di esportazione
kk: Экспорт пішімі
nl: Exportformaat
pl: Format eksportu
pt: Formato de Exportação
sk: Formát exportu
uk: Формат експортування
uz: Eksport formati

source: Select the format to export your connections to
be: Абярыце фармат для экспарту злучэнняў
cs: Vyberte formát pro export připojení
da: Vælg formatet til eksport af dine forbindelser
de: Exportformat für Ihre Verbindungen auswählen
es: Seleccione el formato para exportar sus conexiones
fr: Sélectionner le format d'export de vos connexions
it: Seleziona il formato in cui esportare le connessioni
kk: Қосылымдарды экспорттау пішімін таңдаңыз
nl: Selecteer het formaat om uw verbindingen naar te exporteren
pl: Wybierz format eksportu połączeń
pt: Selecione o formato para exportar as suas ligações
sk: Vyberte formát na export pripojení
sv: Välj format att exportera dina anslutningar till
uk: Обери формат для експортування з'єднувань
uz: Ulanishlarni eksport qilish formatini tanlang

source: Format
be: Фармат
cs: Formát
es: Formato
it: Formato
kk: Пішім
nl: Formaat
pt: Formato
sk: Formát
uk: Формат

source: Target export format
be: Мэтавы фармат экспарту
cs: Cílový formát exportu
da: Måleksportformat
de: Ziel-Exportformat
es: Formato de exportación destino
fr: Format d'export cible
it: Formato di esportazione di destinazione
kk: Мақсатты экспорт пішімі
nl: Doelexportformaat
pl: Docelowy format eksportu
pt: Formato de exportação de destino
sk: Cieľový formát exportu
sv: Målexportformat
uk: Цільовий формат експорту
uz: Maqsad eksport formati

source: Output Location
be: Месца вываду
cs: Umístění výstupu
da: Outputplacering
de: Ausgabeort
es: Ubicación de salida
fr: Emplacement de sortie
it: Posizione di output
kk: Шығыс орны
nl: Uitvoerlocatie
pl: Lokalizacja wyjścia
pt: Localização da Saída
sk: Umiestnenie výstupu
sv: Utdataplats
uk: Місце виведення
uz: Chiqish joylashuvi

source: Remmina exports to a directory (one file per connection). Other formats export to a single file.
be: Remmina экспартуе ў каталог (адзін файл на злучэнне). Іншыя фарматы экспартуюць у адзін файл.
cs: Remmina exportuje do složky (zvlášť soubor pro každé připojení). Ostatní formáty exportují do jednoho souboru.
da: Remmina eksporterer til en mappe (én fil pr. forbindelse). Andre formater eksporterer til en enkelt fil.
de: Remmina exportiert in ein Verzeichnis (eine Datei pro Verbindung). Andere Formate exportieren in eine einzelne Datei.
es: Remmina exporta a un directorio (un archivo por conexión). Otros formatos exportan a un solo archivo.
fr: Remmina exporte dans un répertoire (un fichier par connexion). Les autres formats exportent dans un seul fichier.
it: Remmina esporta in una directory (un file per connessione). Gli altri formati esportano in un singolo file.
kk: Remmina каталогқа экспорттайды (әр қосылымға бір файл). Басқа пішімдер бір файлға экспорттайды.
nl: Remmina exporteert naar een map (één bestand per verbinding). Andere formaten exporteren naar één bestand.
pl: Remmina eksportuje do katalogu (jeden plik na połączenie). Inne formaty eksportują do jednego pliku.
pt: O Remmina exporta para um diretório (um ficheiro por ligação). Outros formatos exportam para um único ficheiro.
sk: Remmina exportuje do adresára (jeden súbor na pripojenie). Ostatné formáty exportujú do jedného súboru.
sv: Remmina exporterar till en katalog (en fil per anslutning). Andra format exporterar till en enda fil.
uk: Remmina експортує до каталогу (один файл на з'єднок). Інші формати експортують до одного файла.
uz: Remmina katalogga eksport qiladi (har bir ulanish uchun bitta fayl). Boshqa formatlar bitta faylga eksport qiladi.

source: Select output file or directory...
be: Абраць файл або каталог вываду...
cs: Vyberte výstupní soubor nebo složku…
da: Vælg outputfil eller mappe...
de: Ausgabedatei oder -verzeichnis auswählen...
es: Seleccionar archivo o directorio de salida...
fr: Sélectionner le fichier ou répertoire de sortie...
it: Seleziona file o directory di output...
kk: Шығыс файлын немесе каталогты таңдаңыз...
nl: Uitvoerbestand of -map selecteren...
pl: Wybierz plik lub katalog wyjściowy...
pt: Selecionar ficheiro ou diretório de saída...
sk: Vybrať výstupný súbor alebo adresár...
sv: Välj utdatafil eller katalog...
uk: Обери файла або каталог виведення...
uz: Chiqish fayli yoki katalogini tanlang...

source: Browse...
be: Агляд...
cs: Procházet…
da: Gennemse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
it: Sfoglia...
kk: Шолу...
nl: Bladeren...
pl: Przeglądaj...
pt: Procurar...
sk: Prehľadávať...
sv: Bläddra...
uk: Огляд...
uz: Ko'rish...

source: Output
be: Вывад
cs: Výstup
de: Ausgabe
es: Salida
fr: Sortie
kk: Шығыс
nl: Uitvoer
pl: Wyjście
pt: Saída
sk: Výstup
sv: Utdata
uk: Виведення
uz: Chiqish

source: Destination path
be: Шлях прызначэння
cs: Popis umístění cíle
da: Destinationssti
de: Zielpfad
es: Ruta de destino
fr: Chemin de destination
it: Percorso di destinazione
kk: Тағайындау жолы
nl: Doelpad
pl: Ścieżka docelowa
pt: Caminho de destino
sk: Cieľová cesta
sv: Målsökväg
uk: Шлях до мети
uz: Manzil yo'li

source: Options
be: Параметры
cs: Předvolby
da: Indstillinger
de: Optionen
es: Opciones
it: Opzioni
kk: Параметрлер
nl: Opties
pl: Opcje
pt: Opções
sk: Možnosti
sv: Alternativ
uk: Параметри
uz: Parametrlar

source: Include group hierarchy
be: Уключыць іерархію груп
cs: Zahrnout hierarchii skupin
da: Medtag gruppehierarki
de: Gruppenhierarchie einbeziehen
es: Incluir jerarquía de grupos
fr: Inclure la hiérarchie des groupes
it: Includi gerarchia dei gruppi
kk: Топ иерархиясын қосу
nl: Groepshiërarchie opnemen
pl: Uwzględnij hierarchię grup
pt: Incluir hierarquia de grupos
sk: Zahrnúť hierarchiu skupín
sv: Inkludera grupphierarki
uk: Увімкни єрархію груп
uz: Guruh ierarxiyasini kiritish

source: Preserve folder structure
be: Захаваць структуру тэчак
cs: Zachovat strukturu složek
da: Bevar mappestruktur
de: Ordnerstruktur beibehalten
es: Preservar estructura de carpetas
fr: Conserver la structure des dossiers
it: Mantieni struttura delle cartelle
kk: Қалта құрылымын сақтау
nl: Mapstructuur behouden
pl: Zachowaj strukturę folderów
pt: Preservar estrutura de pastas
sk: Zachovať štruktúru priečinkov
sv: Bevara mappstruktur
uk: Збережи структуру тек
uz: Papka tuzilmasini saqlash

source: ℹ Credentials Storage
be: ℹ Захоўванне ўліковых даных
cs: ℹ Úložiště přihlašovacích údajů
da: ℹ Lagring af legitimationsoplysninger
de: ℹ Anmeldedatenspeicher
es: ℹ Almacenamiento de credenciales
fr: ℹ Stockage des identifiants
it: ℹ Archiviazione credenziali
kk: ℹ Тіркелгі деректерін сақтау
nl: ℹ Opslag van inloggegevens
pl: ℹ Przechowywanie danych uwierzytelniających
pt: ℹ Armazenamento de credenciais
sk: ℹ Úložisko prihlasovacích údajov
sv: ℹ Lagring av inloggningsuppgifter
uk: ℹ Зберігай облікові відомості
uz: ℹ Hisob ma'lumotlari saqlash

source: Passwords are stored in your password manager and not included in exports. Export your credential structure separately if needed.
be: Паролі захоўваюцца ў вашым менеджары пароляў і не ўключаюцца ў экспарт. Экспартуйце структуру ўліковых дадзеных асобна пры неабходнасці.
cs: Hesla jsou uložena ve správci hesel a nejsou zahrnuta v exportech. V případě potřeby exportujte strukturu přihlašovacích údajů zvlášť.
da: Adgangskoder gemmes i din adgangskodemanager og inkluderes ikke i eksporter. Eksporter din legitimationsstruktur separat om nødvendigt.
de: Passwörter werden in Ihrem Passwort-Manager gespeichert und nicht in Exporte einbezogen. Exportieren Sie Ihre Anmeldedatenstruktur bei Bedarf separat.
es: Las contraseñas se almacenan en su gestor de contraseñas y no se incluyen en las exportaciones. Exporte su estructura de credenciales por separado si es necesario.
fr: Les mots de passe sont stockés dans votre gestionnaire et ne sont pas inclus dans les exports. Exportez vos identifiants séparément si nécessaire.
it: Le password sono memorizzate nel gestore password e non incluse nelle esportazioni. Esportare la struttura credenziali separatamente se necessario.
kk: Құпия сөздер құпия сөз менеджерінде сақталады және экспортқа қосылмайды. Қажет болса, тіркелгі деректерін бөлек экспорттаңыз.
nl: Wachtwoorden worden opgeslagen in uw wachtwoordbeheerder en niet opgenomen in exports. Exporteer uw referentiestructuur apart indien nodig.
pl: Hasła są przechowywane w menedżerze haseł i nie są uwzględniane w eksportach. W razie potrzeby wyeksportuj strukturę poświadczeń osobno.
pt: As palavras-passe são armazenadas no seu gestor de palavras-passe e não incluídas nas exportações. Exporte a sua estrutura de credenciais separadamente se necessário.
sk: Heslá sú uložené vo vašom správcovi hesiel a nie sú zahrnuté v exportoch. V prípade potreby exportujte štruktúru prihlasovacích údajov zvlášť.
sv: Lösenord lagras i din lösenordshanterare och inkluderas inte i exporter. Exportera din autentiseringsstruktur separat vid behov.
uk: Паролі зберігаються у менеджері паролів і не включаються до експорту. За потреби експортуй структуру облікових даних окремо.
uz: Parollar parol menejeringizda saqlanadi va eksportga kiritilmaydi. Kerak bo'lsa, hisob ma'lumotlari tuzilmasini alohida eksport qiling.

source: Exporting...
be: Экспарт...
cs: Exportování…
da: Eksporterer...
de: Exportiere...
es: Exportando...
fr: Export en cours...
it: Esportazione...
kk: Экспортталуда...
nl: Exporteren...
pl: Eksportowanie...
pt: A exportar...
sk: Exportovanie...
sv: Exporterar...
uk: Експортування...
uz: Eksport qilinmoqda...

source: Preparing export...
be: Падрыхтоўка экспарту...
cs: Příprava exportu…
da: Forbereder eksport...
de: Export wird vorbereitet...
es: Preparando exportación...
fr: Préparation de l'export...
it: Preparazione esportazione...
kk: Экспорт дайындалуда...
nl: Export voorbereiden...
pl: Przygotowywanie eksportu...
pt: A preparar exportação...
sk: Príprava exportu...
sv: Förbereder export...
uk: Підготовка (до) експортування...
uz: Eksport tayyorlanmoqda...

source: Export Complete
be: Экспарт завершаны
cs: Export dokončen
da: Eksport fuldført
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
it: Esportazione completata
kk: Экспорт аяқталды
nl: Export voltooid
pl: Eksport zakończony
pt: Exportação Concluída
sk: Export dokončený
sv: Export slutförd
uk: Експортування завершено
uz: Eksport tugallandi

source: Details
be: Дэталі
cs: Podrobnosti
da: Detaljer
es: Detalles
fr: Détails
it: Dettagli
kk: Мәліметтер
pl: Szczegóły
pt: Detalhes
sk: Podrobnosti
sv: Detaljer
uk: Деталі
uz: Tafsilotlar

source: Successfully exported {} connection(s) to {} format.
be: Паспяхова экспартавана {} злучэнне(яў) у фармат {}.
cs: Úspěšně exportováno {} připojení ve formátu {}.
da: {} forbindelse(r) eksporteret med succes til {} format.
de: Erfolgreich {} Verbindung(en) im {}-Format exportiert.
es: {} conexión(es) exportada(s) con éxito en formato {}.
fr: {} connexion(s) exportée(s) avec succès au format {}.
it: {} connessione/i esportata/e con successo in formato {}.
kk: {} қосылым {} форматына сәтті экспортталды.
nl: {} verbinding(en) succesvol geëxporteerd naar {} formaat.
pl: Pomyślnie wyeksportowano {} połączenie/a w formacie {}.
pt: {} ligação(ões) exportada(s) com sucesso para o formato {}.
sk: Úspešne exportovaných {} pripojení vo formáte {}.
sv: {} anslutning(ar) exporterade med framgång till {} format.
uk: Успішно експортовано {} з'єднок(ів) у формат {}.
uz: {} ulanish {} formatiga muvaffaqiyatli eksport qilindi.
