Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Hostname cannot start or end with a hyphen
be: Імя хоста не можа пачынацца або заканчвацца злучком
cs: Název hostitele nemůže začínat ani končit pomlčkou
da: Værtsnavn må ikke starte eller slutte med bindestreg
de: Hostname darf nicht mit Bindestrich beginnen oder enden
es: El nombre de host no puede empezar ni terminar con un guion
fr: Le nom d'hôte ne peut pas commencer ou finir par un tiret
it: Il nome host non può iniziare o terminare con un trattino
kk: Хост атауы сызықшамен басталуы немесе аяқталуы мүмкін емес
nl: Hostnaam mag niet beginnen of eindigen met een koppelteken
pl: Nazwa hosta nie może zaczynać się ani kończyć myślnikiem
pt: O nome do anfitrião não pode começar ou terminar com hífen
sk: Názov hostiteľa nemôže začínať ani končiť pomlčkou
sv: Värdnamn får inte börja eller sluta med bindestreck
uk: Ім'я госта не може починатися або закінчуватися дефісом
uz: Xost nomi tire bilan boshlanishi yoki tugashi mumkin emas

source: Port is required
be: Порт абавязковы
cs: Port je třeba vyplnit
da: Port er påkrævet
de: Port ist erforderlich
es: El puerto es obligatorio
fr: Le port est requis
it: La porta è obbligatoria
kk: Порт міндетті
nl: Poort is vereist
pl: Port jest wymagany
pt: A porta é obrigatória
sk: Port je povinný
sv: Port krävs
uk: Порт - обов'язковий
uz: Port talab qilinadi

source: Port must be greater than 0
be: Порт павінен быць больш за 0
cs: Je třeba, aby číslo portu bylo vyšší než 0 (nula)
da: Port skal være større end 0
de: Port muss größer als 0 sein
es: El puerto debe ser mayor que 0
fr: Le port doit être supérieur à 0
it: La porta deve essere maggiore di 0
kk: Порт 0-ден үлкен болуы керек
nl: Poort moet groter zijn dan 0
pl: Port musi być większy od 0
pt: A porta deve ser superior a 0
sk: Port musí byť väčší ako 0
sv: Port måste vara större än 0
uk: Порт має бути більше 0
uz: Port 0 dan katta bo'lishi kerak

source: New Connection from Template
be: Новае злучэнне з шаблону
cs: Nové připojení ze šablony
da: Ny forbindelse fra skabelon
de: Neue Verbindung aus Vorlage
es: Nueva conexión desde plantilla
fr: Nouvelle connexion depuis un modèle
it: Nuova connessione da modello
kk: Үлгіден жаңа қосылым
nl: Nieuwe verbinding vanuit sjabloon
pl: Nowe połączenie z szablonu
pt: Nova ligação a partir de modelo
sk: Nové pripojenie zo šablóny
sv: Ny anslutning från mall
uk: Нове з'єднування з шаблона
uz: Shablondan yangi ulanish

source: Error Creating Connection
be: Памылка стварэння злучэння
cs: Chyba při vytváření připojení
da: Fejl ved oprettelse af forbindelse
de: Fehler beim Erstellen der Verbindung
es: Error al crear la conexión
fr: Erreur lors de la création de la connexion
it: Errore nella creazione della connessione
kk: Қосылым жасау қатесі
nl: Fout bij het aanmaken van verbinding
pl: Błąd tworzenia połączenia
pt: Erro ao criar ligação
sk: Chyba pri vytváraní pripojenia
sv: Fel vid skapande av anslutning
uk: Помилка створення з'єднини
uz: Ulanish yaratishda xato

source: Group Details
be: Дэталі групы
cs: Podrobnosti o skupině
da: Gruppedetaljer
de: Gruppendetails
es: Detalles del grupo
fr: Détails du groupe
it: Dettagli gruppo
kk: Топ мәліметтері
nl: Groepsdetails
pl: Szczegóły grupy
pt: Detalhes do grupo
sk: Podrobnosti skupiny
sv: Gruppdetaljer
uk: Деталі групи
uz: Guruh tafsilotlari

source: Icon
be: Значок
cs: Ikona
da: Ikon
de: Symbol
es: Icono
fr: Icône
it: Icona
kk: Белгіше
nl: Pictogram
pl: Ikona
pt: Ícone
sk: Ikona
sv: Ikon
uk: Піктограма
uz: Belgi

source: (None - Root Level)
be: (Няма - Каранёвы ўзровень)
cs: (Žádný – kořenová úroveň)
da: (Ingen - rodniveau)
de: (Keine – Stammebene)
es: (Ninguno - Nivel raíz)
fr: (Aucun - Niveau racine)
it: (Nessuno - Livello radice)
kk: (Жоқ - Түбір деңгей)
nl: (Geen - Hoofdniveau)
pl: (Brak - Poziom główny)
pt: (Nenhum - Nível raiz)
sk: (Žiadna - koreňová úroveň)
sv: (Ingen - rotnivå)
uk: (Нема — кореневий рівень)
uz: (Yo'q - Ildiz darajasi)

source: Parent
be: Бацькоўская
cs: Nadřazený
da: Overordnet
de: Übergeordnet
es: Padre
it: Genitore
kk: Ата-ана
nl: Bovenliggend
pl: Nadrzędna
pt: Superior
sk: Nadradená
sv: Överordnad
uk: Батьківська група
uz: Ota

source: Optional - leave empty for root level
be: Неабавязкова - пакіньце пустым для каранёвага ўзроўню
cs: Volitelné – pokud má být kořenová úroveň, nevyplňujte
da: Valgfrit - lad stå tomt for rodniveau
de: Optional – leer lassen für Stammebene
es: Opcional - dejar vacío para nivel raíz
fr: Optionnel - laisser vide pour le niveau racine
it: Opzionale - lascia vuoto per il livello radice
kk: Міндетті емес - түбір деңгей үшін бос қалдырыңыз
nl: Optioneel - laat leeg voor hoofdniveau
pl: Opcjonalne - pozostaw puste dla poziomu głównego
pt: Opcional - deixe vazio para o nível raiz
sk: Voliteľné - ponechajte prázdne pre koreňovú úroveň
sv: Valfritt - lämna tomt för rotnivå
uk: Необов'язково — залиш порожнім для кореневого рівня
uz: Ixtiyoriy - ildiz darajasi uchun bo'sh qoldiring

source: Default Credentials
be: Уліковыя даныя па змаўчанні
cs: Výchozí přihlašovací údaje
da: Standardlegitimationsoplysninger
de: Standard-Anmeldedaten
es: Credenciales por defecto
fr: Identifiants par défaut
it: Credenziali predefinite
kk: Әдепкі тіркелгі деректері
nl: Standaard inloggegevens
pl: Domyślne dane uwierzytelniające
pt: Credenciais predefinidas
sk: Predvolené prihlasovacie údaje
sv: Standardinloggningsuppgifter
uk: Облікові відомості за замовчуванням
uz: Standart hisob ma'lumotlari

source: Credentials inherited by connections in this group
be: Уліковыя даныя, атрыманыя злучэннямі ў гэтай групе
cs: Přihlašovací údaje zděděné připojeními v této skupině
da: Legitimationsoplysninger nedarvet af forbindelser i denne gruppe
de: Anmeldedaten, die von Verbindungen in dieser Gruppe geerbt werden
es: Credenciales heredadas por las conexiones de este grupo
fr: Identifiants hérités par les connexions de ce groupe
it: Credenziali ereditate dalle connessioni in questo gruppo
kk: Осы топтағы қосылымдар мұраланатын тіркелгі деректері
nl: Inloggegevens overgenomen door verbindingen in deze groep
pl: Dane uwierzytelniające dziedziczone przez połączenia w tej grupie
pt: Credenciais herdadas pelas ligações neste grupo
sk: Prihlasovacie údaje zdedené pripojeniami v tejto skupine
sv: Inloggningsuppgifter ärvda av anslutningar i denna grupp
uk: Облікові відомості, успадковані з'єднанками в цій групі
uz: Ushbu guruhdagi ulanishlar tomonidan meros olingan hisob ma'lumotlari

source: Value
be: Значэнне
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore
kk: Мән
nl: Waarde
pl: Wartość
pt: Valor
sk: Hodnota
sv: Värde
uk: Значина
uz: Qiymat

source: Enter group name first
be: Спачатку ўвядзіце назву групы
cs: Nejprve zadejte název skupiny
da: Indtast gruppenavn først
de: Zuerst Gruppenname eingeben
es: Introduzca primero el nombre del grupo
fr: Entrez d'abord le nom du groupe
it: Inserisci prima il nome del gruppo
kk: Алдымен топ атауын енгізіңіз
nl: Voer eerst de groepsnaam in
pl: Najpierw wprowadź nazwę grupy
pt: Introduza primeiro o nome do grupo
sk: Najprv zadajte názov skupiny
sv: Ange gruppnamn först
uk: Спочатку введи назву групи
uz: Avval guruh nomini kiriting

source: Vault not configured
be: Сховішча не наладжана
cs: Trezor není nastaven
da: Boks ikke konfigureret
de: Tresor nicht konfiguriert
es: Almacén no configurado
fr: Coffre non configuré
it: Cassaforte non configurata
kk: Қойма баптаулы емес
nl: Kluis niet geconfigureerd
pl: Sejf nie jest skonfigurowany
pt: Cofre não configurado
sk: Trezor nie je nakonfigurovaný
sv: Valv inte konfigurerat
uk: Сховище не налаштовано
uz: Ombor sozlanmagan

source: No password found for this group
be: Пароль для гэтай групы не знойдзены
cs: Pro tuto skupinu nenalezeno heslo
da: Ingen adgangskode fundet for denne gruppe
de: Kein Passwort für diese Gruppe gefunden
es: No se encontró contraseña para este grupo
fr: Aucun mot de passe trouvé pour ce groupe
it: Nessuna password trovata per questo gruppo
kk: Бұл топ үшін құпия сөз табылмады
nl: Geen wachtwoord gevonden voor deze groep
pl: Nie znaleziono hasła dla tej grupy
pt: Nenhuma palavra-passe encontrada para este grupo
sk: Pre túto skupinu nebolo nájdené žiadne heslo
sv: Inget lösenord hittades för denna grupp
uk: Пароля для цієї групи не знайдено
uz: Ushbu guruh uchun parol topilmadi

source: Load Error
be: Памылка загрузкі
cs: Chyba načítání
da: Indlæsningsfejl
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
it: Errore di caricamento
kk: Жүктеу қатесі
nl: Laadfout
pl: Błąd ładowania
pt: Erro de carregamento
sk: Chyba načítania
sv: Laddningsfel
uk: Помилка завантажування
uz: Yuklash xatosi

source: Select Vault to load password
be: Абярыце сховішча для загрузкі пароля
cs: Vyberte trezor pro načtení hesla
da: Vælg boks til indlæsning af adgangskode
de: Tresor zum Laden des Passworts auswählen
es: Seleccionar almacén para cargar contraseña
fr: Sélectionner le coffre pour charger le mot de passe
it: Seleziona cassaforte per caricare la password
kk: Құпия сөзді жүктеу үшін қойманы таңдаңыз
nl: Selecteer kluis om wachtwoord te laden
pl: Wybierz sejf, aby załadować hasło
pt: Selecione o cofre para carregar a palavra-passe
sk: Vyberte trezor na načítanie hesla
sv: Välj valv för att ladda lösenord
uk: Вибери сховище, щоб завантажити пароля
uz: Parolni yuklash uchun omborni tanlang

source: Notes, contacts, project info
be: Нататкі, кантакты, інфармацыя пра праект
cs: Poznámky, kontakty, info o projektu
da: Noter, kontakter, projektinfo
de: Notizen, Kontakte, Projektinfo
es: Notas, contactos, info del proyecto
fr: Notes, contacts, infos du projet
it: Note, contatti, informazioni progetto
kk: Жазбалар, байланыстар, жоба ақпараты
nl: Notities, contacten, projectinfo
pl: Notatki, kontakty, informacje o projekcie
pt: Notas, contactos, informações do projeto
sk: Poznámky, kontakty, informácie o projekte
sv: Anteckningar, kontakter, projektinfo
uk: Нотатки, контакти, інформація про проєкт
uz: Eslatmalar, kontaktlar, loyiha ma'lumotlari

source: Group name cannot be empty
be: Назва групы не можа быць пустой
cs: Název skupiny je třeba vyplnit
da: Gruppenavn må ikke være tomt
de: Gruppenname darf nicht leer sein
es: El nombre del grupo no puede estar vacío
fr: Le nom du groupe ne peut pas être vide
it: Il nome del gruppo non può essere vuoto
kk: Топ атауы бос болмауы керек
nl: Groepsnaam mag niet leeg zijn
pl: Nazwa grupy nie może być pusta
pt: O nome do grupo não pode estar vazio
sk: Názov skupiny nemôže byť prázdny
sv: Gruppnamn får inte vara tomt
uk: Назва групи не може бути порожня
uz: Guruh nomi bo'sh bo'lishi mumkin emas

source: Error Updating Group
be: Памылка абнаўлення групы
cs: Chyba při aktualizaci skupiny
da: Fejl ved opdatering af gruppe
de: Fehler beim Aktualisieren der Gruppe
es: Error al actualizar el grupo
fr: Erreur lors de la mise à jour du groupe
it: Errore nell'aggiornamento del gruppo
kk: Топты жаңарту қатесі
nl: Fout bij het bijwerken van groep
pl: Błąd aktualizacji grupy
pt: Erro ao atualizar grupo
sk: Chyba pri aktualizácii skupiny
sv: Fel vid uppdatering av grupp
uk: Помилка оновлення групи
uz: Guruhni yangilashda xato

source: Import Successful
be: Імпарт паспяховы
cs: Import úspěšný
da: Import vellykket
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
it: Importazione riuscita
kk: Импорт сәтті
nl: Import geslaagd
pl: Import zakończony pomyślnie
pt: Importação bem-sucedida
sk: Import úspešný
sv: Import lyckades
uk: Імпорт успішний
uz: Import muvaffaqiyatli

source: Import Failed
be: Памылка імпарту
cs: Import se nezdařil
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error en la importación
fr: Échec de l'importation
it: Importazione fallita
kk: Импорт сәтсіз
nl: Import mislukt
pl: Import nie powiódł się
pt: Importação falhou
sk: Import zlyhal
sv: Import misslyckades
uk: Помилка імпортування
uz: Import muvaffaqiyatsiz

source: Failed to open document.
be: Не ўдалося адкрыць дакумент.
cs: Nepodařilo se otevřít dokument.
da: Kunne ikke åbne dokument.
de: Dokument konnte nicht geöffnet werden.
es: Error al abrir el documento.
fr: Échec de l'ouverture du document.
it: Apertura del documento non riuscita.
kk: Құжатты ашу сәтсіз.
nl: Kan document niet openen.
pl: Nie udało się otworzyć dokumentu.
pt: Falha ao abrir documento.
sk: Nepodarilo sa otvoriť dokument.
sv: Kunde inte öppna dokument.
uk: Не вдалося відкрити документа.
uz: Hujjatni ochib bo'lmadi.

source: Failed to save document.
be: Не ўдалося захаваць дакумент.
cs: Nepodařilo se uložit dokument.
da: Kunne ikke gemme dokument.
de: Dokument konnte nicht gespeichert werden.
es: Error al guardar el documento.
fr: Échec de l'enregistrement du document.
it: Salvataggio del documento non riuscito.
kk: Құжатты сақтау сәтсіз.
nl: Kan document niet opslaan.
pl: Nie udało się zapisać dokumentu.
pt: Falha ao guardar documento.
sk: Nepodarilo sa uložiť dokument.
sv: Kunde inte spara dokument.
uk: Не вдалося зберегти документа.
uz: Hujjatni saqlab bo'lmadi.

source: Untitled
be: Без назвы
cs: Bez názvu
da: Unavngivet
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
kk: Атаусыз
nl: Naamloos
pl: Bez tytułu
pt: Sem título
sk: Bez názvu
sv: Namnlös
uk: Без назви
uz: Nomsiz

source: Document Files
be: Файлы дакументаў
cs: Soubory dokumentů
da: Dokumentfiler
de: Dokumentdateien
es: Archivos de documento
fr: Fichiers de document
it: File documento
kk: Құжат файлдары
nl: Documentbestanden
pl: Pliki dokumentów
pt: Ficheiros de documento
sk: Súbory dokumentov
sv: Dokumentfiler
uk: Файли документів
uz: Hujjat fayllari

source: Export Document
be: Экспарт дакумента
cs: Exportovat dokument
da: Eksportér dokument
de: Dokument exportieren
es: Exportar documento
fr: Exporter le document
it: Esporta documento
kk: Құжатты экспорттау
nl: Document exporteren
pl: Eksportuj dokument
pt: Exportar documento
sk: Exportovať dokument
sv: Exportera dokument
uk: Експортування документа
uz: Hujjatni eksport qilish

source: Failed to export document.
be: Не ўдалося экспартаваць дакумент.
cs: Nepodařilo se exportovat dokument.
da: Kunne ikke eksportere dokument.
de: Dokument konnte nicht exportiert werden.
es: Error al exportar el documento.
fr: Échec de l'exportation du document.
it: Esportazione del documento non riuscita.
kk: Құжатты экспорттау сәтсіз.
nl: Kan document niet exporteren.
pl: Nie udało się wyeksportować dokumentu.
pt: Falha ao exportar documento.
sk: Nepodarilo sa exportovať dokument.
sv: Kunde inte exportera dokument.
uk: Не вдалося експортувати документа.
uz: Hujjatni eksport qilib bo'lmadi.

source: Import Document
be: Імпарт дакумента
cs: Importovat dokument
da: Importér dokument
de: Dokument importieren
es: Importar documento
fr: Importer le document
it: Importa documento
kk: Құжатты импорттау
nl: Document importeren
pl: Importuj dokument
pt: Importar documento
sk: Importovať dokument
sv: Importera dokument
uk: Імпортування документа
uz: Hujjatni import qilish

source: Failed to import document.
be: Не ўдалося імпартаваць дакумент.
cs: Nepodařilo se importovat dokument.
da: Kunne ikke importere dokument.
de: Dokument konnte nicht importiert werden.
es: Error al importar el documento.
fr: Échec de l'importation du document.
it: Importazione del documento non riuscita.
kk: Құжатты импорттау сәтсіз.
nl: Kan document niet importeren.
pl: Nie udało się zaimportować dokumentu.
pt: Falha ao importar documento.
sk: Nepodarilo sa importovať dokument.
sv: Kunde inte importera dokument.
uk: Не вдалося імпортувати документа.
uz: Hujjatni import qilib bo'lmadi.

source: Error Updating Connection
be: Памылка абнаўлення злучэння
cs: Chyba při aktualizaci připojení
da: Fejl ved opdatering af forbindelse
de: Fehler beim Aktualisieren der Verbindung
es: Error al actualizar la conexión
fr: Erreur lors de la mise à jour de la connexion
it: Errore nell'aggiornamento della connessione
kk: Қосылымды жаңарту қатесі
nl: Fout bij het bijwerken van verbinding
pl: Błąd aktualizacji połączenia
pt: Erro ao atualizar ligação
sk: Chyba pri aktualizácii pripojenia
sv: Fel vid uppdatering av anslutning
uk: Помилка оновлености з'єднанка
uz: Ulanishni yangilashda xato

source: Rename Group
be: Перайменаваць групу
cs: Přejmenovat skupinu
da: Omdøb gruppe
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
it: Rinomina gruppo
kk: Топтың атын өзгерту
nl: Groep hernoemen
pl: Zmień nazwę grupy
pt: Renomear grupo
sk: Premenovať skupinu
sv: Byt namn på grupp
uk: Перейменуй групу
uz: Guruh nomini o'zgartirish

source: Rename Connection
be: Перайменаваць злучэнне
cs: Přejmenovat připojení
da: Omdøb forbindelse
de: Verbindung umbenennen
es: Renombrar conexión
fr: Renommer la connexion
it: Rinomina connessione
kk: Қосылымның атын өзгерту
nl: Verbinding hernoemen
pl: Zmień nazwę połączenia
pt: Renomear ligação
sk: Premenovať pripojenie
sv: Byt namn på anslutning
uk: Перейменуй з'єднок
uz: Ulanish nomini o'zgartirish

source: Name cannot be empty
be: Назва не можа быць пустой
cs: Název je třeba vyplnit
da: Navn må ikke være tomt
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
kk: Атауы бос болмауы керек
nl: Naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio
sk: Názov nemôže byť prázdny
sv: Namn får inte vara tomt
uk: Назва не може бути порожня
uz: Nom bo'sh bo'lishi mumkin emas

source: Group with name '{}' already exists
be: Група з назвай '{}' ужо існуе
cs: Skupina s názvem „{}“ už existuje
da: Gruppe med navnet '{}' findes allerede
de: Gruppe mit dem Namen „{}“ existiert bereits
es: Ya existe un grupo con el nombre «{}»
fr: Un groupe nommé « {} » existe déjà
it: Un gruppo con il nome '{}' esiste già
kk: '{}' атауымен топ бұрыннан бар
nl: Groep met naam '{}' bestaat al
pl: Grupa o nazwie '{}' już istnieje
pt: Já existe um grupo com o nome '{}'
sk: Skupina s názvom '{}' už existuje
sv: Grupp med namnet '{}' finns redan
uk: Група з назвою «{}» вже існує
uz: '{}' nomli guruh allaqachon mavjud

source: Edit Group
be: Рэдагаваць групу
cs: Upravit skupinu
da: Redigér gruppe
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
kk: Топты өңдеу
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
sk: Upraviť skupinu
sv: Redigera grupp
uk: Редагуй групу
uz: Guruhni tahrirlash

source: Moving a group moves all its content
be: Перамяшчэнне групы перамяшчае ўсё яе змесціва
cs: Přesunutí skupiny přesune veškerý její obsah
da: Flytning af en gruppe flytter alt dens indhold
de: Das Verschieben einer Gruppe verschiebt ihren gesamten Inhalt
es: Mover un grupo mueve todo su contenido
fr: Déplacer un groupe déplace tout son contenu
it: Spostare un gruppo sposta tutto il suo contenuto
kk: Топты жылжыту оның барлық мазмұнын жылжытады
nl: Het verplaatsen van een groep verplaatst alle inhoud
pl: Przeniesienie grupy przenosi całą jej zawartość
pt: Mover um grupo move todo o seu conteúdo
sk: Presunutie skupiny presunie celý jej obsah
sv: Att flytta en grupp flyttar allt dess innehåll
uk: Переміщування групи переміщує ввесь її вміст
uz: Guruhni ko'chirish uning barcha tarkibini ko'chiradi

source: KeePass is not enabled
be: KeePass не ўключаны
cs: KeePass není povolen
da: KeePass er ikke aktiveret
de: KeePass ist nicht aktiviert
es: KeePass no está activado
fr: KeePass n'est pas activé
it: KeePass non è abilitato
kk: KeePass қосылмаған
nl: KeePass is niet ingeschakeld
pl: KeePass nie jest włączony
pt: KeePass não está ativado
sk: KeePass nie je povolený
sv: KeePass är inte aktiverat
uk: KeePass не ввімкнуто
uz: KeePass yoqilmagan

source: KeePass database not configured
be: База даных KeePass не наладжана
cs: Databáze KeePass není nastavena
da: KeePass-database ikke konfigureret
de: KeePass-Datenbank nicht konfiguriert
es: Base de datos KeePass no configurada
fr: Base de données KeePass non configurée
it: Database KeePass non configurato
kk: KeePass деректер қоры баптаулы емес
nl: KeePass-database niet geconfigureerd
pl: Baza danych KeePass nie jest skonfigurowana
pt: Base de dados KeePass não configurada
sk: Databáza KeePass nie je nakonfigurovaná
sv: KeePass-databas inte konfigurerad
uk: Базу відомостей KeePass не налаштовано
uz: KeePass ma'lumotlar bazasi sozlanmagan

source: Select KeePass, Keyring, or Bitwarden to load password
be: Абярыце KeePass, Keyring або Bitwarden для загрузкі пароля
cs: Vyberte KeePass, Keyring nebo Bitwarden pro načtení hesla
da: Vælg KeePass, Keyring eller Bitwarden til indlæsning af adgangskode
de: KeePass, Keyring oder Bitwarden zum Laden des Passworts auswählen
es: Seleccione KeePass, Keyring o Bitwarden para cargar la contraseña
fr: Sélectionnez KeePass, Keyring ou Bitwarden pour charger le mot de passe
it: Seleziona KeePass, Portachiavi o Bitwarden per caricare la password
kk: Құпия сөзді жүктеу үшін KeePass, Keyring немесе Bitwarden таңдаңыз
nl: Selecteer KeePass, Keyring of Bitwarden om wachtwoord te laden
pl: Wybierz KeePass, Pęk kluczy lub Bitwarden, aby załadować hasło
pt: Selecione KeePass, Porta-chaves ou Bitwarden para carregar a palavra-passe
sk: Vyberte KeePass, Keyring alebo Bitwarden na načítanie hesla
sv: Välj KeePass, Keyring eller Bitwarden för att ladda lösenord
uk: Вибери KeePass, Keyring або Bitwarden, щоб завантажити пароля
uz: Parolni yuklash uchun KeePass, Keyring yoki Bitwarden ni tanlang

source: ⚠ This connection will not be saved
be: ⚠ Гэта злучэнне не будзе захавана
cs: ⚠ Toto připojení nebude uloženo
da: ⚠ Denne forbindelse gemmes ikke
de: ⚠ Diese Verbindung wird nicht gespeichert
es: ⚠ Esta conexión no se guardará
fr: ⚠ Cette connexion ne sera pas enregistrée
it: ⚠ Questa connessione non verrà salvata
kk: ⚠ Бұл қосылым сақталмайды
nl: ⚠ Deze verbinding wordt niet opgeslagen
pl: ⚠ To połączenie nie zostanie zapisane
pt: ⚠ Esta ligação não será guardada
sk: ⚠ Toto pripojenie nebude uložené
sv: ⚠ Denna anslutning kommer inte att sparas
uk: ⚠ Цей з'єднок не буде збережено
uz: ⚠ Ushbu ulanish saqlanmaydi

source: Template
be: Шаблон
cs: Šablona
da: Skabelon
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
kk: Үлгі
nl: Sjabloon
pl: Szablon
pt: Modelo
sk: Šablóna
sv: Mall
uk: Шаблон
uz: Shablon

source: Move
be: Перамясціць
cs: Přesunout
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
kk: Жылжыту
nl: Verplaatsen
pl: Przenieś
pt: Mover
sk: Presunúť
sv: Flytta
uk: Перемісти
uz: Ko'chirish

source: Move '{}' to:
be: Перамясціць '{}' у:
cs: Přesunout „{}“ do:
da: Flyt '{}' til:
de: „{}“ verschieben nach:
es: Mover «{}» a:
fr: Déplacer « {} » vers :
it: Sposta '{}' in:
kk: '{}' жылжыту:
nl: '{}' verplaatsen naar:
pl: Przenieś '{}' do:
pt: Mover '{}' para:
sk: Presunúť '{}' do:
sv: Flytta '{}' till:
uk: Перемісти «{}» до:
uz: '{}' ni ko'chirish:

source: (Root Level)
be: (Каранёвы ўзровень)
cs: (Kořenová úroveň)
da: (Rodniveau)
de: (Stammebene)
es: (Nivel raíz)
fr: (Niveau racine)
it: (Livello radice)
kk: (Түбір деңгей)
nl: (Hoofdniveau)
pl: (Poziom główny)
pt: (Nível raiz)
sk: (Koreňová úroveň)
sv: (Rotnivå)
uk: (Кореневий рівень)
uz: (Ildiz darajasi)

source: (Ungrouped)
be: (Без групы)
cs: (Bez skupiny)
da: (Ugrupperet)
de: (Nicht gruppiert)
es: (Sin grupo)
fr: (Non groupé)
it: (Senza gruppo)
kk: (Топсыз)
nl: (Ongegroepeerd)
pl: (Bez grupy)
pt: (Sem grupo)
sk: (Bez skupiny)
sv: (Ogrupperad)
uk: (Без групи)
uz: (Guruhlanmagan)

source: Error Moving Item
be: Памылка перамяшчэння элемента
cs: Chyba při přesunu položky
da: Fejl ved flytning af element
de: Fehler beim Verschieben des Elements
es: Error al mover el elemento
fr: Erreur lors du déplacement
it: Errore nello spostamento dell'elemento
kk: Элементті жылжыту қатесі
nl: Fout bij het verplaatsen van item
pl: Błąd przenoszenia elementu
pt: Erro ao mover item
sk: Chyba pri presúvaní položky
sv: Fel vid flytt av objekt
uk: Помилка переміщування складника
uz: Elementni ko'chirishda xato
