Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: OK
uk: Гаразд

source: Cancel
be: Скасаваць
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
kk: Болдырмау
nl: Annuleren
pl: Anuluj
pt: Cancelar
sk: Zrušiť
sv: Avbryt
uk: Скасуй
uz: Bekor qilish

source: Validation Error
be: Памылка праверкі
cs: Chyba ověření
da: Valideringsfejl
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
it: Errore di validazione
kk: Тексеру қатесі
nl: Validatiefout
pl: Błąd walidacji
pt: Erro de validação
sk: Chyba overenia
sv: Valideringsfel
uk: Помилка перевірки
uz: Tekshirish xatosi

source: Don't Save
be: Не захоўваць
cs: Neukládat
da: Gem ikke
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
kk: Сақтамау
nl: Niet opslaan
pl: Nie zapisuj
pt: Não guardar
sk: Neukladať
sv: Spara inte
uk: Не зберігай
uz: Saqlamaslik

source: Save
be: Захаваць
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
kk: Сақтау
nl: Opslaan
pl: Zapisz
pt: Guardar
sk: Uložiť
sv: Spara
uk: Збережи
uz: Saqlash

source: Initialization Error
be: Памылка ініцыялізацыі
cs: Chyba inicializace
da: Initialiseringsfejl
de: Initialisierungsfehler
es: Error de inicialización
fr: Erreur d'initialisation
it: Errore di inizializzazione
kk: Инициализация қатесі
nl: Initialisatiefout
pl: Błąd inicjalizacji
pt: Erro de Inicialização
sk: Chyba inicializácie
sv: Initieringsfel
uk: Помилка ініціялізації
uz: Ishga tushirish xatosi

source: Modern connection manager for Linux with a GTK4/Wayland-native interface. Manage SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes, and Zero Trust connections from a single application.
be: Сучасны менеджар злучэнняў для Linux з інтэрфейсам GTK4/Wayland. Кіруйце злучэннямі SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes і Zero Trust з адной праграмы.
cs: Moderní správce připojení pro Linux (rozhraní implementované v GTK4 a s nativní podporou nad Wayland). Spravujte SSH, RDP, VNC, SPICE a Telnet připojení, dále ta přes sériový port, do Kubernetes a přes Zero Trust – toto vše z jediné aplikace.
da: Moderne forbindelseshåndtering til Linux med en GTK4/Wayland-brugerflade. Administrér SSH-, RDP-, VNC-, SPICE-, Telnet-, Seriel-, Kubernetes- og Zero Trust-forbindelser fra én applikation.
de: Moderner Verbindungsmanager für Linux mit GTK4/Wayland-Oberfläche. Verwalten Sie SSH-, RDP-, VNC-, SPICE-, Telnet-, Serial-, Kubernetes- und Zero-Trust-Verbindungen in einer Anwendung.
es: Gestor de conexiones moderno para Linux con interfaz nativa GTK4/Wayland. Administre conexiones SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes y Zero Trust desde una sola aplicación.
fr: Gestionnaire de connexions moderne pour Linux avec une interface native GTK4/Wayland. Gérez vos connexions SSH, RDP, VNC, SPICE, Telnet, Série, Kubernetes et Zero Trust depuis une seule application.
it: Gestore di connessioni moderno per Linux con interfaccia nativa GTK4/Wayland. Gestisci connessioni SSH, RDP, VNC, SPICE, Telnet, Seriale, Kubernetes e Zero Trust da un'unica applicazione.
kk: GTK4/Wayland интерфейсі бар Linux үшін заманауи қосылым менеджері. SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes және Zero Trust қосылымдарын бір қолданбадан басқарыңыз.
nl: Moderne verbindingsbeheerder voor Linux met een GTK4/Wayland-interface. Beheer SSH-, RDP-, VNC-, SPICE-, Telnet-, Seriële, Kubernetes- en Zero Trust-verbindingen vanuit één applicatie.
pl: Nowoczesny menedżer połączeń dla systemu Linux z natywnym interfejsem GTK4/Wayland. Zarządzaj połączeniami SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes i Zero Trust z jednej aplikacji.
pt: Gestor de ligações moderno para Linux com interface nativa GTK4/Wayland. Gerir ligações SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes e Zero Trust a partir de uma única aplicação.
sk: Moderný správca pripojení pre Linux s natívnym rozhraním GTK4/Wayland. Spravujte SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes a Zero Trust pripojenia z jednej aplikácie.
sv: Modern anslutningshanterare för Linux med ett GTK4/Wayland-gränssnitt. Hantera SSH-, RDP-, VNC-, SPICE-, Telnet-, Seriell-, Kubernetes- och Zero Trust-anslutningar från en enda applikation.
uk: Сучасний упорядник з'єднанків для Linux (GTK4/Wayland). Керуй SSH, RDP, VNC, SPICE, Telnet, Serial, K8s та Zero Trust із єдиного вікна.
uz: GTK4/Wayland-native interfeysi bilan Linux uchun zamonaviy ulanish menejeri. SSH, RDP, VNC, SPICE, Telnet, Serial, Kubernetes va Zero Trust ulanishlarini bitta dasturdan boshqaring.

source: translator-credits
be: Каманда RustConn (Беларуская)
cs: p-bo https://github.com/p-bo (čeština)
da: RustConn-holdet (Dansk)
de: RustConn Team (Deutsch)
es: Equipo RustConn (Español)
fr: Équipe RustConn (Français)
it: Team RustConn (Italiano)
kk: RustConn командасы (Қазақша)
nl: RustConn-team (Nederlands)
pl: Zespół RustConn (Polski)
pt: Equipa RustConn (Português)
sk: Tím RustConn (Slovenčina)
sv: RustConn-teamet (Svenska)
uk: Микола Зубков (Українська)
uz: RustConn jamoasi

source: User Guide
be: Кіраўніцтва карыстальніка
cs: Uživatelská příručka
da: Brugervejledning
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida utente
kk: Пайдаланушы нұсқаулығы
nl: Gebruikershandleiding
pl: Podręcznik użytkownika
pt: Guia do Utilizador
sk: Používateľská príručka
sv: Användarhandbok
uk: Посібник користувача
uz: Foydalanuvchi qo'llanmasi

source: Installation
be: Усталяванне
cs: Instalace
es: Instalación
it: Installazione
kk: Орнату
nl: Installatie
pl: Instalacja
pt: Instalação
sk: Inštalácia
uk: Установлення
uz: O'rnatish

source: Releases
be: Выпускі
cs: Vydání
da: Udgivelser
de: Versionen
es: Versiones
fr: Versions
it: Versioni
kk: Шығарылымдар
pl: Wydania
pt: Versões
sk: Vydania
sv: Utgåvor
uk: Випуски
uz: Relizlar

source: Changelog
be: Спіс змяненняў
cs: Seznam změn
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Registro delle modifiche
kk: Өзгерістер журналы
nl: Wijzigingslogboek
pl: Historia zmian
pt: Registo de Alterações
sk: Zoznam zmien
sv: Ändringslogg
uk: Журнал змін
uz: O'zgarishlar jurnali

source: Special Thanks
be: Асаблівая падзяка
cs: Zvláštní poděkování
da: Særlig tak
de: Besonderer Dank
es: Agradecimientos especiales
fr: Remerciements
it: Ringraziamenti speciali
kk: Ерекше алғыс
nl: Speciale dank
pl: Specjalne podziękowania
pt: Agradecimentos Especiais
sk: Špeciálne poďakovanie
sv: Särskilt tack
uk: Подяки
uz: Maxsus minnatdorchilik

source: Made in Ukraine
be: Зроблена ва Украіне
cs: Vytvořeno na Ukrajině
da: Lavet i Ukraine
es: Hecho en Ucrania
kk: Украинада жасалған
pt: Feito na Ucrânia
sk: Vyrobené na Ukrajine
uk: Зроблено в Україні
uz: Ukrainada ishlab chiqilgan

source: All contributors and supporters
be: Усім удзельнікам і падтрымліваючым
cs: Všem přispěvatelům a podporovatelům
da: Alle bidragydere og støtter
de: Allen Mitwirkenden und Unterstützern
es: Todos los colaboradores y patrocinadores
fr: Tous les contributeurs et soutiens
it: Tutti i collaboratori e sostenitori
kk: Барлық қатысушылар мен қолдаушыларға
nl: Alle bijdragers en ondersteuners
pl: Wszyscy współtwórcy i wspierający
pt: Todos os contribuidores e apoiantes
sk: Všetkým prispievateľom a podporovateľom
sv: Alla bidragsgivare och supportrar
uk: Усім учасникам і прихильникам
uz: Barcha hissa qo'shuvchilar va qo'llab-quvvatlovchilar

source: New Cluster
be: Новы кластар
cs: Nový cluster
da: Ny klynge
de: Neuer Cluster
es: Nuevo clúster
fr: Nouveau cluster
it: Nuovo cluster
kk: Жаңа кластер
nl: Nieuw cluster
pl: Nowy klaster
pt: Novo Cluster
sk: Nový klaster
sv: Nytt kluster
uk: Новий кластер
uz: Yangi klaster

source: Cluster Details
be: Дэталі кластара
cs: Podrobnosti o clusteru
da: Klyngedetaljer
es: Detalles del clúster
fr: Détails du cluster
it: Dettagli cluster
kk: Кластер мәліметтері
pl: Szczegóły klastra
pt: Detalhes do Cluster
sk: Podrobnosti klastra
sv: Klusterdetaljer
uk: Деталі кластера
uz: Klaster tafsilotlari

source: Cluster name cannot be empty
be: Назва кластара не можа быць пустой
cs: Název clusteru nemůže být prázdný
da: Klyngenavn må ikke være tomt
de: Clustername darf nicht leer sein
es: El nombre del clúster no puede estar vacío
fr: Le nom du cluster ne peut pas être vide
it: Il nome del cluster non può essere vuoto
kk: Кластер атауы бос болмауы керек
nl: Clusternaam mag niet leeg zijn
pl: Nazwa klastra nie może być pusta
pt: O nome do cluster não pode estar vazio
sk: Názov klastra nemôže byť prázdny
sv: Klusternamn får inte vara tomt
uk: Назва кластера не може бути порожня
uz: Klaster nomi bo'sh bo'lishi mumkin emas

source: Please select at least one connection
be: Калі ласка, абярыце хаця б адно злучэнне
cs: Vyberte alespoň jedno připojení
da: Vælg venligst mindst én forbindelse
de: Bitte wählen Sie mindestens eine Verbindung
es: Seleccione al menos una conexión
fr: Veuillez sélectionner au moins une connexion
it: Seleziona almeno una connessione
kk: Кем дегенде бір қосылымды таңдаңыз
nl: Selecteer ten minste één verbinding
pl: Wybierz co najmniej jedno połączenie
pt: Selecione pelo menos uma ligação
sk: Vyberte aspoň jedno pripojenie
sv: Välj minst en anslutning
uk: Обери принаймні один з'єднок
uz: Kamida bitta ulanishni tanlang

source: Connections
be: Злучэнні
cs: Připojení
da: Forbindelser
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
kk: Қосылымдар
nl: Verbindingen
pl: Połączenia
pt: Ligações
sk: Pripojenia
sv: Anslutningar
uk: З'єднанки
uz: Ulanishlar

source: Select connections to include in this cluster
be: Абярыце злучэнні для ўключэння ў гэты кластар
cs: Vyberte připojení která zahrnout do tohoto clusteru
da: Vælg forbindelser, der skal medtages i denne klynge
de: Verbindungen für diesen Cluster auswählen
es: Seleccionar conexiones para incluir en este clúster
fr: Sélectionner les connexions à inclure dans ce cluster
it: Seleziona le connessioni da includere in questo cluster
kk: Осы кластерге қосылатын қосылымдарды таңдаңыз
nl: Selecteer verbindingen om in dit cluster op te nemen
pl: Wybierz połączenia do uwzględnienia w tym klastrze
pt: Selecionar ligações a incluir neste cluster
sk: Vybrať pripojenia na zahrnutie do tohto klastra
sv: Välj anslutningar att inkludera i detta kluster
uk: Обери з'єднанки для кластера
uz: Ushbu klasterga qo'shiladigan ulanishlarni tanlang

source: Select All
be: Абраць усё
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
kk: Барлығын таңдау
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar Tudo
sk: Vybrať všetko
sv: Markera alla
uk: Вибери все
uz: Hammasini tanlash

source: Deselect All
be: Зняць выбар
cs: Zrušit výběr
da: Fravælg alle
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
kk: Барлығын алып тастау
nl: Alles deselecteren
pl: Odznacz wszystko
pt: Desselecionar Tudo
sk: Zrušiť výber
sv: Avmarkera alla
uk: Зніми вибір
uz: Tanlovni bekor qilish

source: Edit Cluster
be: Рэдагаваць кластар
cs: Upravit cluster
da: Redigér klynge
de: Cluster bearbeiten
es: Editar clúster
fr: Modifier le cluster
it: Modifica cluster
kk: Кластерді өңдеу
nl: Cluster bewerken
pl: Edytuj klaster
pt: Editar cluster
sk: Upraviť klaster
sv: Redigera kluster
uk: Редагуй кластер
uz: Klasterni tahrirlash

source: Manage Clusters
be: Кіраванне кластарамі
cs: Spravovat clustery
da: Administrér klynger
de: Cluster verwalten
es: Gestionar clústeres
fr: Gérer les clusters
it: Gestisci cluster
kk: Кластерлерді басқару
nl: Clusters beheren
pl: Zarządzaj klastrami
pt: Gerir clusters
sk: Správa klastrov
sv: Hantera kluster
uk: Керуй кластерами
uz: Klasterlarni boshqarish

source: Clusters allow you to connect to multiple servers simultaneously and optionally broadcast input to all sessions.
be: Кластары дазваляюць злучацца з некалькімі серверамі адначасова і пры жаданні транславаць увод ва ўсе сеансы.
cs: Clustery umožňují připojení k vícero serverům souběžně a volitelně vysílání vstupu do všech relací.
da: Klynger giver dig mulighed for at oprette forbindelse til flere servere samtidigt og eventuelt sende input til alle sessioner.
de: Cluster ermöglichen die gleichzeitige Verbindung zu mehreren Servern und optional die Übertragung von Eingaben an alle Sitzungen.
es: Los clústeres permiten conectarse a varios servidores simultáneamente y opcionalmente transmitir la entrada a todas las sesiones.
fr: Les clusters permettent de se connecter à plusieurs serveurs simultanément et de diffuser les entrées à toutes les sessions.
it: I cluster consentono di connettersi a più server contemporaneamente e, facoltativamente, di trasmettere l'input a tutte le sessioni.
kk: Кластерлер бірнеше серверге бір уақытта қосылуға және қажет болса енгізуді барлық сеанстарға таратуға мүмкіндік береді.
nl: Met clusters kunt u tegelijkertijd verbinding maken met meerdere servers en optioneel invoer naar alle sessies uitzenden.
pl: Klastry umożliwiają jednoczesne łączenie się z wieloma serwerami i opcjonalne przesyłanie danych wejściowych do wszystkich sesji.
pt: Os clusters permitem ligar a vários servidores em simultâneo e, opcionalmente, transmitir a entrada para todas as sessões.
sk: Klastre umožňujú pripojenie k viacerým serverom súčasne a voliteľne vysielanie vstupu do všetkých relácií.
sv: Kluster låter dig ansluta till flera servrar samtidigt och valfritt sända inmatning till alla sessioner.
uk: Кластери дають змогу одночасно доєднуватися до серверів і транслювати введення на всі сеанси.
uz: Klasterlar bir vaqtning o'zida bir nechta serverlarga ulanish va ixtiyoriy ravishda barcha sessiyalarga kiritishni translyatsiya qilish imkonini beradi.

source: (broadcast enabled)
be: (трансляцыя ўключана)
cs: (vysílání zapnuto)
da: (broadcast aktiveret)
de: (Broadcast aktiviert)
es: (difusión activada)
fr: (diffusion activée)
it: (broadcast attivato)
kk: (тарату қосылған)
nl: (broadcast ingeschakeld)
pl: (broadcast włączony)
pt: (broadcast ativado)
sk: (vysielanie zapnuté)
sv: (sändning aktiverad)
uk: (мовлення ввімкнено)
uz: (translyatsiya yoqilgan)

source: {} connections{}
be: {} злучэнняў{}
cs: {} připojení{}
da: {} forbindelser{}
de: {} Verbindungen{}
es: {} conexiones{}
fr: {} connexions{}
it: {} connessioni{}
kk: {} қосылым{}
nl: {} verbindingen{}
pl: {} połączeń{}
pt: {} ligações{}
sk: {} pripojení{}
sv: {} anslutningar{}
uk: {} з'єднанків{}
uz: {} ulanish{}

source: Connect to cluster
be: Злучыцца з кластарам
cs: Připojit ke clusteru
da: Opret forbindelse til klynge
de: Mit Cluster verbinden
es: Conectar al clúster
fr: Se connecter au cluster
it: Connetti al cluster
kk: Кластерге қосылу
nl: Verbinden met cluster
pl: Połącz z klastrem
pt: Ligar ao cluster
sk: Pripojiť ku klastru
sv: Anslut till kluster
uk: Доєднайся до кластера
uz: Klasterga ulanish

source: Edit cluster
be: Рэдагаваць кластар
cs: Upravit cluster
da: Redigér klynge
de: Cluster bearbeiten
es: Editar clúster
fr: Modifier le cluster
it: Modifica cluster
kk: Кластерді өңдеу
nl: Cluster bewerken
pl: Edytuj klaster
pt: Editar cluster
sk: Upraviť klaster
sv: Redigera kluster
uk: Редагуй кластер
uz: Klasterni tahrirlash

source: Delete cluster
be: Выдаліць кластар
cs: Smazat cluster
da: Slet klynge
de: Cluster löschen
es: Eliminar clúster
fr: Supprimer le cluster
it: Elimina cluster
kk: Кластерді жою
nl: Cluster verwijderen
pl: Usuń klaster
pt: Eliminar cluster
sk: Odstrániť klaster
sv: Ta bort kluster
uk: Вилучи кластер
uz: Klasterni o'chirish

source: No clusters defined. Click 'New Cluster' to create one.
be: Кластары не вызначаны. Націсніце 'Новы кластар', каб стварыць.
cs: Nejsou definovány žádné clustery. Klikněte na „Nový cluster“ a nějaký vytvořte.
da: Ingen klynger defineret. Klik på 'Ny klynge' for at oprette en.
de: Keine Cluster definiert. Klicken Sie auf „Neuer Cluster“, um einen zu erstellen.
es: No hay clústeres definidos. Haga clic en «Nuevo clúster» para crear uno.
fr: Aucun cluster défini. Cliquez sur « Nouveau cluster » pour en créer un.
it: Nessun cluster definito. Fai clic su 'Nuovo cluster' per crearne uno.
kk: Кластерлер анықталмаған. Жасау үшін 'Жаңа кластер' түймесін басыңыз.
nl: Geen clusters gedefinieerd. Klik op 'Nieuw cluster' om er een aan te maken.
pl: Brak zdefiniowanych klastrów. Kliknij 'Nowy klaster', aby utworzyć.
pt: Nenhum cluster definido. Clique em 'Novo Cluster' para criar um.
sk: Žiadne klastre nie sú definované. Kliknite na 'Nový klaster' pre vytvorenie.
sv: Inga kluster definierade. Klicka på 'Nytt kluster' för att skapa ett.
uk: Нема кластерів. Натисни «Новий кластер».
uz: Klasterlar aniqlanmagan. Yaratish uchun 'Yangi klaster' ni bosing.

source: Search connections, > commands, @ tags, # groups
be: Пошук злучэнняў, > каманды, @ тэгі, # групы
cs: Hledat připojení, > příkazy, @ štítky, # skupiny
da: Søg forbindelser, > kommandoer, @ tags, # grupper
de: Verbindungen suchen, > Befehle, @ Tags, # Gruppen
es: Buscar conexiones, > comandos, @ etiquetas, # grupos
fr: Rechercher connexions, > commandes, @ tags, # groupes
it: Cerca connessioni, > comandi, @ tag, # gruppi
kk: Қосылымдарды іздеу, > пәрмендер, @ тегтер, # топтар
nl: Zoek verbindingen, > opdrachten, @ tags, # groepen
pl: Szukaj połączeń, > polecenia, @ tagi, # grupy
pt: Pesquisar ligações, > comandos, @ etiquetas, # grupos
sk: Hľadať pripojenia, > príkazy, @ štítky, # skupiny
sv: Sök anslutningar, > kommandon, @ taggar, # grupper
uk: Пошук з'єднанків, > команди, @ теги, # групи
uz: Ulanishlarni qidirish, > buyruqlar, @ teglar, # guruhlar

source: Command Palette
be: Палітра каманд
cs: Paleta příkazů
da: Kommandopalette
de: Befehlspalette
es: Paleta de comandos
fr: Palette de commandes
it: Tavolozza comandi
kk: Пәрмен палитрасы
nl: Opdrachtenpalet
pl: Paleta poleceń
pt: Paleta de comandos
sk: Paleta príkazov
sv: Kommandopalett
uk: Палітра команд
uz: Buyruqlar palitrasi

source: No results
be: Няма вынікаў
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
kk: Нәтиже жоқ
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
sk: Žiadne výsledky
sv: Inga resultat
uk: Немає результатів
uz: Natija topilmadi

source: Basic
be: Асноўнае
cs: Základní
da: Grundlæggende
de: Grundlagen
es: Básico
fr: Base
it: Base
kk: Негізгі
nl: Basis
pl: Podstawowe
pt: Básico
sk: Základné
sv: Grundläggande
uk: Основне
uz: Asosiy

source: Data
be: Даныя
de: Daten
es: Datos
fr: Données
it: Dati
kk: Деректер
nl: Gegevens
pl: Dane
pt: Dados
sk: Dáta
uk: Дані
uz: Ma'lumotlar

source: Logging
be: Журналяванне
cs: Zaznamenávání relace
da: Logning
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
kk: Журналдау
nl: Logboek
pl: Rejestrowanie
pt: Registo
sk: Protokolovanie
sv: Loggning
uk: Журналювання
uz: Jurnallash

source: Automation
be: Аўтаматызацыя
cs: Automatizace
da: Automatisering
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
kk: Автоматтандыру
nl: Automatisering
pl: Automatyzacja
pt: Automatização
sk: Automatizácia
sv: Automatisering
uk: Автоматизація
uz: Avtomatlashtirish

source: Advanced
be: Дадаткова
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
kk: Қосымша
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
sk: Pokročilé
sv: Avancerat
uk: Додатково
uz: Kengaytirilgan

source: Zero Trust Connection Test
be: Тэст злучэння Zero Trust
cs: Test připojení Zero Trust
da: Zero Trust-forbindelsestest
de: Zero-Trust-Verbindungstest
es: Prueba de conexión Zero Trust
fr: Test de connexion Zero Trust
it: Test connessione Zero Trust
kk: Zero Trust қосылым тесті
nl: Zero Trust-verbindingstest
pl: Test połączenia Zero Trust
pt: Teste de ligação Zero Trust
sk: Test pripojenia Zero Trust
sv: Zero Trust-anslutningstest
uk: Певерірка з'єднанка Zero Trust
uz: Zero Trust ulanish testi

source: Zero Trust connections require provider-specific authentication. To test the connection: 1. Save the connection first 2. Use the Connect button to initiate the connection 3. The provider CLI will handle authentication
be: Злучэнні Zero Trust патрабуюць аўтэнтыфікацыі, спецыфічнай для правайдэра. Каб праверыць злучэнне: 1. Спачатку захавайце злучэнне 2. Выкарыстайце кнопку Злучыць 3. CLI правайдэра апрацуе аўтэнтыфікацыю
cs: Připojení Zero Trust vyžadují ověření specifické pro poskytovatele. Pro otestování připojení: 1. Nejprve uložte připojení 2. Použijte tlačítko Připojit 3. CLI poskytovatele zajistí ověření
da: Zero Trust-forbindelser kræver udbyderspecifik godkendelse. For at teste forbindelsen: 1. Gem forbindelsen først 2. Brug knappen Forbind 3. Udbyderens CLI håndterer godkendelsen
de: Zero-Trust-Verbindungen erfordern anbieterspezifische Authentifizierung. Um die Verbindung zu testen: 1. Speichern Sie die Verbindung zuerst 2. Verwenden Sie die Schaltfläche Verbinden 3. Die Anbieter-CLI übernimmt die Authentifizierung
es: Las conexiones Zero Trust requieren autenticación específica del proveedor. Para probar la conexión: 1. Guarde la conexión primero 2. Use el botón Conectar 3. El CLI del proveedor gestionará la autenticación
fr: Les connexions Zero Trust nécessitent une authentification spécifique au fournisseur. Pour tester la connexion : 1. Enregistrez d'abord la connexion 2. Utilisez le bouton Connecter 3. Le CLI du fournisseur gère l'authentification
it: Le connessioni Zero Trust richiedono autenticazione specifica del provider. Per testare la connessione: 1. Salvare prima la connessione 2. Usare il pulsante Connetti 3. Il CLI del provider gestirà l'autenticazione
kk: Zero Trust қосылымдары провайдерге тән аутентификацияны қажет етеді. Қосылымды тексеру үшін: 1. Алдымен қосылымды сақтаңыз 2. Қосылу батырмасын пайдаланыңыз 3. Провайдер CLI аутентификацияны өңдейді
nl: Zero Trust-verbindingen vereisen providerspecifieke authenticatie. Om de verbinding te testen: 1. Sla de verbinding eerst op 2. Gebruik de knop Verbinden 3. De provider-CLI handelt de authenticatie af
pl: Połączenia Zero Trust wymagają uwierzytelnienia specyficznego dla dostawcy. Aby przetestować połączenie: 1. Najpierw zapisz połączenie 2. Użyj przycisku Połącz 3. CLI dostawcy obsłuży uwierzytelnienie
pt: As ligações Zero Trust requerem autenticação específica do fornecedor. Para testar a ligação: 1. Guarde a ligação primeiro 2. Use o botão Ligar 3. O CLI do fornecedor tratará da autenticação
sk: Pripojenia Zero Trust vyžadujú overenie špecifické pre poskytovateľa. Pre otestovanie pripojenia: 1. Najprv uložte pripojenie 2. Použite tlačidlo Pripojiť 3. CLI poskytovateľa zabezpečí overenie
sv: Zero Trust-anslutningar kräver leverantörsspecifik autentisering. För att testa anslutningen: 1. Spara anslutningen först 2. Använd knappen Anslut 3. Leverantörens CLI hanterar autentiseringen
uk: З'єднанки Zero Trust вимагають автентифікації від провайдера. Щоб перевірити з'єднок: 1. Спочатку збережи з'єднок 2. Використай кнопку з'єднування для початку процесу 3. CLI провайдера обробить автентифікацію
uz: Zero Trust ulanishlari provayderga xos autentifikatsiyani talab qiladi. Ulanishni tekshirish uchun: 1. Avval ulanishni saqlang 2. Ulanish tugmasini bosing 3. Provayder CLI autentifikatsiyani boshqaradi

source: Connection Test Failed
be: Тэст злучэння не ўдаўся
cs: Test připojení selhal
da: Forbindelsestest mislykkedes
de: Verbindungstest fehlgeschlagen
es: Prueba de conexión fallida
fr: Échec du test de connexion
it: Test di connessione fallito
kk: Қосылым тесті сәтсіз
nl: Verbindingstest mislukt
pl: Test połączenia nieudany
pt: Teste de ligação falhou
sk: Test pripojenia zlyhal
sv: Anslutningstest misslyckades
uk: Перевірка з'єднанка не вдалася
uz: Ulanish testi muvaffaqiyatsiz
