Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Password Generator
be: Генератар пароляў
cs: Generátor hesel
da: Adgangskodegenerator
de: Passwortgenerator
es: Generador de contraseñas
fr: Générateur de mots de passe
it: Generatore di password
kk: Құпия сөз генераторы
nl: Wachtwoordgenerator
pl: Generator haseł
pt: Gerador de Palavras-passe
sk: Generátor hesiel
sv: Lösenordsgenerator
uk: Ґенератор паролів
uz: Parol generatori

source: Generated Password
be: Згенераваны пароль
cs: Vygenerované heslo
da: Genereret adgangskode
de: Generiertes Passwort
es: Contraseña generada
fr: Mot de passe généré
it: Password generata
kk: Жасалған құпия сөз
nl: Gegenereerd wachtwoord
pl: Wygenerowane hasło
pt: Palavra-passe Gerada
sk: Vygenerované heslo
sv: Genererat lösenord
uk: Зґенерований пароль
uz: Yaratilgan parol

source: Generate new password
be: Згенераваць новы пароль
cs: Vygenerovat nové heslo
da: Generer ny adgangskode
de: Neues Passwort generieren
es: Generar nueva contraseña
fr: Générer un nouveau mot de passe
it: Genera nuova password
kk: Жаңа құпия сөз жасау
nl: Nieuw wachtwoord genereren
pl: Generuj nowe hasło
pt: Gerar nova palavra-passe
sk: Vygenerovať nové heslo
sv: Generera nytt lösenord
uk: Згенеруй новий пароль
uz: Yangi parol yaratish

source: Strength Analysis
be: Аналіз надзейнасці
cs: Analýza odolnosti
da: Styrkeanalyse
de: Stärkeanalyse
es: Análisis de fortaleza
fr: Analyse de la force
it: Analisi della robustezza
kk: Күштілік талдауы
nl: Sterkteanalyse
pl: Analiza siły
pt: Análise de Força
sk: Analýza sily
sv: Styrkeanalys
uk: Аналізування надійности
uz: Mustahkamlik tahlili

source: Strong
be: Моцны
cs: Silné
da: Stærk
de: Stark
es: Fuerte
fr: Fort
it: Forte
kk: Күшті
nl: Sterk
pl: Silne
pt: Forte
sk: Silné
sv: Starkt
uk: Надійний
uz: Kuchli

source: Strength
be: Надзейнасць
cs: Odolnost
da: Styrke
de: Stärke
es: Fortaleza
fr: Force
it: Robustezza
kk: Күштілік
nl: Sterkte
pl: Siła
pt: Força
sk: Sila
sv: Styrka
uk: Надійність
uz: Mustahkamlik

source: 0 bits
be: 0 біт
cs: 0 bitů
it: 0 bit
kk: 0 бит
pl: 0 bitów
sk: 0 bitov
sv: 0 bitar
uk: 0 біт
uz: 0 bit

source: Entropy
be: Энтрапія
cs: Entropie
da: Entropi
de: Entropie
es: Entropía
fr: Entropie
it: Entropia
kk: Энтропия
nl: Entropie
pl: Entropia
pt: Entropia
sk: Entropia
sv: Entropi
uk: Ентропія
uz: Entropiya

source: Measure of randomness
be: Мера выпадковасці
cs: Míra náhodnosti
da: Mål for tilfældighed
de: Maß der Zufälligkeit
es: Medida de aleatoriedad
fr: Mesure de l'aléatoire
it: Misura della casualità
kk: Кездейсоқтық өлшемі
nl: Maat van willekeurigheid
pl: Miara losowości
pt: Medida de aleatoriedade
sk: Miera náhodnosti
sv: Mått på slumpmässighet
uk: Міра випадковости
uz: Tasodifiylik o'lchovi

source: instant
be: імгненна
cs: okamžitě
da: øjeblikkeligt
de: sofort
es: instantáneo
fr: instantané
it: istantaneo
kk: лезде
nl: onmiddellijk
pl: natychmiast
pt: instantâneo
sk: okamžite
sv: omedelbart
uk: миттєво
uz: bir lahzada

source: Crack time
be: Час узлому
cs: Doba potřebná k prolomení
da: Knækningstid
de: Knackzeit
es: Tiempo de descifrado
fr: Temps de cassage
it: Tempo di violazione
kk: Бұзу уақыты
nl: Kraaktijd
pl: Czas złamania
pt: Tempo para decifrar
sk: Čas prelomenia
sv: Knäckningstid
uk: Час зламування
uz: Buzish vaqti

source: At 10 billion guesses/sec
be: Пры 10 млрд спроб/сек
cs: Při 10 miliardách pokusů/s
da: Ved 10 mia. gæt/sek.
de: Bei 10 Mrd. Versuchen/Sek.
es: A 10 mil millones de intentos/seg
fr: À 10 milliards de tentatives/sec
it: A 10 miliardi di tentativi/sec
kk: Секундына 10 миллиард әрекетте
nl: Bij 10 miljard pogingen/sec
pl: Przy 10 mld prób/sek.
pt: A 10 mil milhões de tentativas/seg.
sk: Pri 10 miliardách pokusov/s
sv: Vid 10 miljarder gissningar/sek
uk: За 10 млрд спроб/сек
uz: 10 milliard taxmin/sek da

source: Length
be: Даўжыня
cs: Délka
da: Længde
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
kk: Ұзындық
nl: Lengte
pl: Długość
pt: Comprimento
sk: Dĺžka
sv: Längd
uk: Довжина
uz: Uzunlik

source: Characters
be: Сімвалы
cs: Znaky
da: Tegn
de: Zeichen
es: Caracteres
fr: Caractères
it: Caratteri
kk: Таңбалар
nl: Tekens
pl: Znaki
pt: Caracteres
sk: Znaky
sv: Tecken
uk: Симболи
uz: Belgilar

source: Recommended: 16+ for important accounts
be: Рэкамендавана: 16+ для важных уліковых запісаў
cs: Doporučeno: 16+ pro důležité účty
da: Anbefalet: 16+ for vigtige konti
de: Empfohlen: 16+ für wichtige Konten
es: Recomendado: 16+ para cuentas importantes
fr: Recommandé : 16+ pour les comptes importants
it: Consigliato: 16+ per account importanti
kk: Ұсынылады: маңызды тіркелгілер үшін 16+
nl: Aanbevolen: 16+ voor belangrijke accounts
pl: Zalecane: 16+ dla ważnych kont
pt: Recomendado: 16+ para contas importantes
sk: Odporúčané: 16+ pre dôležité účty
sv: Rekommenderat: 16+ för viktiga konton
uk: Рекомендовано: 16+ для важливих облікових записів
uz: Tavsiya: muhim hisoblar uchun 16+

source: Character Sets
be: Наборы сімвалаў
cs: Znakové sady
da: Tegnsæt
de: Zeichensätze
es: Conjuntos de caracteres
fr: Jeux de caractères
it: Set di caratteri
kk: Таңба жиындары
nl: Tekensets
pl: Zestawy znaków
pt: Conjuntos de Caracteres
sk: Znakové sady
sv: Teckenuppsättningar
uk: Набори симболів
uz: Belgilar to'plami

source: Select which characters to include
be: Абярыце, якія сімвалы ўключыць
cs: Vyberte, které znaky zahrnout
da: Vælg hvilke tegn der skal medtages
de: Auswählen, welche Zeichen einbezogen werden
es: Seleccionar qué caracteres incluir
fr: Sélectionner les caractères à inclure
it: Seleziona quali caratteri includere
kk: Қосылатын таңбаларды таңдаңыз
nl: Selecteer welke tekens opgenomen worden
pl: Wybierz, które znaki uwzględnić
pt: Selecionar os caracteres a incluir
sk: Vyberte, ktoré znaky zahrnúť
sv: Välj vilka tecken som ska inkluderas
uk: Обери, які симболи вмикати
uz: Qaysi belgilarni kiritishni tanlang

source: Lowercase
be: Малыя літары
cs: Malá písmena
da: Små bogstaver
de: Kleinbuchstaben
es: Minúsculas
fr: Minuscules
it: Minuscole
kk: Кіші әріптер
nl: Kleine letters
pl: Małe litery
pt: Minúsculas
sk: Malé písmená
sv: Gemener
uk: Малі букви
uz: Kichik harflar

source: Uppercase
be: Вялікія літары
cs: Velká písmena
da: Store bogstaver
de: Großbuchstaben
es: Mayúsculas
fr: Majuscules
it: Maiuscole
kk: Бас әріптер
nl: Hoofdletters
pl: Wielkie litery
pt: Maiúsculas
sk: Veľké písmená
sv: Versaler
uk: Великі букви
uz: Katta harflar

source: Digits
be: Лічбы
cs: Číslice
da: Cifre
de: Ziffern
es: Dígitos
fr: Chiffres
it: Cifre
kk: Сандар
nl: Cijfers
pl: Cyfry
pt: Dígitos
sk: Číslice
sv: Siffror
uk: Цифри
uz: Raqamlar

source: Special
be: Спецыяльныя
cs: Speciální
da: Specialtegn
de: Sonderzeichen
es: Especiales
fr: Spéciaux
it: Speciali
kk: Арнайы таңбалар
nl: Speciaal
pl: Znaki specjalne
pt: Especiais
sk: Špeciálne znaky
sv: Specialtecken
uk: Спеціяльні
uz: Maxsus

source: Extended
be: Пашыраныя
cs: Rozšířené
da: Udvidet
de: Erweitert
es: Extendido
fr: Étendu
it: Esteso
kk: Кеңейтілген
nl: Uitgebreid
pl: Rozszerzony
pt: Alargado
sk: Rozšírené
sv: Utökad
uk: Розширені
uz: Kengaytirilgan

source: Exclude ambiguous
be: Выключыць неадназначныя
cs: Vyloučit nejednoznačné
da: Udeluk tvetydige
de: Mehrdeutige ausschließen
es: Excluir ambiguos
fr: Exclure les ambigus
it: Escludi ambigui
kk: Екіұшты таңбаларды алып тастау
nl: Dubbelzinnige uitsluiten
pl: Wyklucz niejednoznaczne
pt: Excluir ambíguos
sk: Vynechať nejednoznačné
sv: Uteslut tvetydiga
uk: Вилучи неоднозначинові
uz: Noaniq belgilarni chiqarish

source: Avoid 0O, 1lI to prevent confusion
be: Пазбягаць 0O, 1lI для прадухілення блытаніны
cs: Vyhnout se 0O, 1lI aby se zamezilo záměnám
da: Undgå 0O, 1lI for at forhindre forveksling
de: 0O, 1lI vermeiden, um Verwechslungen zu verhindern
es: Evitar 0O, 1lI para prevenir confusiones
fr: Éviter 0O, 1lI pour prévenir les confusions
it: Evita 0O, 1lI per prevenire confusione
kk: Шатастырмау үшін 0O, 1lI таңбаларын қолданбау
nl: 0O, 1lI vermijden om verwarring te voorkomen
pl: Unikaj 0O, 1lI, aby zapobiec pomyłkom
pt: Evitar 0O, 1lI para prevenir confusão
sk: Vynechať 0O, 1lI na predchádzanie zámene
sv: Undvik 0O, 1lI för att förhindra förväxling
uk: Уникай 0O, 1lI, щоб запобігти плутанину
uz: Chalkashlikni oldini olish uchun 0O, 1lI dan saqlaning

source: Security Tips
be: Парады па бяспецы
cs: Bezpečnostní tipy
da: Sikkerhedstips
de: Sicherheitstipps
es: Consejos de seguridad
fr: Conseils de sécurité
it: Consigli di sicurezza
kk: Қауіпсіздік кеңестері
nl: Beveiligingstips
pl: Wskazówki bezpieczeństwa
pt: Dicas de Segurança
sk: Bezpečnostné tipy
sv: Säkerhetstips
uk: Поради з безпеки
uz: Xavfsizlik maslahatlari

source: {} bits
be: {} біт
cs: {} bitů
it: {} bit
kk: {} бит
pl: {} bitów
sk: {} bitov
sv: {} bitar
uk: {} біт
uz: {} bit

source: Authentication Required
be: Патрабуецца аўтэнтыфікацыя
cs: Vyžadováno ověření
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
es: Autenticación requerida
fr: Authentification requise
it: Autenticazione richiesta
kk: Аутентификация қажет
nl: Authenticatie vereist
pl: Wymagane uwierzytelnianie
pt: Autenticação necessária
sk: Vyžaduje sa overenie totožnosti
sv: Autentisering krävs
uk: Автентифікуйся
uz: Autentifikatsiya talab qilinadi

source: Enter credentials for this connection:
be: Увядзіце ўліковыя даныя для гэтага злучэння:
cs: Zadejte přihlašovací údaje pro toto připojení:
da: Indtast legitimationsoplysninger for denne forbindelse:
de: Anmeldedaten für diese Verbindung eingeben:
es: Introduzca las credenciales para esta conexión:
fr: Saisir les identifiants pour cette connexion :
it: Inserisci le credenziali per questa connessione:
kk: Осы қосылым үшін тіркелгі деректерін енгізіңіз:
nl: Voer de inloggegevens in voor deze verbinding:
pl: Wprowadź dane uwierzytelniające dla tego połączenia:
pt: Introduza as credenciais para esta ligação:
sk: Zadajte prihlasovacie údaje pre toto pripojenie:
sv: Ange inloggningsuppgifter för denna anslutning:
uk: Уведи облікові відомості для цього з'єднанка:
uz: Ushbu ulanish uchun hisob ma'lumotlarini kiriting:

source: Resolving credentials...
be: Вызначэнне ўліковых даных...
cs: Načítání přihlašovacích údajů…
da: Henter legitimationsoplysninger...
de: Anmeldedaten werden aufgelöst...
es: Resolviendo credenciales...
fr: Résolution des identifiants...
it: Risoluzione credenziali...
kk: Тіркелгі деректері анықталуда...
nl: Inloggegevens ophalen...
pl: Rozwiązywanie danych uwierzytelniających...
pt: A resolver credenciais...
sk: Získavanie prihlasovacích údajov...
sv: Hämtar inloggningsuppgifter...
uk: Отримання облікових відомостей...
uz: Hisob ma'lumotlari aniqlanmoqda...

source: (optional)
be: (неабавязкова)
cs: (volitelné)
da: (valgfrit)
es: (opcional)
fr: (optionnel)
it: (opzionale)
kk: (міндетті емес)
nl: (optioneel)
pl: (opcjonalne)
pt: (opcional)
sk: (voliteľné)
sv: (valfritt)
uk: (необов'язково)
uz: (ixtiyoriy)

source: username
be: імя карыстальніка
cs: uživatelské jméno
da: brugernavn
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
it: nome utente
kk: пайдаланушы аты
nl: gebruikersnaam
pl: nazwa użytkownika
pt: nome de utilizador
sk: používateľské meno
sv: användarnamn
uk: ім'я користувача
uz: foydalanuvchi nomi

source: Save Credentials
be: Захаваць уліковыя даныя
cs: Uložit přihlašovací údaje
da: Gem legitimationsoplysninger
de: Anmeldedaten speichern
es: Guardar credenciales
fr: Enregistrer les identifiants
it: Salva credenziali
kk: Тіркелгі деректерін сақтау
nl: Inloggegevens opslaan
pl: Zapisz dane uwierzytelniające
pt: Guardar Credenciais
sk: Uložiť prihlasovacie údaje
sv: Spara inloggningsuppgifter
uk: Збережи облікові відомості
uz: Hisob ma'lumotlarini saqlash

source: Save to KeePass
be: Захаваць у KeePass
cs: Uložit do KeePass
da: Gem i KeePass
de: In KeePass speichern
es: Guardar en KeePass
fr: Enregistrer dans KeePass
it: Salva in KeePass
kk: KeePass-қа сақтау
nl: Opslaan in KeePass
pl: Zapisz w KeePass
pt: Guardar no KeePass
sk: Uložiť do KeePass
sv: Spara till KeePass
uk: Збережи в KeePass
uz: KeePass ga saqlash

source: Migrate credentials from system keyring to KeePass
be: Міграваць уліковыя дадзеныя з сістэмнага звязкі ключоў у KeePass
cs: Migrovat přihlašovací údaje ze systémového klíčenky do KeePass
da: Migrer legitimationsoplysninger fra systemnøglering til KeePass
de: Anmeldedaten vom System-Schlüsselbund zu KeePass migrieren
es: Migrar credenciales del llavero del sistema a KeePass
fr: Migrer les identifiants du trousseau système vers KeePass
it: Migrare credenziali dal portachiavi di sistema a KeePass
kk: Тіркелгі деректерін жүйелік кілт тізбегінен KeePass-қа көшіру
nl: Referenties migreren van systeemsleutelhanger naar KeePass
pl: Migruj poświadczenia z pęku kluczy systemowego do KeePass
pt: Migrar credenciais do chaveiro do sistema para KeePass
sk: Migrovať prihlasovacie údaje zo systémovej kľúčenky do KeePass
sv: Migrera autentiseringsuppgifter från systemnyckelring till KeePass
uk: Міґруй облікові дані із системної в'язки ключів до KeePass
uz: Hisob ma'lumotlarini tizim kalit halqasidan KeePass ga ko'chirish

source: Connect to {}
be: Злучыцца з {}
cs: Připojit k {}
da: Forbind til {}
de: Verbinden mit {}
es: Conectar a {}
fr: Connexion à {}
it: Connetti a {}
kk: {} қосылу
nl: Verbinden met {}
pl: Połącz z {}
pt: Ligar a {}
sk: Pripojiť k {}
sv: Anslut till {}
uk: З'єднай з {}
uz: {} ga ulanish

source: Starting...
be: Запуск...
cs: Spouštění…
da: Starter...
de: Startet...
es: Iniciando…
fr: Démarrage…
it: Avvio...
kk: Іске қосылуда...
nl: Starten...
pl: Uruchamianie...
pt: A iniciar...
sk: Spúšťanie...
sv: Startar...
uk: Запуск...
uz: Ishga tushmoqda...

source: Cancelling...
be: Скасаванне...
cs: Rušení…
da: Annullerer...
de: Abbrechen...
es: Cancelando…
fr: Annulation…
it: Annullamento...
kk: Болдырмау...
nl: Annuleren...
pl: Anulowanie...
pt: A cancelar...
sk: Rušenie...
sv: Avbryter...
uk: Скасуй...
uz: Bekor qilinmoqda...

source: Clients
be: Кліенты
cs: Klienti
da: Klienter
es: Clientes
it: Client
kk: Клиенттер
pl: Klienty
pt: Clientes
sk: Klienti
sv: Klienter
uk: Клієнти
uz: Mijozlar

source: Core Clients
be: Асноўныя кліенты
cs: Základní klienti
da: Kerneklienter
de: Kern-Clients
es: Clientes principales
fr: Clients principaux
it: Client principali
kk: Негізгі клиенттер
nl: Kernclients
pl: Główne klienty
pt: Clientes Principais
sk: Základní klienti
sv: Kärnklienter
uk: Основні клієнти
uz: Asosiy mijozlar

source: Essential connection clients
be: Асноўныя кліенты злучэнняў
cs: Základní klienti připojení
da: Vigtige forbindelsesklienter
de: Wesentliche Verbindungsclients
es: Clientes de conexión esenciales
fr: Clients de connexion essentiels
it: Client di connessione essenziali
kk: Негізгі қосылым клиенттері
nl: Essentiële verbindingsclients
pl: Podstawowe klienty połączeń
pt: Clientes de ligação essenciais
sk: Základní klienti pripojení
sv: Nödvändiga anslutningsklienter
uk: Основні клієнти з'єднувань
uz: Zaruriy ulanish mijozlari

source: Zero Trust Clients
be: Кліенты Zero Trust
cs: Klienti Zero Trust
da: Zero Trust-klienter
es: Clientes Zero Trust
fr: Clients Zero Trust
it: Client Zero Trust
kk: Zero Trust клиенттері
pl: Klienty Zero Trust
pt: Clientes Zero Trust
sk: Klienti Zero Trust
sv: Zero Trust-klienter
uk: Клієнти Zero Trust
uz: Zero Trust mijozlar

source: Cloud provider CLI tools
be: CLI-інструменты хмарных правайдараў
cs: CLI nástroje cloudových poskytovatelů
da: CLI-værktøjer til cloud-udbydere
de: CLI-Tools für Cloud-Anbieter
es: Herramientas CLI de proveedores en la nube
fr: Outils CLI des fournisseurs cloud
it: Strumenti CLI per provider cloud
kk: Бұлт провайдерінің CLI құралдары
nl: CLI-tools voor cloudproviders
pl: Narzędzia CLI dostawców chmury
pt: Ferramentas CLI de fornecedores de nuvem
sk: CLI nástroje cloudových poskytovateľov
sv: CLI-verktyg för molnleverantörer
uk: CLI-інструменти хмарних провайдерів
uz: Bulut provayder CLI vositalari

source: Checking...
be: Праверка...
cs: Kontrola…
da: Kontrollerer...
de: Prüfe...
es: Comprobando...
fr: Vérification...
it: Verifica...
kk: Тексерілуде...
nl: Controleren...
pl: Sprawdzanie...
pt: A verificar...
sk: Kontrola...
sv: Kontrollerar...
uk: Перевірка...
uz: Tekshirilmoqda...

source: Using embedded {} (external not found)
be: Выкарыстоўваю ўбудаваны {} (знешні не знойдзены)
cs: Používám vestavěný {} (externí nenalezen)
da: Bruger indlejret {} (ekstern ikke fundet)
de: Verwende eingebetteten {} (extern nicht gefunden)
es: Usando {} integrado (externo no encontrado)
fr: Utilisation du {} intégré (externe non trouvé)
it: Uso del {} integrato (esterno non trovato)
kk: Кірістірілген {} пайдалану (сыртқы табылмады)
nl: Gebruik ingebedde {} (extern niet gevonden)
pl: Używam wbudowanego {} (zewnętrzny nie znaleziony)
pt: A usar {} integrado (externo não encontrado)
sk: Používam vstavaný {} (externý nenájdený)
sv: Använder inbäddad {} (extern hittades inte)
uk: Використовую вбудований {} (зовнішній не знайдено)
uz: O'rnatilgan {} ishlatilmoqda (tashqi topilmadi)

source: Keybindings
be: Спалучэнні клавіш
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
kk: Пернетақта тіркесімдері
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos de teclado
sk: Klávesové skratky
sv: Tangentbordsgenvägar
uk: Клавіатурні скорочення
uz: Tugma bog'lamalari

source: Record
be: Запісаць
cs: Zaznamenat
da: Optag
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
kk: Жазу
nl: Opnemen
pl: Nagraj
pt: Gravar
sk: Zaznamenať
sv: Spela in
uk: Запиши
uz: Yozib olish

source: Press a key combination to set a new shortcut
be: Націсніце камбінацыю клавіш для новага спалучэння
cs: Stiskněte kombinaci kláves pro nastavení nové zkratky
da: Tryk på en tastekombination for at indstille en ny genvej
de: Drücken Sie eine Tastenkombination für ein neues Kürzel
es: Pulse una combinación de teclas para establecer un nuevo atajo
fr: Appuyez sur une combinaison de touches pour définir un nouveau raccourci
it: Premi una combinazione di tasti per impostare una nuova scorciatoia
kk: Жаңа тіркесім орнату үшін перне тіркесімін басыңыз
nl: Druk op een toetsencombinatie om een nieuwe sneltoets in te stellen
pl: Naciśnij kombinację klawiszy, aby ustawić nowy skrót
pt: Prima uma combinação de teclas para definir um novo atalho
sk: Stlačte kombináciu klávesov pre nastavenie novej skratky
sv: Tryck på en tangentkombination för att ställa in en ny genväg
uk: Натисни комбінацію клавіш для нового скорочення
uz: Yangi yorliq belgilash uchun tugma kombinatsiyasini bosing

source: Reset to default
be: Скінуць да тыповага
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer predeterminado
fr: Réinitialiser par défaut
it: Ripristina predefinito
kk: Әдепкіге қайтару
nl: Standaard herstellen
pl: Przywróć domyślne
pt: Repor predefinição
sk: Obnoviť predvolené
sv: Återställ till standard
uk: Скинь до типового
uz: Standartga qaytarish

source: Press keys...
be: Націсніце клавішы...
cs: Stiskněte klávesy...
da: Tryk på taster...
de: Tasten drücken...
es: Pulse teclas...
fr: Appuyez sur les touches...
it: Premi i tasti...
kk: Пернелерді басыңыз...
nl: Druk op toetsen...
pl: Naciśnij klawisze...
pt: Prima teclas...
sk: Stlačte klávesy...
sv: Tryck på tangenter...
uk: Натисни клавіші...
uz: Tugmalarni bosing...

source: Reset All to Defaults
be: Скінуць усё да тыповых
cs: Obnovit vše na výchozí
da: Nulstil alle til standard
de: Alle auf Standard zurücksetzen
es: Restablecer todo a predeterminados
fr: Tout réinitialiser par défaut
it: Ripristina tutto ai predefiniti
kk: Барлығын әдепкіге қайтару
nl: Alles naar standaard herstellen
pl: Przywróć wszystkie domyślne
pt: Repor tudo para predefinições
sk: Obnoviť všetko na predvolené
sv: Återställ alla till standard
uk: Скинь усе до типових
uz: Hammasini standartga qaytarish

source: General
be: Агульнае
cs: Obecné
da: Generelt
de: Allgemein
fr: Général
it: Generale
kk: Жалпы
nl: Algemeen
pl: Ogólne
pt: Geral
sk: Všeobecné
sv: Allmänt
uk: Загальне
uz: Umumiy

source: Configure session logging
be: Наладзіць журналяванне сеансаў
cs: Nastavit záznam z relací
da: Konfigurer sessionslogning
de: Sitzungsprotokollierung konfigurieren
es: Configurar registro de sesiones
fr: Configurer la journalisation des sessions
it: Configura registrazione sessioni
kk: Сеанс журналын баптау
nl: Sessielogboek configureren
pl: Skonfiguruj rejestrowanie sesji
pt: Configurar registo de sessões
sk: Nastaviť protokolovanie relácií
sv: Konfigurera sessionsloggning
uk: Налаштуй журналювання сеансів
uz: Sessiya jurnallashini sozlash

source: Persist logs
be: Захоўваць журналы
cs: Ukládat záznamy z relací
da: Gem logfiler
de: Protokolle speichern
es: Conservar registros
fr: Conserver les journaux
it: Salva registri
kk: Журналдарды сақтау
nl: Logboeken bewaren
pl: Zapisuj dzienniki
pt: Persistir registos
sk: Uchovávať protokoly
sv: Spara loggar
uk: Збережи журнали
uz: Jurnallarni saqlash

source: Save session logs to disk
be: Захоўваць журналы сеансаў на дыск
cs: Ukládat záznamy z relací na disk
da: Gem sessionslogfiler på disk
de: Sitzungsprotokolle auf Festplatte speichern
es: Guardar registros de sesión en disco
fr: Enregistrer les journaux de session sur le disque
it: Salva registri di sessione su disco
kk: Сеанс журналдарын дискіге сақтау
nl: Sessielogboeken opslaan op schijf
pl: Zapisuj dzienniki sesji na dysku
pt: Guardar registos de sessão no disco
sk: Uložiť protokoly relácií na disk
sv: Spara sessionsloggar till disk
uk: Збережи журнали сеансів на диск
uz: Sessiya jurnallarini diskka saqlash

source: Relative to config dir or absolute path
be: Адносна каталога канфігурацыі або абсалютны шлях
cs: Relativní ke konfiguračnímu adresáři nebo absolutní cesta
da: Relativ til config-mappe eller absolut sti
de: Relativ zum Konfigurationsverzeichnis oder absoluter Pfad
es: Relativo al directorio de config o ruta absoluta
fr: Relatif au répertoire de config ou chemin absolu
it: Relativo alla directory di config o percorso assoluto
kk: Конфигурация каталогына қатысты немесе абсолютті жол
nl: Relatief aan config-map of absoluut pad
pl: Względem katalogu konfiguracji lub ścieżka bezwzględna
pt: Relativo ao diretório de config ou caminho absoluto
sk: Relatívne ku konfiguračnému adresáru alebo absolútna cesta
sv: Relativ till config-mapp eller absolut sökväg
uk: Відносно теки конфігурації або абсолютний шлях
uz: Konfiguratsiya katalogiga nisbatan yoki mutlaq yo'l

source: Directory
be: Каталог
cs: Složka
da: Mappe
de: Verzeichnis
es: Directorio
fr: Répertoire
kk: Каталог
nl: Map
pl: Katalog
pt: Diretório
sk: Adresár
sv: Katalog
uk: Каталог
uz: Katalog

source: Retention
be: Захоўванне
cs: Uchovávání
da: Opbevaring
de: Aufbewahrung
es: Retención
fr: Conservation
it: Conservazione
kk: Сақтау мерзімі
nl: Bewaring
pl: Przechowywanie
pt: Retenção
sk: Uchovávanie
sv: Lagring
uk: Збережи
uz: Saqlash

source: Days to keep logs
be: Дні захоўвання журналаў
cs: Počet dní uchovávání záznamů relací
da: Dage at beholde logfiler
de: Tage für Protokollaufbewahrung
es: Días de retención de registros
fr: Jours de conservation des journaux
it: Giorni di conservazione dei registri
kk: Журналдарды сақтау күндері
nl: Dagen om logboeken te bewaren
pl: Dni przechowywania dzienników
pt: Dias para manter registos
sk: Počet dní uchovávania protokolov
sv: Dagar att behålla loggar
uk: Днів зберігання журналів
uz: Jurnallarni saqlash kunlari

source: Open logs directory
be: Адкрыць каталог логаў
cs: Otevřít adresář logů
da: Åbn logmappe
de: Protokollverzeichnis öffnen
es: Abrir directorio de registros
fr: Ouvrir le répertoire des journaux
it: Apri directory dei log
kk: Журналдар каталогын ашу
nl: Logmap openen
pl: Otwórz katalog logów
pt: Abrir diretório de registos
sk: Otvoriť adresár logov
sv: Öppna loggmapp
uk: Відкрий теку журналів
uz: Jurnallar katalogini ochish
