Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Response to send (supports ${variable} syntax)
be: Адказ для адпраўкі (падтрымлівае сінтаксіс ${variable})
cs: Odpověď k odeslání (podporuje syntaxi ${variable})
da: Svar at sende (understøtter ${variable}-syntaks)
de: Zu sendende Antwort (unterstützt ${variable}-Syntax)
es: Respuesta a enviar (soporta sintaxis ${variable})
fr: Réponse à envoyer (supporte la syntaxe ${variable})
it: Risposta da inviare (supporta sintassi ${variable})
kk: Жіберілетін жауап (${variable} синтаксисін қолдайды)
nl: Antwoord om te verzenden (ondersteunt ${variable}-syntaxis)
pl: Odpowiedź do wysłania (obsługuje składnię ${variable})
pt: Resposta a enviar (suporta sintaxe ${variable})
sk: Odpoveď na odoslanie (podporuje syntax ${variable})
sv: Svar att skicka (stöder ${variable}-syntax)
uk: Відповідь для надсилання (підтримує синтаксис ${variable})
uz: Yuboriladigan javob (${variable} sintaksisini qo'llab-quvvatlaydi)

source: Priority:
be: Прыярытэт:
cs: Priorita:
da: Prioritet:
de: Priorität:
es: Prioridad:
fr: Priorité :
it: Priorità:
kk: Басымдық:
nl: Prioriteit:
pl: Priorytet:
pt: Prioridade:
sk: Priorita:
sv: Prioritet:
uk: Пріоритет:
uz: Ustuvorlik:

source: Higher priority rules are checked first
be: Правілы з вышэйшым прыярытэтам правяраюцца першымі
cs: Pravidla s vyšší prioritou jsou kontrolována první
da: Regler med højere prioritet kontrolleres først
de: Regeln mit höherer Priorität werden zuerst geprüft
es: Las reglas de mayor prioridad se verifican primero
fr: Les règles de priorité plus haute sont vérifiées en premier
it: Le regole con priorità più alta vengono verificate per prime
kk: Жоғары басымдықты ережелер бірінші тексеріледі
nl: Regels met hogere prioriteit worden eerst gecontroleerd
pl: Reguły o wyższym priorytecie są sprawdzane najpierw
pt: Regras com prioridade mais alta são verificadas primeiro
sk: Pravidlá s vyššou prioritou sú kontrolované prvé
sv: Regler med högre prioritet kontrolleras först
uk: Правила вищого пріоритету перевіряються першими
uz: Yuqori ustuvorlikdagi qoidalar birinchi tekshiriladi

source: Timeout (ms):
be: Тайм-аўт (мс):
cs: Časový limit (ms):
de: Zeitlimit (ms):
es: Tiempo límite (ms):
fr: Délai (ms) :
kk: Уақыт шегі (мс):
pl: Limit czasu (ms):
pt: Tempo limite (ms):
sk: Časový limit (ms):
uk: Тайм-аут (мс):
uz: Vaqt chegarasi (ms):

source: Timeout in milliseconds (0 = no timeout)
be: Тайм-аўт у мілісекундах (0 = без тайм-аўту)
cs: Časový limit v milisekundách (0 = bez limitu)
da: Timeout i millisekunder (0 = ingen timeout)
de: Zeitlimit in Millisekunden (0 = kein Zeitlimit)
es: Tiempo límite en milisegundos (0 = sin límite)
fr: Délai en millisecondes (0 = pas de délai)
it: Timeout in millisecondi (0 = nessun timeout)
kk: Уақыт шегі миллисекундпен (0 = шексіз)
nl: Timeout in milliseconden (0 = geen timeout)
pl: Limit czasu w milisekundach (0 = bez limitu)
pt: Tempo limite em milissegundos (0 = sem limite)
sk: Časový limit v milisekundách (0 = bez limitu)
sv: Timeout i millisekunder (0 = ingen timeout)
uk: Тайм-аут у мілісекундах (0 = без тайм-ауту)
uz: Vaqt chegarasi millisekundlarda (0 = chegarasiz)

source: Enabled
be: Уключана
cs: Zapnuto
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
kk: Қосылған
nl: Ingeschakeld
pl: Włączono
pt: Ativado
sk: Povolené
sv: Aktiverad
uk: Увімкнено
uz: Yoqilgan

source: Variable value
be: Значэнне пераменнай
cs: Hodnota proměnné
da: Variabelværdi
de: Variablenwert
es: Valor de variable
fr: Valeur de variable
it: Valore variabile
kk: Айнымалы мәні
nl: Variabelewaarde
pl: Wartość zmiennej
pt: Valor da variável
sk: Hodnota premennej
sv: Variabelvärde
uk: Значина змінниці
uz: O'zgaruvchi qiymati

source: Secret Value:
be: Сакрэтнае значэнне:
cs: Tajná hodnota:
da: Hemmelig værdi:
de: Geheimwert:
es: Valor secreto:
fr: Valeur secrète :
it: Valore segreto:
kk: Құпия мән:
nl: Geheime waarde:
pl: Wartość sekretu:
pt: Valor secreto:
sk: Tajná hodnota:
sv: Hemligt värde:
uk: Секретна значина:
uz: Maxfiy qiymat:

source: Secret value (masked)
be: Сакрэтнае значэнне (замаскіраванае)
cs: Tajná hodnota (maskovaná)
da: Hemmelig værdi (maskeret)
de: Geheimwert (maskiert)
es: Valor secreto (enmascarado)
fr: Valeur secrète (masquée)
it: Valore segreto (mascherato)
kk: Құпия мән (маскаланған)
nl: Geheime waarde (gemaskeerd)
pl: Wartość sekretu (zamaskowana)
pt: Valor secreto (mascarado)
sk: Tajná hodnota (maskovaná)
sv: Hemligt värde (maskerat)
uk: Секретна значина (замаскована)
uz: Maxfiy qiymat (niqoblangan)

source: Secret (mask value)
be: Сакрэт (маскіраваць значэнне)
cs: Tajné (maskovat hodnotu)
da: Hemmeligt (maskér værdi)
de: Geheim (Wert maskieren)
es: Secreto (enmascarar valor)
fr: Secret (masquer la valeur)
it: Segreto (maschera valore)
kk: Құпия (мәнді маскалау)
nl: Geheim (waarde maskeren)
pl: Sekret (maskuj wartość)
pt: Segredo (mascarar valor)
sk: Tajné (maskovať hodnotu)
sv: Hemligt (maskera värde)
uk: Таємниця (замаскувати значину)
uz: Maxfiy (qiymatni yashirish)

source: Optional description
be: Неабавязковае апісанне
cs: Volitelný popis
da: Valgfri beskrivelse
de: Optionale Beschreibung
es: Descripción opcional
fr: Description optionnelle
it: Descrizione opzionale
kk: Міндетті емес сипаттама
nl: Optionele beschrijving
pl: Opcjonalny opis
pt: Descrição opcional
sk: Voliteľný popis
sv: Valfri beskrivning
uk: Необов'язковий опис
uz: Ixtiyoriy tavsif

source: (Inherited from global - override value below)
be: (Атрымана з глабальных — перавызначыць значэнне ніжэй)
cs: (Zděděno z globálních — přepsat hodnotu níže)
da: (Arvet fra global — tilsidesæt værdi nedenfor)
de: (Von global geerbt — Wert unten überschreiben)
es: (Heredado del global — sobrescribir valor abajo)
fr: (Hérité du global — remplacer la valeur ci-dessous)
it: (Ereditato dal globale — sovrascrivere il valore sotto)
kk: (Жаһандыдан мұраланған — мәнді төменде қайта анықтаңыз)
nl: (Overgenomen van globaal — waarde hieronder overschrijven)
pl: (Odziedziczone z globalnych — nadpisz wartość poniżej)
pt: (Herdado do global — substituir valor abaixo)
sk: (Zdedené z globálnych — prepísať hodnotu nižšie)
sv: (Ärvt från global — åsidosätt värde nedan)
uk: (Успадковано з глобальних — перевизнач значину нижче)
uz: (Globaldan meros — qiymatni pastda qayta belgilang)

source: Select SSH Key
be: Абраць ключ SSH
cs: Vybrat klíč SSH
da: Vælg SSH-nøgle
de: SSH-Schlüssel auswählen
es: Seleccionar clave SSH
fr: Sélectionner la clé SSH
it: Seleziona chiave SSH
kk: SSH кілтін таңдау
nl: SSH-sleutel selecteren
pl: Wybierz klucz SSH
pt: Selecionar chave SSH
sk: Vybrať kľúč SSH
sv: Välj SSH-nyckel
uk: Вибери ключ SSH
uz: SSH kalitini tanlash

source: Select CA Certificate
be: Абраць сертыфікат CA
cs: Vybrat certifikát CA
da: Vælg CA-certifikat
de: CA-Zertifikat auswählen
es: Seleccionar certificado CA
fr: Sélectionner le certificat CA
it: Seleziona certificato CA
kk: CA сертификатын таңдау
nl: CA-certificaat selecteren
pl: Wybierz certyfikat CA
pt: Selecionar certificado CA
sk: Vybrať certifikát CA
sv: Välj CA-certifikat
uk: Вибери сертифікат CA
uz: CA sertifikatini tanlash

source: Edit Connection
be: Рэдагаваць злучэнне
cs: Upravit připojení
da: Redigér forbindelse
de: Verbindung bearbeiten
es: Editar conexión
fr: Modifier la connexion
it: Modifica connessione
kk: Қосылымды өңдеу
nl: Verbinding bewerken
pl: Edytuj połączenie
pt: Editar ligação
sk: Upraviť pripojenie
sv: Redigera anslutning
uk: Редагуй з'єднок
uz: Ulanishni tahrirlash

source: Cannot Load Password
be: Немагчыма загрузіць пароль
cs: Nelze načíst heslo
da: Kan ikke indlæse adgangskode
de: Passwort kann nicht geladen werden
es: No se puede cargar la contraseña
fr: Impossible de charger le mot de passe
it: Impossibile caricare la password
kk: Құпия сөзді жүктеу мүмкін емес
nl: Kan wachtwoord niet laden
pl: Nie można załadować hasła
pt: Não é possível carregar a palavra-passe
sk: Nie je možné načítať heslo
sv: Kan inte ladda lösenord
uk: Не вдається завантажити пароль
uz: Parolni yuklash imkonsiz

source: Please enter a connection name or host first.
be: Калі ласка, спачатку ўвядзіце назву злучэння або хост.
cs: Nejprve zadejte název připojení nebo host.
da: Indtast venligst et forbindelsesnavn eller vært først.
de: Bitte geben Sie zuerst einen Verbindungsnamen oder Host ein.
es: Por favor, introduzca primero un nombre de conexión o host.
fr: Veuillez d'abord entrer un nom de connexion ou un hôte.
it: Inserire prima un nome di connessione o host.
kk: Алдымен қосылым атауын немесе хостты енгізіңіз.
nl: Voer eerst een verbindingsnaam of host in.
pl: Proszę najpierw wprowadzić nazwę połączenia lub host.
pt: Introduza primeiro um nome de ligação ou anfitrião.
sk: Najprv zadajte názov pripojenia alebo host.
sv: Ange ett anslutningsnamn eller värd först.
uk: Будь ласка, спочатку уведи назву з'єднанка або гост.
uz: Avval ulanish nomini yoki xostni kiriting.

source: Password Not Found
be: Пароль не знойдзены
cs: Heslo nenalezeno
da: Adgangskode ikke fundet
de: Passwort nicht gefunden
es: Contraseña no encontrada
fr: Mot de passe non trouvé
it: Password non trovata
kk: Құпия сөз табылмады
nl: Wachtwoord niet gevonden
pl: Hasło nie znalezione
pt: Palavra-passe não encontrada
sk: Heslo nenájdené
sv: Lösenord hittades inte
uk: Пароль не знайдено
uz: Parol topilmadi

source: No password found in vault for this connection.
be: Пароль у сховішчы для гэтага злучэння не знойдзены.
cs: Pro toto připojení nebylo v trezoru nalezeno heslo.
da: Ingen adgangskode fundet i boks for denne forbindelse.
de: Kein Passwort im Tresor für diese Verbindung gefunden.
es: No se encontró contraseña en el almacén para esta conexión.
fr: Aucun mot de passe trouvé dans le coffre pour cette connexion.
it: Nessuna password trovata nel vault per questa connessione.
kk: Бұл қосылым үшін қоймада құпия сөз табылмады.
nl: Geen wachtwoord gevonden in kluis voor deze verbinding.
pl: Nie znaleziono hasła w sejfie dla tego połączenia.
pt: Nenhuma palavra-passe encontrada no cofre para esta ligação.
sk: Pre toto pripojenie nebolo v trezore nájdené heslo.
sv: Inget lösenord hittades i valvet för denna anslutning.
uk: У сховищі не знайдено пароля для цього з'єднанка.
uz: Bu ulanish uchun omborda parol topilmadi.

source: Failed to Load Password
be: Не ўдалося загрузіць пароль
cs: Načtení hesla selhalo
da: Kunne ikke indlæse adgangskode
de: Passwort konnte nicht geladen werden
es: Error al cargar la contraseña
fr: Échec du chargement du mot de passe
it: Caricamento password fallito
kk: Құпия сөзді жүктеу сәтсіз
nl: Wachtwoord laden mislukt
pl: Nie udało się załadować hasła
pt: Falha ao carregar a palavra-passe
sk: Načítanie hesla zlyhalo
sv: Kunde inte ladda lösenord
uk: Не вдалося завантажити пароль
uz: Parolni yuklash muvaffaqiyatsiz

source: Could not load password from vault.
be: Немагчыма загрузіць пароль са сховішча.
cs: Nelze načíst heslo z trezoru.
da: Kunne ikke indlæse adgangskode fra boks.
de: Passwort konnte nicht aus dem Tresor geladen werden.
es: No se pudo cargar la contraseña del almacén.
fr: Impossible de charger le mot de passe depuis le coffre.
it: Impossibile caricare la password dal vault.
kk: Қоймадан құпия сөзді жүктеу мүмкін болмады.
nl: Kon wachtwoord niet laden uit kluis.
pl: Nie można załadować hasła z sejfu.
pt: Não foi possível carregar a palavra-passe do cofre.
sk: Nie je možné načítať heslo z trezoru.
sv: Kunde inte ladda lösenord från valvet.
uk: Не вдалося завантажити пароль зі сховища.
uz: Ombordan parolni yuklash imkonsiz.

source: Vault Not Configured
be: Сховішча не наладжана
cs: Trezor není nakonfigurován
da: Boks ikke konfigureret
de: Tresor nicht konfiguriert
es: Almacén no configurado
fr: Coffre non configuré
it: Vault non configurato
kk: Қойма конфигурацияланбаған
nl: Kluis niet geconfigureerd
pl: Sejf nie skonfigurowany
pt: Cofre não configurado
sk: Trezor nie je nakonfigurovaný
sv: Valv inte konfigurerat
uk: Сховище не налаштовано
uz: Ombor sozlanmagan

source: Please configure a secret backend in Settings → Secrets.
be: Наладзьце бэкенд сакрэтаў у Налады → Сакрэты.
cs: Nakonfigurujte backend tajemství v Nastavení → Tajemství.
da: Konfigurer venligst en hemmeligheds-backend i Indstillinger → Hemmeligheder.
de: Bitte konfigurieren Sie ein Geheimnis-Backend unter Einstellungen → Geheimnisse.
es: Configure un backend de secretos en Ajustes → Secretos.
fr: Veuillez configurer un backend de secrets dans Paramètres → Secrets.
it: Configurare un backend segreti in Impostazioni → Segreti.
kk: Параметрлер → Құпиялар бөлімінде құпия бэкендін конфигурациялаңыз.
nl: Configureer een geheimen-backend in Instellingen → Geheimen.
pl: Skonfiguruj backend sekretów w Ustawienia → Sekrety.
pt: Configure um backend de segredos em Definições → Segredos.
sk: Nakonfigurujte backend tajomstiev v Nastavenia → Tajomstvá.
sv: Konfigurera en hemlighets-backend i Inställningar → Hemligheter.
uk: Будь ласка, налаштуй бекенд секретів у Налаштуваннях → Секрети.
uz: Sozlamalar → Maxfiyliklar bo'limida maxfiy backendni sozlang.

source: Password loading is only available for Vault source.
be: Загрузка пароля даступна толькі для крыніцы Сховішча.
cs: Načítání hesla je dostupné pouze pro zdroj Trezor.
da: Indlæsning af adgangskode er kun tilgængelig for Boks-kilde.
de: Passwort-Laden ist nur für Tresor-Quelle verfügbar.
es: La carga de contraseña solo está disponible para la fuente Almacén.
fr: Le chargement du mot de passe est disponible uniquement pour la source Coffre.
it: Il caricamento password è disponibile solo per la sorgente Vault.
kk: Құпия сөзді жүктеу тек Қойма көзі үшін қолжетімді.
nl: Wachtwoord laden is alleen beschikbaar voor Kluis-bron.
pl: Ładowanie hasła jest dostępne tylko dla źródła Sejf.
pt: O carregamento de palavra-passe está disponível apenas para a fonte Cofre.
sk: Načítanie hesla je dostupné iba pre zdroj Trezor.
sv: Lösenordsladdning är bara tillgänglig för Valv-källa.
uk: Завантаження пароля доступне лише для джерела Сховища.
uz: Parolni yuklash faqat Ombor manbasi uchun mavjud.

source: Connect to pod shell via kubectl exec
be: Злучэнне з абалонкай пода праз kubectl exec
cs: Připojení k shellu podu přes kubectl exec
da: Forbindelse til pod-shell via kubectl exec
de: Verbindung zur Pod-Shell über kubectl exec
es: Conexión al shell del pod mediante kubectl exec
fr: Connexion au shell du pod via kubectl exec
it: Connessione alla shell del pod tramite kubectl exec
kk: kubectl exec арқылы под қабығына қосылу
nl: Verbinding met pod-shell via kubectl exec
pl: Połączenie z powłoką poda przez kubectl exec
pt: Ligação ao shell do pod via kubectl exec
sk: Pripojenie k shellu podu cez kubectl exec
sv: Anslutning till podskal via kubectl exec
uk: З'єднання з оболонкою пода через kubectl exec
uz: kubectl exec orqali pod qobig'iga ulanish

source: Shell
pl: Powłoka
uk: Оболонка
uz: Qobiq

source: Shell to use inside the container
be: Абалонка для выкарыстання ўнутры кантэйнера
cs: Shell pro použití uvnitř kontejneru
da: Shell til brug i containeren
de: Shell für den Container
es: Shell a usar dentro del contenedor
fr: Shell à utiliser dans le conteneur
it: Shell da usare nel contenitore
kk: Контейнер ішінде қолданылатын қабық
nl: Shell voor gebruik in de container
pl: Powłoka do użycia wewnątrz kontenera
pt: Shell a usar dentro do contentor
sk: Shell na použitie vnútri kontajnera
sv: Skal att använda i containern
uk: Оболонка для використання всередині контейнера
uz: Konteyner ichida ishlatiladigan qobiq

source: Temporary Pod
be: Часовы под
cs: Dočasný pod
da: Midlertidig pod
de: Temporärer Pod
es: Pod temporal
fr: Pod temporaire
it: Pod temporaneo
kk: Уақытша под
nl: Tijdelijke pod
pl: Tymczasowy pod
pt: Pod temporário
sk: Dočasný pod
sv: Tillfällig pod
uk: Тимчасовий под
uz: Vaqtinchalik pod

source: Run a temporary pod instead of exec into existing
be: Запусціць часовы под замест уваходу ў існуючы
cs: Spustit dočasný pod místo vstupu do existujícího
da: Kør en midlertidig pod i stedet for at gå ind i en eksisterende
de: Temporären Pod starten statt in vorhandenen einzusteigen
es: Ejecutar un pod temporal en lugar de entrar en uno existente
fr: Lancer un pod temporaire au lieu d'entrer dans un existant
it: Avviare un pod temporaneo invece di entrare in uno esistente
kk: Бар подқа кірудің орнына уақытша под іске қосу
nl: Een tijdelijke pod starten in plaats van een bestaande betreden
pl: Uruchomić tymczasowy pod zamiast wchodzić do istniejącego
pt: Executar um pod temporário em vez de entrar num existente
sk: Spustiť dočasný pod namiesto vstupu do existujúceho
sv: Kör en tillfällig pod istället för att gå in i en befintlig
uk: Запустити тимчасовий под замість входу до наявного
uz: Mavjud podga exec o'rniga vaqtinchalik pod ishga tushirish

source: Busybox Mode
be: Рэжым Busybox
cs: Režim Busybox
da: Busybox-tilstand
de: Busybox-Modus
es: Modo Busybox
fr: Mode Busybox
it: Modalità Busybox
kk: Busybox режимі
nl: Busybox-modus
pl: Tryb Busybox
pt: Modo Busybox
sk: Režim Busybox
sv: Busybox-läge
uk: Режим Busybox
uz: Busybox rejimi

source: Creates a temporary pod with kubectl run
be: Стварае часовы под праз kubectl run
cs: Vytvoří dočasný pod pomocí kubectl run
da: Opretter en midlertidig pod med kubectl run
de: Erstellt einen temporären Pod mit kubectl run
es: Crea un pod temporal con kubectl run
fr: Crée un pod temporaire avec kubectl run
it: Crea un pod temporaneo con kubectl run
kk: kubectl run арқылы уақытша под жасайды
nl: Maakt een tijdelijke pod aan met kubectl run
pl: Tworzy tymczasowy pod za pomocą kubectl run
pt: Cria um pod temporário com kubectl run
sk: Vytvorí dočasný pod pomocou kubectl run
sv: Skapar en tillfällig pod med kubectl run
uk: Створює тимчасовий под через kubectl run
uz: kubectl run bilan vaqtinchalik pod yaratadi

source: Session Logging
be: Журналяванне сеансаў
cs: Zaznamenávat relací
da: Sessionslogning
de: Sitzungsprotokollierung
es: Registro de sesiones
fr: Journalisation des sessions
it: Registrazione sessioni
kk: Сеанс журналдауы
nl: Sessielogboek
pl: Rejestrowanie sesji
pt: Registo de Sessões
sk: Protokolovanie relácií
sv: Sessionsloggning
uk: Журналювання сеансів
uz: Sessiya jurnallashi

source: Record terminal output to files
be: Запісваць вывад тэрмінала ў файлы
cs: Zaznamenávat výstup terminálu do souborů
da: Optag terminaloutput til filer
de: Terminalausgabe in Dateien aufzeichnen
es: Grabar la salida del terminal en archivos
fr: Enregistrer la sortie du terminal dans des fichiers
it: Registrare l'output del terminale su file
kk: Терминал шығысын файлдарға жазу
nl: Terminaluitvoer opnemen in bestanden
pl: Zapisywanie wyjścia terminala do plików
pt: Gravar a saída do terminal em ficheiros
sk: Zaznamenávať výstup terminálu do súborov
sv: Spela in terminalutdata till filer
uk: Записування виведення термінала до файлів
uz: Terminal chiqishini fayllarga yozib olish

source: Enable Logging
be: Уключыць журналяванне
cs: Povolit protokolování
da: Aktivér logning
de: Protokollierung aktivieren
es: Activar registro
fr: Activer la journalisation
it: Attivare la registrazione
kk: Журналдауды қосу
nl: Logboekregistratie inschakelen
pl: Włącz rejestrowanie
pt: Ativar registo
sk: Povoliť protokolovanie
sv: Aktivera loggning
uk: Увімкнути журналювання
uz: Jurnallashni yoqish

source: Record session output to log files
be: Запісваць вывад сеансу ў файлы журнала
cs: Zaznamenávat výstup relace do souborů protokolu
da: Optag sessionsoutput til logfiler
de: Sitzungsausgabe in Protokolldateien aufzeichnen
es: Grabar la salida de sesión en archivos de registro
fr: Enregistrer la sortie de session dans les fichiers journaux
it: Registrare l'output della sessione nei file di log
kk: Сеанс шығысын журнал файлдарына жазу
nl: Sessie-uitvoer opnemen in logbestanden
pl: Zapisywać wyjście sesji do plików dziennika
pt: Gravar a saída da sessão em ficheiros de registo
sk: Zaznamenávať výstup relácie do súborov protokolu
sv: Spela in sessionsutdata till loggfiler
uk: Записувати виведення сеансу до файлів журналу
uz: Sessiya chiqishini jurnal fayllariga yozib olish

source: Log Settings
be: Налады журнала
cs: Nastavení protokolu
da: Logindstillinger
de: Protokolleinstellungen
es: Configuración del registro
fr: Paramètres du journal
it: Impostazioni del registro
kk: Журнал параметрлері
nl: Loginstellingen
pl: Ustawienia dziennika
pt: Definições do registo
sk: Nastavenia protokolu
sv: Logginställningar
uk: Параметри журналу
uz: Jurnal sozlamalari

source: Log Path
be: Шлях да журнала
cs: Cesta k protokolu
da: Logsti
de: Protokollpfad
es: Ruta del registro
fr: Chemin du journal
it: Percorso del registro
kk: Журнал жолы
nl: Logpad
pl: Ścieżka dziennika
pt: Caminho do registo
sk: Cesta k protokolu
sv: Loggsökväg
uk: Шлях до журналу
uz: Jurnal yo'li

source: Timestamp Format
be: Фармат пазнакі часу
cs: Formát časového razítka
da: Tidsstempelformat
de: Zeitstempelformat
es: Formato de marca de tiempo
fr: Format d'horodatage
it: Formato marca temporale
kk: Уақыт белгісінің пішімі
nl: Tijdstempelformaat
pl: Format znacznika czasu
pt: Formato de marca temporal
sk: Formát časovej pečiatky
sv: Tidsstämpelformat
uk: Формат познаки часу
uz: Vaqt tamg'asi formati

source: Format for timestamps in log entries
be: Фармат пазнак часу ў запісах журнала
cs: Formát časových razítek v záznamech protokolu
da: Format for tidsstempler i logposter
de: Format der Zeitstempel in Protokolleinträgen
es: Formato de marcas de tiempo en las entradas del registro
fr: Format des horodatages dans les entrées du journal
it: Formato delle marche temporali nelle voci del registro
kk: Журнал жазбаларындағы уақыт белгілерінің пішімі
nl: Formaat voor tijdstempels in logvermeldingen
pl: Format znaczników czasu we wpisach dziennika
pt: Formato das marcas temporais nas entradas do registo
sk: Formát časových pečiatok v záznamoch protokolu
sv: Format för tidsstämplar i loggposter
uk: Формат познак часу в записах журналу
uz: Jurnal yozuvlaridagi vaqt tamg'alari formati

source: Max Size (MB)
be: Макс. памер (МБ)
cs: Max. velikost (MB)
da: Maks. størrelse (MB)
de: Max. Größe (MB)
es: Tamaño máx. (MB)
fr: Taille max. (Mo)
it: Dim. max. (MB)
kk: Макс. өлшем (МБ)
nl: Max. grootte (MB)
pl: Maks. rozmiar (MB)
pt: Tam. máx. (MB)
sk: Max. veľkosť (MB)
sv: Max storlek (MB)
uk: Макс. розмір (МБ)
uz: Maks hajm (MB)

source: Maximum log file size (0 = no limit)
be: Максімальны памер файла журнала (0 = без абмежавання)
cs: Maximální velikost souboru protokolu (0 = bez omezení)
da: Maksimal logfilstørrelse (0 = ingen grænse)
de: Maximale Protokolldateigröße (0 = unbegrenzt)
es: Tamaño máximo del archivo de registro (0 = sin límite)
fr: Taille maximale du fichier journal (0 = sans limite)
it: Dimensione massima del file di registro (0 = senza limite)
kk: Журнал файлының ең үлкен өлшемі (0 = шексіз)
nl: Maximale logbestandsgrootte (0 = geen limiet)
pl: Maksymalny rozmiar pliku dziennika (0 = bez limitu)
pt: Tamanho máximo do ficheiro de registo (0 = sem limite)
sk: Maximálna veľkosť súboru protokolu (0 = bez obmedzenia)
sv: Maximal loggfilstorlek (0 = ingen gräns)
uk: Максимальний розмір файлу журналу (0 = без обмеження)
uz: Maksimal jurnal fayl hajmi (0 = chegarasiz)

source: Retention (days)
be: Захоўванне (дзён)
cs: Uchovávání (dní)
da: Opbevaring (dage)
de: Aufbewahrung (Tage)
es: Retención (días)
fr: Rétention (jours)
it: Conservazione (giorni)
kk: Сақтау (күн)
nl: Bewaring (dagen)
pl: Przechowywanie (dni)
pt: Retenção (dias)
sk: Uchovávanie (dní)
sv: Lagring (dagar)
uk: Зберігання (днів)
uz: Saqlash (kunlar)
