Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Import from ~/.ssh/config
be: Імпарт з ~/.ssh/config
cs: Importovat z ~/.ssh/config
da: Importer fra ~/.ssh/config
de: Importieren aus ~/.ssh/config
es: Importar desde ~/.ssh/config
fr: Importer depuis ~/.ssh/config
it: Importa da ~/.ssh/config
kk: ~/.ssh/config файлынан импорттау
nl: Importeren uit ~/.ssh/config
pl: Importuj z ~/.ssh/config
pt: Importar de ~/.ssh/config
sk: Importovať z ~/.ssh/config
sv: Importera från ~/.ssh/config
uk: Імпортуй з ~/.ssh/config
uz: ~/.ssh/config dan import qilish

source: SSH Config File
be: Файл SSH Config
cs: Soubor SSH Config
da: SSH Config-fil
de: SSH-Konfigurationsdatei
es: Archivo SSH Config
fr: Fichier SSH Config
it: File SSH Config
kk: SSH Config файлы
nl: SSH Config-bestand
pl: Plik SSH Config
pt: Ficheiro SSH Config
sk: Súbor SSH Config
sv: SSH Config-fil
uk: Файл конфігурації SSH
uz: SSH Config fayli

source: Import from a specific SSH config file
be: Імпарт з пэўнага файла SSH config
cs: Importovat z konkrétního souboru SSH config
da: Importer fra en specifik SSH config-fil
de: Aus einer bestimmten SSH-Konfigurationsdatei importieren
es: Importar desde un archivo SSH config específico
fr: Importer depuis un fichier SSH config spécifique
it: Importa da un file SSH config specifico
kk: Белгілі SSH config файлынан импорттау
nl: Importeren uit een specifiek SSH config-bestand
pl: Importuj z określonego pliku SSH config
pt: Importar de um ficheiro SSH config específico
sk: Importovať z konkrétneho súboru SSH config
sv: Importera från en specifik SSH config-fil
uk: Імпортуй із конкретного файлу конфігурації SSH
uz: Muayyan SSH config faylidan import qilish

source: Import from Asbru-CM/PAC Manager config
be: Імпарт з канфігурацыі Asbru-CM/PAC Manager
cs: Importovat z konfigurace Asbru-CM/PAC Manager
da: Importer fra Asbru-CM/PAC Manager-konfiguration
de: Aus Asbru-CM/PAC Manager-Konfiguration importieren
es: Importar desde configuración Asbru-CM/PAC Manager
fr: Importer depuis la configuration Asbru-CM/PAC Manager
it: Importa dalla configurazione Asbru-CM/PAC Manager
kk: Asbru-CM/PAC Manager конфигурациясынан импорттау
nl: Importeren uit Asbru-CM/PAC Manager-configuratie
pl: Importuj z konfiguracji Asbru-CM/PAC Manager
pt: Importar da configuração Asbru-CM/PAC Manager
sk: Importovať z konfigurácie Asbru-CM/PAC Manager
sv: Importera från Asbru-CM/PAC Manager-konfiguration
uk: Імпортуй із конфігурації Asbru-CM/PAC Manager
uz: Asbru-CM/PAC Manager konfiguratsiyasidan import qilish

source: Asbru-CM YAML File
be: Файл YAML Asbru-CM
cs: Soubor YAML Asbru-CM
da: Asbru-CM YAML-fil
de: Asbru-CM YAML-Datei
es: Archivo YAML Asbru-CM
fr: Fichier YAML Asbru-CM
it: File YAML Asbru-CM
kk: Asbru-CM YAML файлы
nl: Asbru-CM YAML-bestand
pl: Plik YAML Asbru-CM
pt: Ficheiro YAML Asbru-CM
sk: Súbor YAML Asbru-CM
sv: Asbru-CM YAML-fil
uk: Файл YAML Asbru-CM
uz: Asbru-CM YAML fayli

source: Import from a specific Asbru-CM YAML file
be: Імпарт з пэўнага файла YAML Asbru-CM
cs: Importovat z konkrétního souboru YAML Asbru-CM
da: Importer fra en specifik Asbru-CM YAML-fil
de: Aus einer bestimmten Asbru-CM YAML-Datei importieren
es: Importar desde un archivo YAML Asbru-CM específico
fr: Importer depuis un fichier YAML Asbru-CM spécifique
it: Importa da un file YAML Asbru-CM specifico
kk: Белгілі Asbru-CM YAML файлынан импорттау
nl: Importeren uit een specifiek Asbru-CM YAML-bestand
pl: Importuj z określonego pliku YAML Asbru-CM
pt: Importar de um ficheiro YAML Asbru-CM específico
sk: Importovať z konkrétneho súboru YAML Asbru-CM
sv: Importera från en specifik Asbru-CM YAML-fil
uk: Імпортуй із конкретного файлу YAML Asbru-CM
uz: Muayyan Asbru-CM YAML faylidan import qilish

source: Import from Remmina connection files
be: Імпарт з файлаў злучэнняў Remmina
cs: Importovat ze souborů připojení Remmina
da: Importer fra Remmina-forbindelsesfiler
de: Aus Remmina-Verbindungsdateien importieren
es: Importar desde archivos de conexión Remmina
fr: Importer depuis les fichiers de connexion Remmina
it: Importa dai file di connessione Remmina
kk: Remmina қосылым файлдарынан импорттау
nl: Importeren uit Remmina-verbindingsbestanden
pl: Importuj z plików połączeń Remmina
pt: Importar de ficheiros de ligação Remmina
sk: Importovať zo súborov pripojení Remmina
sv: Importera från Remmina-anslutningsfiler
uk: Імпортуй із файлів з'єднанків Remmina
uz: Remmina ulanish fayllaridan import qilish

source: Import from Ansible inventory files
be: Імпарт з файлаў інвентару Ansible
cs: Importovat ze souborů inventáře Ansible
da: Importer fra Ansible-inventarfiler
de: Aus Ansible-Inventardateien importieren
es: Importar desde archivos de inventario Ansible
fr: Importer depuis les fichiers d'inventaire Ansible
it: Importa dai file di inventario Ansible
kk: Ansible инвентарь файлдарынан импорттау
nl: Importeren uit Ansible-inventarisbestanden
pl: Importuj z plików inwentarza Ansible
pt: Importar de ficheiros de inventário Ansible
sk: Importovať zo súborov inventára Ansible
sv: Importera från Ansible-inventariefiler
uk: Імпортуй із файлів інвентарю Ansible
uz: Ansible inventar fayllaridan import qilish

source: Ansible Inventory File
be: Файл інвентару Ansible
cs: Soubor inventáře Ansible
da: Ansible-inventarfil
de: Ansible-Inventardatei
es: Archivo de inventario Ansible
fr: Fichier d'inventaire Ansible
it: File inventario Ansible
kk: Ansible инвентарь файлы
nl: Ansible-inventarisbestand
pl: Plik inwentarza Ansible
pt: Ficheiro de inventário Ansible
sk: Súbor inventára Ansible
sv: Ansible-inventariefil
uk: Файл інвентарю Ansible
uz: Ansible inventar fayli

source: Import from a specific Ansible inventory file
be: Імпарт з пэўнага файла інвентару Ansible
cs: Importovat z konkrétního souboru inventáře Ansible
da: Importer fra en specifik Ansible-inventarfil
de: Aus einer bestimmten Ansible-Inventardatei importieren
es: Importar desde un archivo de inventario Ansible específico
fr: Importer depuis un fichier d'inventaire Ansible spécifique
it: Importa da un file di inventario Ansible specifico
kk: Белгілі Ansible инвентарь файлынан импорттау
nl: Importeren uit een specifiek Ansible-inventarisbestand
pl: Importuj z określonego pliku inwentarza Ansible
pt: Importar de um ficheiro de inventário Ansible específico
sk: Importovať z konkrétneho súboru inventára Ansible
sv: Importera från en specifik Ansible-inventariefil
uk: Імпортуй із конкретного файлу інвентарю Ansible
uz: Muayyan Ansible inventar faylidan import qilish

source: Import from a RustConn native export file
be: Імпарт з натыўнага файла экспарту RustConn
cs: Importovat z nativního exportního souboru RustConn
da: Importer fra en RustConn-nativ eksportfil
de: Aus einer RustConn-nativen Exportdatei importieren
es: Importar desde un archivo de exportación nativo RustConn
fr: Importer depuis un fichier d'export natif RustConn
it: Importa da un file di esportazione nativo RustConn
kk: RustConn жергілікті экспорт файлынан импорттау
nl: Importeren uit een RustConn-natief exportbestand
pl: Importuj z natywnego pliku eksportu RustConn
pt: Importar de um ficheiro de exportação nativo RustConn
sk: Importovať z natívneho exportného súboru RustConn
sv: Importera från en RustConn-nativ exportfil
uk: Імпортуй із нативного файлу експорту RustConn
uz: RustConn mahalliy eksport faylidan import qilish

source: Import from a Royal TS export file
be: Імпарт з файла экспарту Royal TS
cs: Importovat z exportního souboru Royal TS
da: Importer fra en Royal TS-eksportfil
de: Aus einer Royal TS-Exportdatei importieren
es: Importar desde un archivo de exportación Royal TS
fr: Importer depuis un fichier d'export Royal TS
it: Importa da un file di esportazione Royal TS
kk: Royal TS экспорт файлынан импорттау
nl: Importeren uit een Royal TS-exportbestand
pl: Importuj z pliku eksportu Royal TS
pt: Importar de um ficheiro de exportação Royal TS
sk: Importovať z exportného súboru Royal TS
sv: Importera från en Royal TS-exportfil
uk: Імпортуй із файлу експорту Royal TS
uz: Royal TS eksport faylidan import qilish

source: Import from a Remote Desktop Manager JSON export file
be: Імпарт з файла экспарту JSON Remote Desktop Manager
cs: Importovat z exportního souboru JSON Remote Desktop Manager
da: Importer fra en Remote Desktop Manager JSON-eksportfil
de: Aus einer Remote Desktop Manager JSON-Exportdatei importieren
es: Importar desde un archivo de exportación JSON Remote Desktop Manager
fr: Importer depuis un fichier d'export JSON Remote Desktop Manager
it: Importa da un file di esportazione JSON Remote Desktop Manager
kk: Remote Desktop Manager JSON экспорт файлынан импорттау
nl: Importeren uit een Remote Desktop Manager JSON-exportbestand
pl: Importuj z pliku eksportu JSON Remote Desktop Manager
pt: Importar de um ficheiro de exportação JSON Remote Desktop Manager
sk: Importovať z exportného súboru JSON Remote Desktop Manager
sv: Importera från en Remote Desktop Manager JSON-exportfil
uk: Імпортуй із файлу експорту JSON Remote Desktop Manager
uz: Remote Desktop Manager JSON eksport faylidan import qilish

source: Import from a MobaXterm session export file
be: Імпарт з файла экспарту сесіі MobaXterm
cs: Importovat z exportního souboru relace MobaXterm
da: Importer fra en MobaXterm-sessionseksportfil
de: Aus einer MobaXterm-Sitzungsexportdatei importieren
es: Importar desde un archivo de exportación de sesión MobaXterm
fr: Importer depuis un fichier d'export de session MobaXterm
it: Importa da un file di esportazione sessione MobaXterm
kk: MobaXterm сеанс экспорт файлынан импорттау
nl: Importeren uit een MobaXterm-sessie-exportbestand
pl: Importuj z pliku eksportu sesji MobaXterm
pt: Importar de um ficheiro de exportação de sessão MobaXterm
sk: Importovať z exportného súboru relácie MobaXterm
sv: Importera från en MobaXterm-sessionsexportfil
uk: Імпортуй із файлу експорту сеансу MobaXterm
uz: MobaXterm seans eksport faylidan import qilish

source: Import SPICE/VNC connection from a virt-viewer file
be: Імпарт злучэння SPICE/VNC з файла virt-viewer
cs: Importovat připojení SPICE/VNC ze souboru virt-viewer
da: Importer SPICE/VNC-forbindelse fra en virt-viewer-fil
de: SPICE/VNC-Verbindung aus einer Virt-Viewer-Datei importieren
es: Importar conexión SPICE/VNC desde un archivo virt-viewer
fr: Importer une connexion SPICE/VNC depuis un fichier virt-viewer
it: Importa connessione SPICE/VNC da un file virt-viewer
kk: virt-viewer файлынан SPICE/VNC қосылымын импорттау
nl: SPICE/VNC-verbinding importeren uit een virt-viewer-bestand
pl: Importuj połączenie SPICE/VNC z pliku virt-viewer
pt: Importar ligação SPICE/VNC de um ficheiro virt-viewer
sk: Importovať pripojenie SPICE/VNC zo súboru virt-viewer
sv: Importera SPICE/VNC-anslutning från en virt-viewer-fil
uk: Імпортуй з'єднок SPICE/VNC із файлу virt-viewer
uz: virt-viewer faylidan SPICE/VNC ulanishini import qilish

source: Import VMs from libvirt domain XML files
be: Імпарт ВМ з XML-файлаў даменаў libvirt
da: Importér VM'er fra libvirt-domæne-XML-filer
de: VMs aus libvirt-Domain-XML-Dateien importieren
it: Importa VM da file XML di dominio libvirt
pt: Importar VMs de ficheiros XML de domínio libvirt
sk: Importovať VM zo súborov XML domén libvirt
sv: Importera VM från libvirt-domän-XML-filer
uk: Імпорт ВМ із XML-файлів доменів libvirt

source: Libvirt XML File
be: XML-файл Libvirt
da: Libvirt XML-fil
de: Libvirt-XML-Datei
it: File XML Libvirt
pt: Ficheiro XML Libvirt
sk: Súbor XML Libvirt
sv: Libvirt XML-fil
uk: XML-файл Libvirt

source: Import from a libvirt domain XML or virsh dumpxml output
be: Імпарт з XML дамена libvirt або вываду virsh dumpxml
da: Importér fra en libvirt-domæne-XML eller virsh dumpxml-output
de: Import aus einer libvirt-Domain-XML oder virsh-dumpxml-Ausgabe
it: Importa da un XML di dominio libvirt o dall'output di virsh dumpxml
pt: Importar de um XML de domínio libvirt ou saída de virsh dumpxml
sk: Importovať z XML domény libvirt alebo výstupu virsh dumpxml
sv: Importera från en libvirt-domän-XML eller virsh dumpxml-utdata
uk: Імпорт із XML домену libvirt або виводу virsh dumpxml

source: Available
be: Даступна
cs: Dostupné
da: Tilgængelig
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
kk: Қолжетімді
nl: Beschikbaar
pl: Dostępny
pt: Disponível
sk: Dostupné
sv: Tillgänglig
uk: Доступно
uz: Mavjud

source: Not Found
be: Не знойдзена
cs: Nenalezeno
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
kk: Табылмады
nl: Niet gevonden
pl: Nie znaleziono
pt: Não Encontrado
sk: Nenájdené
sv: Hittades inte
uk: Не знайдено
uz: Topilmadi

source: Importing...
be: Імпарт...
cs: Importování…
da: Importerer...
de: Importiere...
es: Importando...
fr: Import en cours...
it: Importazione...
kk: Импортталуда...
nl: Importeren...
pl: Importowanie...
pt: A importar...
sk: Importovanie...
sv: Importerar...
uk: Імпортування...
uz: Import qilinmoqda...

source: Scanning for connections...
be: Пошук злучэнняў...
cs: Vyhledávání připojení…
da: Scanner efter forbindelser...
de: Suche nach Verbindungen...
es: Buscando conexiones...
fr: Recherche de connexions...
it: Ricerca connessioni...
kk: Қосылымдар ізделуде...
nl: Zoeken naar verbindingen...
pl: Wyszukiwanie połączeń...
pt: A procurar ligações...
sk: Vyhľadávanie pripojení...
sv: Söker efter anslutningar...
uk: Пошук з'єднувань...
uz: Ulanishlar qidirilmoqda...

source: Import Complete
be: Імпарт завершаны
cs: Import dokončen
da: Import fuldført
de: Import abgeschlossen
es: Importación completada
fr: Import terminé
it: Importazione completata
kk: Импорт аяқталды
nl: Import voltooid
pl: Import zakończony
pt: Importação Concluída
sk: Import dokončený
sv: Import slutförd
uk: Імпортування завершено
uz: Import tugallandi

source: Import complete
be: Імпарт завершаны
cs: Import dokončen
da: Import fuldført
de: Import abgeschlossen
es: Importación completada
fr: Import terminé
it: Importazione completata
kk: Импорт аяқталды
nl: Import voltooid
pl: Import zakończony
pt: Importação concluída
sk: Import dokončený
sv: Import slutförd
uk: Імпортування завершено
uz: Import tugallandi

source: Select SSH Config File
be: Абраць файл канфігурацыі SSH
cs: Vybrat soubor s nastaveními pro SSH
da: Vælg SSH-konfigurationsfil
de: SSH-Konfigurationsdatei auswählen
es: Seleccionar archivo de configuración SSH
fr: Sélectionner le fichier de configuration SSH
it: Seleziona file di configurazione SSH
kk: SSH конфигурация файлын таңдау
nl: SSH-configuratiebestand selecteren
pl: Wybierz plik konfiguracji SSH
pt: Selecionar Ficheiro de Configuração SSH
sk: Vybrať konfiguračný súbor SSH
sv: Välj SSH-konfigurationsfil
uk: Обери файла конфіґурації SSH
uz: SSH Config faylini tanlang

source: SSH config files
be: Файлы SSH config
cs: Soubory SSH config
da: SSH config-filer
de: SSH-Konfigurationsdateien
es: Archivos SSH config
fr: Fichiers SSH config
it: File SSH config
kk: SSH config файлдары
nl: SSH config-bestanden
pl: Pliki SSH config
pt: Ficheiros SSH config
sk: Súbory SSH config
sv: SSH config-filer
uk: Файли конфігурації SSH
uz: SSH config fayllari

source: Select Asbru-CM YAML File
be: Абраць YAML-файл Asbru-CM
cs: Vybrat YAML soubor Asbru-CM
da: Vælg Asbru-CM YAML-fil
de: Asbru-CM-YAML-Datei auswählen
es: Seleccionar archivo YAML de Asbru-CM
fr: Sélectionner le fichier YAML Asbru-CM
it: Seleziona file YAML Asbru-CM
kk: Asbru-CM YAML файлын таңдау
nl: Asbru-CM YAML-bestand selecteren
pl: Wybierz plik YAML Asbru-CM
pt: Selecionar Ficheiro YAML Asbru-CM
sk: Vybrať YAML súbor Asbru-CM
sv: Välj Asbru-CM YAML-fil
uk: Обери YAML-файла Asbru-CM
uz: Asbru-CM YAML faylini tanlang

source: YAML files
be: Файлы YAML
cs: Soubory YAML
da: YAML-filer
de: YAML-Dateien
es: Archivos YAML
fr: Fichiers YAML
it: File YAML
kk: YAML файлдары
nl: YAML-bestanden
pl: Pliki YAML
pt: Ficheiros YAML
sk: Súbory YAML
sv: YAML-filer
uk: Файли YAML
uz: YAML fayllari

source: Select Ansible Inventory File
be: Абраць файл інвентарызацыі Ansible
cs: Vybrat soubor inventáře Ansible
da: Vælg Ansible-inventarfil
de: Ansible-Inventardatei auswählen
es: Seleccionar archivo de inventario Ansible
fr: Sélectionner le fichier d'inventaire Ansible
it: Seleziona file inventario Ansible
kk: Ansible инвентарлық файлын таңдау
nl: Ansible-inventarisbestand selecteren
pl: Wybierz plik inwentarza Ansible
pt: Selecionar Ficheiro de Inventário Ansible
sk: Vybrať súbor inventára Ansible
sv: Välj Ansible-inventeringsfil
uk: Обери файла інвентарю Ansible
uz: Ansible Inventory faylini tanlang

source: Ansible inventory files
be: Файлы інвентару Ansible
cs: Soubory inventáře Ansible
da: Ansible-inventarfiler
de: Ansible-Inventardateien
es: Archivos de inventario Ansible
fr: Fichiers d'inventaire Ansible
it: File inventario Ansible
kk: Ansible инвентарь файлдары
nl: Ansible-inventarisbestanden
pl: Pliki inwentarza Ansible
pt: Ficheiros de inventário Ansible
sk: Súbory inventára Ansible
sv: Ansible-inventariefiler
uk: Файли інвентарю Ansible
uz: Ansible inventar fayllari

source: Select RustConn Native File
be: Абраць файл RustConn
cs: Vybrat nativní soubor RustConn
da: Vælg RustConn-fil
de: RustConn-Datei auswählen
es: Seleccionar archivo nativo de RustConn
fr: Sélectionner le fichier RustConn
it: Seleziona file nativo RustConn
kk: RustConn файлын таңдау
nl: RustConn-bestand selecteren
pl: Wybierz plik RustConn
pt: Selecionar Ficheiro Nativo RustConn
sk: Vybrať natívny súbor RustConn
sv: Välj RustConn-fil
uk: Обери файла RustConn
uz: RustConn mahalliy faylini tanlang

source: RustConn Native
uk: Нативний RustConn

source: Select Royal TS File
be: Абраць файл Royal TS
cs: Vybrat soubor Royal TS
da: Vælg Royal TS-fil
de: Royal-TS-Datei auswählen
es: Seleccionar archivo de Royal TS
fr: Sélectionner le fichier Royal TS
it: Seleziona file Royal TS
kk: Royal TS файлын таңдау
nl: Royal TS-bestand selecteren
pl: Wybierz plik Royal TS
pt: Selecionar Ficheiro Royal TS
sk: Vybrať súbor Royal TS
sv: Välj Royal TS-fil
uk: Обери файла Royal TS
uz: Royal TS faylini tanlang

source: Royal TS files (*.rtsz, *.json)
be: Файлы Royal TS (*.rtsz, *.json)
cs: Soubory Royal TS (*.rtsz, *.json)
da: Royal TS-filer (*.rtsz, *.json)
de: Royal TS-Dateien (*.rtsz, *.json)
es: Archivos Royal TS (*.rtsz, *.json)
fr: Fichiers Royal TS (*.rtsz, *.json)
it: File Royal TS (*.rtsz, *.json)
kk: Royal TS файлдары (*.rtsz, *.json)
nl: Royal TS-bestanden (*.rtsz, *.json)
pl: Pliki Royal TS (*.rtsz, *.json)
pt: Ficheiros Royal TS (*.rtsz, *.json)
sk: Súbory Royal TS (*.rtsz, *.json)
sv: Royal TS-filer (*.rtsz, *.json)
uk: Файли Royal TS (*.rtsz, *.json)
uz: Royal TS fayllari (*.rtsz, *.json)

source: Select RDM JSON File
be: Абраць JSON-файл RDM
cs: Vybrat soubor RDM JSON
da: Vælg RDM JSON-fil
de: RDM-JSON-Datei auswählen
es: Seleccionar archivo JSON de RDM
fr: Sélectionner le fichier JSON RDM
it: Seleziona file JSON RDM
kk: RDM JSON файлын таңдау
nl: RDM JSON-bestand selecteren
pl: Wybierz plik JSON RDM
pt: Selecionar Ficheiro JSON RDM
sk: Vybrať JSON súbor RDM
sv: Välj RDM JSON-fil
uk: Обери JSON-файла RDM
uz: RDM JSON faylini tanlang

source: JSON files
be: Файлы JSON
cs: Soubory JSON
da: JSON-filer
de: JSON-Dateien
es: Archivos JSON
fr: Fichiers JSON
it: File JSON
kk: JSON файлдары
nl: JSON-bestanden
pl: Pliki JSON
pt: Ficheiros JSON
sk: Súbory JSON
sv: JSON-filer
uk: Файли JSON
uz: JSON fayllari

source: Select MobaXterm Session File
be: Абраць файл сеансу MobaXterm
cs: Vybrat soubor relace MobaXterm
da: Vælg MobaXterm-sessionsfil
de: MobaXterm-Sitzungsdatei auswählen
es: Seleccionar archivo de sesión de MobaXterm
fr: Sélectionner le fichier de session MobaXterm
it: Seleziona file sessione MobaXterm
kk: MobaXterm сеанс файлын таңдау
nl: MobaXterm-sessiebestand selecteren
pl: Wybierz plik sesji MobaXterm
pt: Selecionar Ficheiro de Sessão MobaXterm
sk: Vybrať súbor relácií MobaXterm
sv: Välj MobaXterm-sessionsfil
uk: Обери файла сеансу MobaXterm
uz: MobaXterm sessiya faylini tanlang

source: Select Libvirt Domain XML File
be: Выберыце XML-файл дамена Libvirt
da: Vælg Libvirt-domæne-XML-fil
de: Libvirt-Domain-XML-Datei auswählen
it: Seleziona file XML di dominio Libvirt
pt: Selecionar ficheiro XML de domínio Libvirt
sk: Vyberte súbor XML domény Libvirt
sv: Välj Libvirt-domän-XML-fil
uk: Виберіть XML-файл домену Libvirt

source: XML files (*.xml)
be: XML-файлы (*.xml)
da: XML-filer (*.xml)
de: XML-Dateien (*.xml)
it: File XML (*.xml)
pt: Ficheiros XML (*.xml)
sk: Súbory XML (*.xml)
sv: XML-filer (*.xml)
uk: XML-файли (*.xml)

source: All files
be: Усе файлы
da: Alle filer
de: Alle Dateien
it: Tutti i file
pt: Todos os ficheiros
sk: Všetky súbory
sv: Alla filer
uk: Усі файли

source: Select Virt-Viewer File
be: Абраць файл Virt-Viewer
cs: Vybrat soubor Virt-Viewer
da: Vælg Virt-Viewer-fil
de: Virt-Viewer-Datei auswählen
es: Seleccionar archivo de Virt-Viewer
fr: Sélectionner le fichier Virt-Viewer
it: Seleziona file Virt-Viewer
kk: Virt-Viewer файлын таңдау
nl: Virt-Viewer-bestand selecteren
pl: Wybierz plik Virt-Viewer
pt: Selecionar Ficheiro Virt-Viewer
sk: Vybrať súbor Virt-Viewer
sv: Välj Virt-Viewer-fil
uk: Обери файла Virt-Viewer
uz: Virt-Viewer faylini tanlang

source: Virt-Viewer files (*.vv)
be: Файлы Virt-Viewer (*.vv)
cs: Soubory Virt-Viewer (*.vv)
da: Virt-Viewer-filer (*.vv)
de: Virt-Viewer-Dateien (*.vv)
es: Archivos Virt-Viewer (*.vv)
fr: Fichiers Virt-Viewer (*.vv)
it: File Virt-Viewer (*.vv)
kk: Virt-Viewer файлдары (*.vv)
nl: Virt-Viewer-bestanden (*.vv)
pl: Pliki Virt-Viewer (*.vv)
pt: Ficheiros Virt-Viewer (*.vv)
sk: Súbory Virt-Viewer (*.vv)
sv: Virt-Viewer-filer (*.vv)
uk: Файли Virt-Viewer (*.vv)
uz: Virt-Viewer fayllari (*.vv)

source: Session Logs
be: Журналы сеансаў
cs: Protokoly relací
da: Sessionslogfiler
de: Sitzungsprotokolle
es: Registros de sesión
fr: Journaux de session
it: Registri di sessione
kk: Сеанс журналдары
nl: Sessielogboeken
pl: Dzienniki sesji
pt: Registos de sessão
sk: Protokoly relácií
sv: Sessionsloggar
uk: Журнали сеансів
uz: Sessiya jurnallari

source: Refresh log list
be: Абнавіць спіс журналаў
cs: Znovu načíst seznam záznamu relací
da: Opdatér logliste
de: Protokollliste aktualisieren
es: Actualizar lista de registros
fr: Actualiser la liste des journaux
it: Aggiorna elenco registri
kk: Журнал тізімін жаңарту
nl: Logboeklijst vernieuwen
pl: Odśwież listę dzienników
pt: Atualizar lista de registos
sk: Obnoviť zoznam protokolov
sv: Uppdatera logglista
uk: Онови список журналів
uz: Jurnal ro'yxatini yangilash

source: No log files found
be: Файлы журналаў не знойдзены
cs: Nenalezeny žádné soubory záznamu relací
da: Ingen logfiler fundet
de: Keine Protokolldateien gefunden
es: No se encontraron archivos de registro
fr: Aucun fichier journal trouvé
it: Nessun file di registro trovato
kk: Журнал файлдары табылмады
nl: Geen logbestanden gevonden
pl: Nie znaleziono plików dzienników
pt: Nenhum ficheiro de registo encontrado
sk: Neboli nájdené žiadne súbory protokolov
sv: Inga loggfiler hittades
uk: Файли журналів не знайдено
uz: Jurnal fayllari topilmadi

source: Log Files
be: Файлы журналаў
cs: Soubory záznamu relací
da: Logfiler
de: Protokolldateien
es: Archivos de registro
fr: Fichiers journaux
it: File di registro
kk: Журнал файлдары
nl: Logbestanden
pl: Pliki dzienników
pt: Ficheiros de registo
sk: Súbory protokolov
sv: Loggfiler
uk: Файли журналів
uz: Jurnal fayllari

source: Log Content
be: Змесціва журнала
cs: Obsah záznamu relace
da: Logindhold
de: Protokollinhalt
es: Contenido del registro
fr: Contenu du journal
it: Contenuto registro
kk: Журнал мазмұны
nl: Logboekinhoud
pl: Zawartość dziennika
pt: Conteúdo do Registo
sk: Obsah protokolu
sv: Logginnehåll
uk: Уміст журналу
uz: Jurnal tarkibi

source: Loading...
be: Загрузка...
cs: Načítání...
da: Indlæser...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
kk: Жүктелуде...
nl: Laden...
pl: Ładowanie...
pt: A carregar...
sk: Načítavanie...
sv: Laddar...
uk: Завантажування...
uz: Yuklanmoqda...
