Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Local Shell
be: Лакальная абалонка
cs: Místní shell
da: Lokal shell
de: Lokale Shell
es: Shell local
fr: Shell local
it: Shell locale
kk: Жергілікті қабықша
nl: Lokale shell
pl: Lokalna powłoka
pt: Shell local
sk: Miestny shell
sv: Lokalt skal
uk: Локальна оболонка
uz: Mahalliy qobiq

source: On startup
be: Пры запуску
cs: Při spuštění
da: Ved opstart
de: Beim Start
es: Al iniciar
fr: Au démarrage
it: All'avvio
kk: Іске қосылғанда
nl: Bij opstarten
pl: Przy uruchamianiu
pt: Ao arrancar
sk: Pri spustení
sv: Vid uppstart
uk: Під час запуску
uz: Ishga tushganda

source: Open session automatically
be: Адкрываць сеанс аўтаматычна
cs: Otevřít relaci automaticky
da: Åbn session automatisk
de: Sitzung automatisch öffnen
es: Abrir sesión automáticamente
fr: Ouvrir la session automatiquement
it: Aprire la sessione automaticamente
kk: Сеансты автоматты түрде ашу
nl: Sessie automatisch openen
pl: Otwórz sesję automatycznie
pt: Abrir sessão automaticamente
sk: Otvoriť reláciu automaticky
sv: Öppna session automatiskt
uk: Відкривати сеанс автоматично
uz: Sessiyani avtomatik ochish

source: System Tray
be: Сістэмны лотак
cs: Oznamovací oblast systémového panelu
da: Systembakke
de: Infobereich
es: Bandeja del sistema
fr: Zone de notification
it: Area di notifica
kk: Жүйелік науа
nl: Systeemvak
pl: Zasobnik systemowy
pt: Área de Notificação
sk: Systémová lišta
sv: Systemfält
uk: Системна комірка
uz: Tizim treyi

source: Requires desktop environment with tray support
be: Патрабуецца асяроддзе працоўнага стала з падтрымкай лотка
cs: Vyžaduje desktopové prostředí, které má oznamovací oblast systémového panelu
da: Kræver skrivebordsmiljø med understøttelse af systembakke
de: Erfordert Desktop-Umgebung mit Infobereich-Unterstützung
es: Requiere un entorno de escritorio con soporte de bandeja
fr: Nécessite un environnement de bureau avec prise en charge de la zone de notification
it: Richiede un ambiente desktop con supporto all'area di notifica
kk: Науа қолдауы бар жұмыс үстелі ортасы қажет
nl: Vereist een desktopomgeving met systeemvakondersteuning
pl: Wymaga środowiska graficznego z obsługą zasobnika
pt: Requer ambiente de trabalho com suporte para área de notificação
sk: Vyžaduje desktopové prostredie s podporou systémovej lišty
sv: Kräver skrivbordsmiljö med stöd för systemfält
uk: Потрібне середовище з підтримкою комірки
uz: Trey qo'llab-quvvatlaydigan ish stoli muhiti talab qilinadi

source: Show icon
be: Паказваць значок
cs: Zobrazit ikonu
da: Vis ikon
de: Symbol anzeigen
es: Mostrar icono
fr: Afficher l'icône
it: Mostra icona
kk: Белгішені көрсету
nl: Pictogram weergeven
pl: Pokaż ikonę
pt: Mostrar ícone
sk: Zobraziť ikonu
sv: Visa ikon
uk: Покажи значка
uz: Belgini ko'rsatish

source: Display icon in system tray
be: Паказваць значок у сістэмным лотку
cs: Zobrazit ikonu v oznamovací oblasti
da: Vis ikon i systembakken
de: Symbol im Infobereich anzeigen
es: Mostrar icono en la bandeja del sistema
fr: Afficher l'icône dans la zone de notification
it: Mostra icona nell'area di notifica
kk: Жүйелік науада белгішені көрсету
nl: Pictogram in systeemvak weergeven
pl: Wyświetlaj ikonę w zasobniku systemowym
pt: Mostrar ícone na área de notificação
sk: Zobraziť ikonu v systémovej lište
sv: Visa ikon i systemfältet
uk: Відобрази значка в системній комірці
uz: Tizim treyida belgini ko'rsatish

source: Minimize to tray
be: Згарнуць у лотак
cs: Minimalizovat do oznamovací oblasti
da: Minimér til systembakke
de: In den Infobereich minimieren
es: Minimizar a la bandeja
fr: Réduire dans la zone de notification
it: Minimizza nell'area di notifica
kk: Науаға жіберу
nl: Minimaliseren naar systeemvak
pl: Minimalizuj do zasobnika
pt: Minimizar para a área de notificação
sk: Minimalizovať do systémovej lišty
sv: Minimera till systemfältet
uk: Згорни до комірки
uz: Trey ga kichraytirish

source: Hide window instead of closing
be: Хаваць акно замест закрыцця
cs: Namísto jeho zavření okno skrýt
da: Skjul vindue i stedet for at lukke
de: Fenster ausblenden statt schließen
es: Ocultar ventana en lugar de cerrar
fr: Masquer la fenêtre au lieu de la fermer
it: Nascondi la finestra invece di chiuderla
kk: Жабудың орнына терезені жасыру
nl: Venster verbergen in plaats van sluiten
pl: Ukryj okno zamiast zamykać
pt: Ocultar janela em vez de fechar
sk: Skryť okno namiesto zatvorenia
sv: Dölj fönstret istället för att stänga
uk: Не зачиняй, а сховай вікно
uz: Yopish o'rniga oynani yashirish

source: Session Restore
be: Аднаўленне сеансаў
cs: Obnovení relace
da: Sessionsgendannelse
de: Sitzungswiederherstellung
es: Restauración de sesiones
fr: Restauration de session
it: Ripristino sessione
kk: Сеансты қалпына келтіру
nl: Sessieherstel
pl: Przywracanie sesji
pt: Restauro de Sessões
sk: Obnovenie relácií
sv: Sessionsåterställning
uk: Відновлення сеансів
uz: Sessiyani tiklash

source: Restore previous connections on startup
be: Аднаўляць папярэднія злучэнні пры запуску
cs: Při spuštění obnovit předchozí spojení
da: Gendan tidligere forbindelser ved opstart
de: Vorherige Verbindungen beim Start wiederherstellen
es: Restaurar conexiones anteriores al iniciar
fr: Restaurer les connexions précédentes au démarrage
it: Ripristina connessioni precedenti all'avvio
kk: Іске қосылғанда алдыңғы қосылымдарды қалпына келтіру
nl: Vorige verbindingen herstellen bij het opstarten
pl: Przywracaj poprzednie połączenia przy uruchomieniu
pt: Restaurar ligações anteriores ao iniciar
sk: Obnoviť predchádzajúce pripojenia pri spustení
sv: Återställ tidigare anslutningar vid start
uk: Запускаючи, віднови попередні з'єднанки
uz: Ishga tushganda oldingi ulanishlarni tiklash

source: Reconnect to previous sessions on startup
be: Аднаўляць папярэднія сеансы пры запуску
cs: Při spuštění se znovu připojit k předchozím relacím
da: Genopret forbindelse til tidligere sessioner ved opstart
de: Beim Start mit vorherigen Sitzungen verbinden
es: Reconectar a sesiones anteriores al iniciar
fr: Se reconnecter aux sessions précédentes au démarrage
it: Riconnetti alle sessioni precedenti all'avvio
kk: Іске қосылғанда алдыңғы сеанстарға қайта қосылу
nl: Bij het opstarten opnieuw verbinden met vorige sessies
pl: Wznawiaj poprzednie sesje przy uruchomieniu
pt: Reconectar às sessões anteriores ao iniciar
sk: Pri spustení sa znovu pripojiť k predchádzajúcim reláciám
sv: Återanslut till tidigare sessioner vid start
uk: Перепід'єднайся до попередніх сеансів
uz: Ishga tushganda oldingi sessiyalarga qayta ulanish

source: Ask first
be: Спачатку спытаць
cs: Nejprve se zeptat
da: Spørg først
de: Zuerst fragen
es: Preguntar primero
fr: Demander d'abord
it: Chiedi prima
kk: Алдымен сұрау
nl: Eerst vragen
pl: Najpierw zapytaj
pt: Perguntar primeiro
sk: Najprv sa opýtať
sv: Fråga först
uk: Спочатку запитай
uz: Avval so'rash

source: Prompt before restoring sessions
be: Пытаць перад аднаўленнем сеансаў
cs: Dotázat se před obnovením relací
da: Spørg før gendannelse af sessioner
de: Vor Sitzungswiederherstellung fragen
es: Preguntar antes de restaurar sesiones
fr: Demander avant de restaurer les sessions
it: Chiedi conferma prima di ripristinare le sessioni
kk: Сеанстарды қалпына келтіру алдында сұрау
nl: Vragen voor het herstellen van sessies
pl: Pytaj przed przywracaniem sesji
pt: Perguntar antes de restaurar sessões
sk: Opýtať sa pred obnovením relácií
sv: Fråga innan sessioner återställs
uk: Запитай перед відновленням сеансів
uz: Sessiyalarni tiklashdan oldin so'rash

source: Max age
be: Макс. узрост
cs: Nejvyšší stáří
da: Maks. alder
de: Max. Alter
es: Antigüedad máxima
fr: Âge max.
it: Età massima
kk: Ең көп жас
nl: Max. leeftijd
pl: Maks. wiek
pt: Idade máx.
sk: Max. vek
sv: Max ålder
uk: Макс. вік
uz: Maksimal yosh

source: Hours before sessions expire
be: Гадзіны да заканчэння сеансаў
cs: Hodin než platnost relace skončí
da: Timer før sessioner udløber
de: Stunden bis Sitzungen ablaufen
es: Horas antes de que expiren las sesiones
fr: Heures avant l'expiration des sessions
it: Ore prima della scadenza delle sessioni
kk: Сеанстардың мерзімі аяқталғанға дейінгі сағаттар
nl: Uren voordat sessies verlopen
pl: Godziny do wygaśnięcia sesji
pt: Horas até as sessões expirarem
sk: Hodiny do vypršania relácií
sv: Timmar innan sessioner upphör
uk: Годин до закінчення терміну сеансів
uz: Sessiyalar tugashidan oldingi soatlar

source: Keyboard Shortcuts
be: Клавіятурныя скароты
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
kk: Пернетақта тіркесімдері
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos de teclado
sk: Klávesové skratky
sv: Tangentbordsgenvägar
uk: Клавіятурні скоротини
uz: Klaviatura yorliqlari

source: Search shortcuts...
be: Пошук скаротаў...
cs: Hledat zkratky…
da: Søg genveje...
de: Tastenkürzel suchen...
es: Buscar atajos…
fr: Rechercher des raccourcis…
it: Cerca scorciatoie...
kk: Тіркесімдерді іздеу...
nl: Sneltoetsen zoeken...
pl: Szukaj skrótów...
pt: Procurar atalhos...
sk: Hľadať skratky...
sv: Sök genvägar...
uk: Пошук скоротин...
uz: Yorliqlarni qidirish...

source: New Snippet
be: Новы фрагмент
cs: Nový útržek příkazů
da: Ny stump
de: Neuer Schnipsel
es: Nuevo fragmento
fr: Nouvel extrait
it: Nuovo frammento
kk: Жаңа үзінді
nl: Nieuw fragment
pl: Nowy fragment
pt: Novo Snippet
sk: Nový úryvok
sv: Ny snutt
uk: Новий фраґмент
uz: Yangi snippet

source: Snippet Info
be: Інфармацыя пра фрагмент
cs: Informace o útržku příkazů
da: Uddragsinformation
es: Info del snippet
fr: Info du snippet
it: Informazioni frammento
kk: Үзінді ақпараты
nl: Fragmentinfo
pl: Informacje o fragmencie
pt: Informações do fragmento
sk: Informácie o úryvku
sv: Information om utdrag
uk: Відомості про сніпет
uz: Snippet ma'lumoti

source: Use ${variable_name} for placeholders
be: Выкарыстоўвайце ${variable_name} для запаўняльнікаў
cs: Coby zástupná vyjádření použijte ${variable_name}
da: Brug ${variable_name} som pladsholdere
de: ${variable_name} als Platzhalter verwenden
es: Use ${variable_name} para marcadores de posición
fr: Utilisez ${variable_name} pour les espaces réservés
it: Usa ${variable_name} come segnaposto
kk: Толтырғыштар үшін ${variable_name} қолданыңыз
nl: Gebruik ${variable_name} voor plaatshouders
pl: Użyj ${variable_name} jako symboli zastępczych
pt: Use ${variable_name} como marcadores de posição
sk: Použite ${variable_name} pre zástupné symboly
sv: Använd ${variable_name} för platshållare
uk: Застосовуй ${variable_name} для заповнювачів
uz: To'ldiruvchilar uchun ${variable_name} ishlating

source: Variables
be: Зменныя
cs: Proměnné
da: Variabler
de: Variablen
it: Variabili
kk: Айнымалылар
nl: Variabelen
pl: Zmienne
pt: Variáveis
sk: Premenné
sv: Variabler
uk: Змінниці
uz: O'zgaruvchilar

source: Variables are auto-detected from command
be: Зменныя аўтаматычна вызначаюцца з каманды
cs: Proměnné jsou automaticky zjišťovány z příkazu
da: Variabler registreres automatisk fra kommandoen
de: Variablen werden automatisch aus dem Befehl erkannt
es: Las variables se detectan automáticamente del comando
fr: Les variables sont détectées automatiquement depuis la commande
it: Le variabili vengono rilevate automaticamente dal comando
kk: Айнымалылар командадан автоматты анықталады
nl: Variabelen worden automatisch gedetecteerd uit de opdracht
pl: Zmienne są automatycznie wykrywane z polecenia
pt: As variáveis são detetadas automaticamente a partir do comando
sk: Premenné sú automaticky rozpoznané z príkazu
sv: Variabler identifieras automatiskt från kommandot
uk: Змінниці самовизначаються з команди
uz: O'zgaruvchilar buyruqdan avtomatik aniqlanadi

source: Variable description
be: Апісанне зменнай
cs: Popis proměnné
da: Variabelbeskrivelse
de: Variablenbeschreibung
es: Descripción de la variable
fr: Description de la variable
it: Descrizione variabile
kk: Айнымалы сипаттамасы
nl: Variabelebeschrijving
pl: Opis zmiennej
pt: Descrição da variável
sk: Popis premennej
sv: Variabelbeskrivning
uk: Опис змінниці
uz: O'zgaruvchi tavsifi

source: Default:
be: Па змаўчанні:
cs: Výchozí:
da: Standard:
de: Standard:
es: Por defecto:
fr: Par défaut :
it: Predefinito:
kk: Әдепкі:
nl: Standaard:
pl: Domyślnie:
pt: Predefinição:
sk: Predvolené:
sv: Standard:
uk: За замовчуванням:
uz: Standart:

source: Default value
be: Значэнне па змаўчанні
cs: Výchozí hodnota
da: Standardværdi
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
it: Valore predefinito
kk: Әдепкі мән
nl: Standaardwaarde
pl: Wartość domyślna
pt: Valor predefinido
sk: Predvolená hodnota
sv: Standardvärde
uk: Значина за замовчуванням
uz: Standart qiymat

source: Edit Snippet
be: Рэдагаваць фрагмент
cs: Upravit útržek příkazů
da: Redigér uddrag
de: Snippet bearbeiten
es: Editar snippet
fr: Modifier le snippet
it: Modifica frammento
kk: Үзіндіні өңдеу
nl: Fragment bewerken
pl: Edytuj fragment
pt: Editar fragmento
sk: Upraviť úryvok
sv: Redigera utdrag
uk: Редагувати сніпета
uz: Snippetni tahrirlash

source: Connection Statistics
be: Статыстыка злучэнняў
cs: Statistiky připojení
da: Forbindelsesstatistik
de: Verbindungsstatistiken
es: Estadísticas de conexión
fr: Statistiques de connexion
it: Statistiche connessione
kk: Қосылым статистикасы
nl: Verbindingsstatistieken
pl: Statystyki połączeń
pt: Estatísticas de ligação
sk: Štatistiky pripojení
sv: Anslutningsstatistik
uk: Статистика з'єднувань
uz: Ulanish statistikasi

source: Total connections
be: Усяго злучэнняў
cs: Celkem připojení
da: Forbindelser i alt
de: Verbindungen gesamt
es: Total de conexiones
fr: Total des connexions
it: Connessioni totali
kk: Барлық қосылымдар
nl: Totaal verbindingen
pl: Łączna liczba połączeń
pt: Total de ligações
sk: Celkom pripojení
sv: Totalt antal anslutningar
uk: Усього з'єднувань
uz: Jami ulanishlar

source: Successful
be: Паспяховыя
cs: Úspěšné
da: Vellykkede
de: Erfolgreich
es: Exitosas
fr: Réussies
it: Riuscite
kk: Сәтті
nl: Geslaagd
pl: Udane
pt: Bem-sucedidas
sk: Úspešné
sv: Lyckade
uk: Успішних
uz: Muvaffaqiyatli

source: Success rate
be: Працэнт поспеху
cs: Úspěšnost
da: Succesrate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de réussite
it: Tasso di successo
kk: Сәттілік деңгейі
nl: Slagingspercentage
pl: Wskaźnik powodzenia
pt: Taxa de sucesso
sk: Úspešnosť
sv: Framgångsfrekvens
uk: Відсоток успіху
uz: Muvaffaqiyat darajasi

source: Total time connected
be: Агульны час злучэння
cs: Celková doba připojení
da: Samlet forbindelsestid
de: Gesamte Verbindungszeit
es: Tiempo total conectado
fr: Temps total connecté
it: Tempo totale di connessione
kk: Жалпы қосылу уақыты
nl: Totale verbindingstijd
pl: Łączny czas połączenia
pt: Tempo total ligado
sk: Celkový čas pripojenia
sv: Total anslutningstid
uk: Загальний час з'єднування
uz: Jami ulangan vaqt

source: Last connected
be: Апошняе злучэнне
cs: Naposledy připojeno
da: Sidst forbundet
de: Zuletzt verbunden
es: Última conexión
fr: Dernière connexion
it: Ultima connessione
kk: Соңғы қосылым
nl: Laatst verbonden
pl: Ostatnie połączenie
pt: Última ligação
sk: Naposledy pripojené
sv: Senast ansluten
uk: Останнє з'єднування
uz: Oxirgi ulanish

source: Average session
be: Сярэдні сеанс
cs: Průměrná relace
da: Gennemsnitlig session
de: Durchschnittliche Sitzung
es: Sesión promedio
fr: Session moyenne
it: Sessione media
kk: Орташа сеанс
nl: Gemiddelde sessie
pl: Średnia sesja
pt: Sessão média
sk: Priemerná relácia
sv: Genomsnittlig session
uk: Середня сеанс
uz: O'rtacha sessiya

source: Overview
be: Агляд
cs: Přehled
da: Oversigt
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
kk: Шолу
nl: Overzicht
pl: Przegląd
pt: Visão geral
sk: Prehľad
sv: Översikt
uk: Огляд
uz: Umumiy ko'rinish

source: All connections summary
be: Зводка ўсіх злучэнняў
cs: Souhrn všech připojení
da: Oversigt over alle forbindelser
de: Zusammenfassung aller Verbindungen
es: Resumen de todas las conexiones
fr: Résumé de toutes les connexions
it: Riepilogo di tutte le connessioni
kk: Барлық қосылымдар жиынтығы
nl: Samenvatting van alle verbindingen
pl: Podsumowanie wszystkich połączeń
pt: Resumo de todas as ligações
sk: Súhrn všetkých pripojení
sv: Sammanfattning av alla anslutningar
uk: Зведення всіх з'єднувань
uz: Barcha ulanishlar xulosasi

source: Total sessions
be: Усяго сеансаў
cs: Celkem relací
da: Sessioner i alt
de: Sitzungen gesamt
es: Total de sesiones
fr: Total des sessions
it: Sessioni totali
kk: Барлық сеанстар
nl: Totaal sessies
pl: Łączna liczba sesji
pt: Total de sessões
sk: Celkom relácií
sv: Totalt antal sessioner
uk: Усього сеансів
uz: Jami sessiyalar

source: Total time
be: Агульны час
cs: Celková doba
da: Samlet tid
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
kk: Жалпы уақыт
nl: Totale tijd
pl: Łączny czas
pt: Tempo total
sk: Celkový čas
sv: Total tid
uk: Загальний час
uz: Jami vaqt

source: Per-Connection
be: Па злучэнні
cs: Podle připojení
da: Pr. forbindelse
de: Pro Verbindung
es: Por conexión
fr: Par connexion
it: Per connessione
kk: Қосылым бойынша
nl: Per verbinding
pl: Na połączenie
pt: Por ligação
sk: Podľa pripojenia
sv: Per anslutning
uk: По з'єднанках
uz: Har bir ulanish uchun

source: Success Rate
be: Працэнт поспеху
cs: Úspěšnost
da: Succesrate
de: Erfolgsrate
es: Tasa de éxito
fr: Taux de réussite
it: Tasso di successo
kk: Сәттілік деңгейі
nl: Slagingspercentage
pl: Wskaźnik powodzenia
pt: Taxa de sucesso
sk: Úspešnosť
sv: Framgångsfrekvens
uk: Відсоток успіху
uz: Muvaffaqiyat darajasi

source: New Template
be: Новы шаблон
cs: Nová šablona
da: Ny skabelon
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
kk: Жаңа үлгі
nl: Nieuw sjabloon
pl: Nowy szablon
pt: Novo Modelo
sk: Nová šablóna
sv: Ny mall
uk: Новий шаблон
uz: Yangi shablon

source: Telnet uses an external client. No additional options.
be: Telnet выкарыстоўвае знешні кліент. Без дадатковых опцый.
cs: Telnet používá externího klienta. Žádné další možnosti.
da: Telnet bruger en ekstern klient. Ingen yderligere indstillinger.
de: Telnet verwendet einen externen Client. Keine zusätzlichen Optionen.
es: Telnet usa un cliente externo. Sin opciones adicionales.
fr: Telnet utilise un client externe. Pas d'options supplémentaires.
it: Telnet usa un client esterno. Nessuna opzione aggiuntiva.
kk: Telnet сыртқы клиентті пайдаланады. Қосымша опциялар жоқ.
nl: Telnet gebruikt een externe client. Geen extra opties.
pl: Telnet używa klienta zewnętrznego. Brak dodatkowych opcji.
pt: Telnet usa um cliente externo. Sem opções adicionais.
sk: Telnet používa externého klienta. Žiadne ďalšie možnosti.
sv: Telnet använder en extern klient. Inga ytterligare alternativ.
uk: Telnet використовує зовнішній клієнт. Без додаткових опцій.
uz: Telnet tashqi mijozni ishlatadi. Qo'shimcha variantlar yo'q.

source: Template Info
be: Інфа шаблону
cs: Info šablony
da: Skabeloninfo
de: Vorlageninfo
es: Info de plantilla
fr: Info du modèle
it: Info modello
kk: Үлгі ақпараты
nl: Sjablooninfo
pl: Info szablonu
pt: Info do modelo
sk: Info šablóny
sv: Mallinfo
uk: Інформація про шаблон
uz: Shablon ma'lumoti

source: Name
be: Назва
cs: Název
da: Navn
es: Nombre
fr: Nom
it: Nome
kk: Атауы
nl: Naam
pl: Nazwa
pt: Nome
sk: Názov
sv: Namn
uk: Назва
uz: Nomi

source: Description
be: Апісанне
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
kk: Сипаттама
nl: Beschrijving
pl: Opis
pt: Descrição
sk: Popis
sv: Beskrivning
uk: Опис
uz: Tavsif

source: Connection protocol type
be: Тып пратакола злучэння
cs: Typ protokolu připojení
da: Forbindelsesprotokol-type
de: Verbindungsprotokolltyp
es: Tipo de protocolo de conexión
fr: Type de protocole de connexion
it: Tipo di protocollo di connessione
kk: Қосылым протоколының түрі
nl: Verbindingsprotocoltype
pl: Typ protokołu połączenia
pt: Tipo de protocolo de ligação
sk: Typ protokolu pripojenia
sv: Anslutningsprotokolltyp
uk: Тип протоколу з'єднанка
uz: Ulanish protokoli turi

source: Default Values
be: Стандартныя значэнні
cs: Výchozí hodnoty
da: Standardværdier
de: Standardwerte
es: Valores predeterminados
fr: Valeurs par défaut
it: Valori predefiniti
kk: Әдепкі мәндер
nl: Standaardwaarden
pl: Wartości domyślne
pt: Valores predefinidos
sk: Predvolené hodnoty
sv: Standardvärden
uk: Типові значини
uz: Standart qiymatlar

source: Pre-filled when creating connections from this template
be: Папярэдне запоўнена пры стварэнні злучэнняў з гэтага шаблону
cs: Předvyplněno při vytváření připojení z této šablony
da: Forudfyldt ved oprettelse af forbindelser fra denne skabelon
de: Vorausgefüllt beim Erstellen von Verbindungen aus dieser Vorlage
es: Pre-rellenado al crear conexiones desde esta plantilla
fr: Pré-rempli lors de la création de connexions depuis ce modèle
it: Pre-compilato quando si creano connessioni da questo modello
kk: Осы үлгіден қосылымдар жасағанда алдын ала толтырылады
nl: Vooraf ingevuld bij het maken van verbindingen vanuit dit sjabloon
pl: Wstępnie wypełnione przy tworzeniu połączeń z tego szablonu
pt: Pré-preenchido ao criar ligações a partir deste modelo
sk: Predvyplnené pri vytváraní pripojení z tejto šablóny
sv: Förifyllt vid skapande av anslutningar från denna mall
uk: Попередньо заповнюється під час створення з'єднанків із цього шаблону
uz: Bu shablondan ulanishlar yaratishda oldindan to'ldiriladi

source: Host
be: Хост
cs: Hostitel
da: Vært
fr: Hôte
kk: Хост
pt: Anfitrião
sk: Hostiteľ
sv: Värd
uk: Гост
uz: Xost

source: Port
be: Порт
es: Puerto
it: Porta
kk: Порт
nl: Poort
pt: Porta
uk: Порт

source: Default connection port
be: Стандартны порт злучэння
cs: Výchozí port připojení
da: Standard forbindelsesport
de: Standard-Verbindungsport
es: Puerto de conexión predeterminado
fr: Port de connexion par défaut
it: Porta di connessione predefinita
kk: Әдепкі қосылым порты
nl: Standaard verbindingspoort
pl: Domyślny port połączenia
pt: Porta de ligação predefinida
sk: Predvolený port pripojenia
sv: Standard anslutningsport
uk: Типовий порт з'єднанка
uz: Standart ulanish porti

source: Username
be: Імя карыстальніка
cs: Uživatel
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
kk: Пайдаланушы аты
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
sk: Používateľské meno
sv: Användarnamn
uk: Ім'я користувача
uz: Foydalanuvchi nomi

source: Domain
be: Дамен
cs: Doména
da: Domæne
de: Domäne
es: Dominio
fr: Domaine
it: Dominio
kk: Домен
nl: Domein
pl: Domena
pt: Domínio
sk: Doména
sv: Domän
uk: Домен
uz: Domen

source: Tags
be: Тэгі
cs: Štítky
es: Etiquetas
it: Tag
kk: Тегтер
pl: Tagi
pt: Etiquetas
sk: Štítky
sv: Taggar
uk: Теґи
uz: Teglar

source: Jump host for tunneling (-J)
be: Прамежкавы хост для тунэлявання (-J)
cs: Přeskokový hostitel pro tunelování (-J)
da: Springvært til tunnelering (-J)
de: Jump-Host für Tunneling (-J)
es: Host de salto para túnel (-J)
fr: Hôte de saut pour le tunneling (-J)
it: Host di salto per il tunneling (-J)
kk: Туннельдеу үшін аралық хост (-J)
nl: Springhost voor tunneling (-J)
pl: Host pośredni do tunelowania (-J)
pt: Host de salto para tunelamento (-J)
sk: Preskokový hostiteľ pre tunelovanie (-J)
sv: Hoppvärd för tunnling (-J)
uk: Проміжний гост для тунелювання (-J)
uz: Tunnel uchun o'tish xosti (-J)

source: Use Only Specified Key
be: Выкарыстоўваць толькі ўказаны ключ
cs: Použít pouze zadaný klíč
da: Brug kun angivet nøgle
de: Nur angegebenen Schlüssel verwenden
es: Usar solo la clave especificada
fr: Utiliser uniquement la clé spécifiée
it: Usa solo la chiave specificata
kk: Тек көрсетілген кілтті пайдалану
nl: Alleen opgegeven sleutel gebruiken
pl: Używaj tylko określonego klucza
pt: Usar apenas a chave especificada
sk: Použiť iba zadaný kľúč
sv: Använd bara angiven nyckel
uk: Використовуй лише вказаний ключ
uz: Faqat ko'rsatilgan kalitni ishlatish
