Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Backup & Restore
da: Sikkerhedskopiering og gendannelse
pt: Cópia de segurança e restauro

source: Export or import all settings as a ZIP archive
da: Eksportér eller importér alle indstillinger som ZIP-arkiv
pt: Exportar ou importar todas as definições como arquivo ZIP

source: Backup Settings…
da: Sikkerhedskopiér indstillinger…
pt: Cópia de segurança…

source: Save all configuration files to a ZIP archive
da: Gem alle konfigurationsfiler i et ZIP-arkiv
pt: Guardar todos os ficheiros de configuração num arquivo ZIP

source: Restore Settings…
da: Gendan indstillinger…
pt: Restaurar definições…

source: Load configuration from a ZIP archive (restart required)
da: Indlæs konfiguration fra et ZIP-arkiv (genstart påkrævet)
pt: Carregar configuração de um arquivo ZIP (reinício necessário)

source: Save Backup
da: Gem sikkerhedskopi
pt: Guardar cópia

source: Backup saved ({} files)
da: Sikkerhedskopi gemt ({} filer)
pt: Cópia guardada ({} ficheiros)

source: Backup Error
da: Sikkerhedskopieringsfejl
pt: Erro de cópia de segurança

source: Open Backup
da: Åbn sikkerhedskopi
pt: Abrir cópia

source: Restore Settings?
da: Gendan indstillinger?
pt: Restaurar definições?

source: This will overwrite current settings. A restart is required to apply changes.
da: Dette overskriver de aktuelle indstillinger. En genstart er påkrævet.
pt: Isto irá substituir as definições atuais. É necessário reiniciar para aplicar as alterações.

source: Restore
da: Gendan
pt: Restaurar

source: Restored {} files. Restart to apply.
da: {} filer gendannet. Genstart for at anvende.
pt: {} ficheiros restaurados. Reinicie para aplicar.

source: Restore Error
da: Gendannelsesfejl
pt: Erro de restauro

source: Create Cluster
da: Opret klynge
pt: Criar cluster

source: Create a cluster from selected connections
da: Opret en klynge fra valgte forbindelser
pt: Criar um cluster a partir das ligações selecionadas

source: Reconnect to this session
da: Genopret forbindelse til denne session
pt: Reconectar a esta sessão

source: Session disconnected
da: Session afbrudt
pt: Sessão desligada

source: Warning
da: Advarsel
pt: Aviso

source: Info
pt: Informação

source: Retry
da: Prøv igen
pt: Tentar novamente

source: Cluster Created
da: Klynge oprettet
de: Cluster erstellt
it: Cluster creato
pt: Cluster criado
sk: Klaster vytvorený
sv: Kluster skapat

source: Cluster has been saved successfully.
da: Klyngen er gemt.
de: Cluster wurde erfolgreich gespeichert.
it: Il cluster è stato salvato con successo.
pt: O cluster foi salvo com sucesso.
sk: Klaster bol úspešne uložený.
sv: Klustret har sparats.

source: Error Creating Cluster
da: Fejl ved oprettelse af klynge
de: Fehler beim Erstellen des Clusters
it: Errore nella creazione del cluster
pt: Erro ao criar o cluster
sk: Chyba pri vytváraní klastra
sv: Fel vid skapande av kluster

source: Failed to save cluster: {}
da: Kunne ikke gemme klynge: {}
de: Cluster konnte nicht gespeichert werden: {}
it: Impossibile salvare il cluster: {}
pt: Falha ao salvar o cluster: {}
sk: Nepodarilo sa uložiť klaster: {}
sv: Kunde inte spara klustret: {}

source: Cluster has no connections
da: Klyngen har ingen forbindelser
de: Cluster hat keine Verbindungen
it: Il cluster non ha connessioni
pt: O cluster não tem conexões
sk: Klaster nemá žiadne pripojenia
sv: Klustret har inga anslutningar

source: Error Updating Cluster
da: Fejl ved opdatering af klynge
de: Fehler beim Aktualisieren des Clusters
it: Errore nell'aggiornamento del cluster
pt: Erro ao atualizar o cluster
sk: Chyba pri aktualizácii klastra
sv: Fel vid uppdatering av kluster

source: Could not access application state
da: Kunne ikke tilgå programtilstand
de: Anwendungsstatus nicht zugänglich
it: Impossibile accedere allo stato dell'applicazione
pt: Não foi possível acessar o estado do aplicativo
sk: Nepodarilo sa pristúpiť k stavu aplikácie
sv: Kunde inte komma åt programtillstånd

source: Delete Cluster?
da: Slet klynge?
de: Cluster löschen?
it: Eliminare il cluster?
pt: Excluir cluster?
sk: Odstrániť klaster?
sv: Ta bort kluster?

source: Are you sure you want to delete the cluster '{}'? This will not delete the connections in the cluster.
da: Er du sikker på, at du vil slette klyngen '{}'? Dette sletter ikke forbindelserne i klyngen.
de: Möchten Sie den Cluster '{}' wirklich löschen? Die Verbindungen im Cluster werden nicht gelöscht.
it: Sei sicuro di voler eliminare il cluster '{}'? Le connessioni nel cluster non verranno eliminate.
pt: Tem certeza de que deseja excluir o cluster '{}'? As conexões no cluster não serão excluídas.
sk: Naozaj chcete odstrániť klaster '{}'? Pripojenia v klastri nebudú odstránené.
sv: Är du säker på att du vill ta bort klustret '{}'? Anslutningarna i klustret tas inte bort.

source: Error Deleting Cluster
da: Fejl ved sletning af klynge
de: Fehler beim Löschen des Clusters
it: Errore nell'eliminazione del cluster
pt: Erro ao excluir o cluster
sk: Chyba pri odstraňovaní klastra
sv: Fel vid borttagning av kluster

source: Failed to delete cluster: {}
da: Kunne ikke slette klynge: {}
de: Cluster konnte nicht gelöscht werden: {}
it: Impossibile eliminare il cluster: {}
pt: Falha ao excluir o cluster: {}
sk: Nepodarilo sa odstrániť klaster: {}
sv: Kunde inte ta bort klustret: {}

source: Connection failed. Host unreachable.
da: Forbindelse mislykkedes. Vært utilgængelig.
pt: Ligação falhada. Anfitrião inacessível.

source: Pre-connect task failed. Connection aborted.
da: Opgave før forbindelse mislykkedes. Forbindelse afbrudt.
de: Aufgabe vor Verbindung fehlgeschlagen. Verbindung abgebrochen.
it: Attività pre-connessione fallita. Connessione interrotta.
pt: Tarefa pré-conexão falhou. Conexão cancelada.
sk: Úloha pred pripojením zlyhala. Pripojenie prerušené.
sv: Uppgift före anslutning misslyckades. Anslutning avbruten.

source: This group contains {} connection(s).
da: Denne gruppe indeholder {} forbindelse(r).
pt: Este grupo contém {} ligação(ões).

source: Delete group '{}'?
da: Slet gruppen «{}»?
pt: Eliminar grupo «{}»?

source: Keep Connections
da: Behold forbindelser
pt: Manter ligações

source: Are you sure you want to delete the group '{}'? This will also delete {} connection(s) in this group.
cs: Opravdu chcete skupinu „{}“ smazat? Tím budou smazáno i {} připojení v této skupině.
es: ¿Está seguro de que desea eliminar el grupo «{}»? Esto también eliminará {} conexión(es) en este grupo.
fr: Voulez-vous vraiment supprimer le groupe « {} » ? Cela supprimera aussi {} connexion(s) dans ce groupe.
kk: '{}' тобын жоюға сенімдісіз бе? Бұл осы топтағы {} қосылымды да жояды.
nl: Weet u zeker dat u de groep '{}' wilt verwijderen? Dit verwijdert ook {} verbinding(en) in deze groep.
uz: '{}' guruhini o'chirishga ishonchingiz komilmi? Bu guruhdagi {} ta ulanish ham o'chiriladi.

source: Wake On LAN
cs: Probudit po síti (WoL)
