Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Quick Connect
be: Хуткае злучэнне
cs: Rychlé připojení
da: Hurtig forbindelse
de: Schnellverbindung
es: Conexión rápida
fr: Connexion rapide
it: Connessione rapida
kk: Жылдам қосылу
nl: Snelverbinding
pl: Szybkie połączenie
pt: Ligação Rápida
sk: Rýchle pripojenie
sv: Snabbanslutning
uk: Швидке з'єднування
uz: Tezkor ulanish

source: Import...
be: Імпарт...
cs: Importovat…
da: Importér...
de: Importieren...
es: Importar…
fr: Importer…
it: Importa...
kk: Импорттау...
nl: Importeren...
pl: Importuj...
pt: Importar...
sk: Importovať...
sv: Importera...
uk: Імпортуй..

source: Export...
be: Экспарт...
cs: Exportovat…
da: Eksportér...
de: Exportieren...
es: Exportar…
fr: Exporter…
it: Esporta...
kk: Экспорттау...
nl: Exporteren...
pl: Eksportuj...
pt: Exportar...
sk: Exportovať...
sv: Exportera...
uk: Експортуй...
uz: Eksport...

source: Drag to move this session to another panel or tab
be: Перацягніце, каб перамясціць гэты сеанс у іншую панэль або ўкладку
cs: Přetáhněte pro přesun relace do jiného panelu nebo záložky
da: Træk for at flytte denne session til et andet panel eller fane
de: Ziehen, um diese Sitzung in ein anderes Panel oder Tab zu verschieben
es: Arrastrar para mover esta sesión a otro panel o pestaña
fr: Glisser pour déplacer cette session vers un autre panneau ou onglet
it: Trascina per spostare questa sessione in un altro pannello o scheda
kk: Бұл сеансты басқа панельге немесе қойындыға жылжыту үшін сүйреңіз
nl: Sleep om deze sessie naar een ander paneel of tabblad te verplaatsen
pl: Przeciągnij, aby przenieść tę sesję do innego panelu lub karty
pt: Arraste para mover esta sessão para outro painel ou separador
sk: Potiahnutím presuňte reláciu do iného panelu alebo karty
sv: Dra för att flytta sessionen till en annan panel eller flik
uk: Перетягни, щоб перемістити цей сеанс на иншу панель або вкладинку
uz: Ushbu sessiyani boshqa panel yoki tabga ko'chirish uchun torting

source: Empty Panel
be: Пустая панэль
cs: Prázdný panel
da: Tomt panel
de: Leeres Panel
es: Panel vacío
fr: Panneau vide
it: Pannello vuoto
kk: Бос панель
nl: Leeg paneel
pl: Pusty panel
pt: Painel vazio
sk: Prázdny panel
sv: Tom panel
uk: Порожня панель
uz: Bo'sh panel

source: Select an existing tab to display in this panel
be: Абярыце існуючую ўкладку для адлюстравання ў гэтай панэлі
cs: Vyberte existující záložku pro zobrazení v tomto panelu
da: Vælg en eksisterende fane til visning i dette panel
de: Vorhandenen Tab zur Anzeige in diesem Panel auswählen
es: Seleccionar una pestaña existente para mostrar en este panel
fr: Sélectionner un onglet existant à afficher dans ce panneau
it: Seleziona una scheda esistente da visualizzare in questo pannello
kk: Осы панельде көрсету үшін бар қойындыны таңдаңыз
nl: Selecteer een bestaand tabblad om in dit paneel weer te geven
pl: Wybierz istniejącą kartę do wyświetlenia w tym panelu
pt: Selecione um separador existente para apresentar neste painel
sk: Vyberte existujúcu kartu na zobrazenie v tomto paneli
sv: Välj en befintlig flik att visa i denna panel
uk: Вибери робочу вкладинку, щоб відобразити на цій панелі
uz: Ushbu panelda ko'rsatish uchun mavjud tabni tanlang

source: Select Tab...
be: Абраць укладку...
cs: Vybrat záložku…
da: Vælg fane...
de: Tab auswählen...
es: Seleccionar pestaña…
fr: Sélectionner un onglet…
it: Seleziona scheda...
kk: Қойындыны таңдау...
nl: Tabblad selecteren...
pl: Wybierz kartę...
pt: Selecionar separador...
sk: Vybrať kartu...
sv: Välj flik...
uk: Вибери вкладинку...
uz: Tabni tanlash...

source: Choose an open tab to display in this panel
be: Абярыце адкрытую ўкладку для адлюстравання ў гэтай панэлі
cs: Vyberte otevřenou záložku pro zobrazení v tomto panelu
da: Vælg en åben fane til visning i dette panel
de: Offenen Tab zur Anzeige in diesem Panel auswählen
es: Elegir una pestaña abierta para mostrar en este panel
fr: Choisir un onglet ouvert à afficher dans ce panneau
it: Scegli una scheda aperta da visualizzare in questo pannello
kk: Осы панельде көрсету үшін ашық қойындыны таңдаңыз
nl: Kies een geopend tabblad om in dit paneel weer te geven
pl: Wybierz otwartą kartę do wyświetlenia w tym panelu
pt: Escolha um separador aberto para apresentar neste painel
sk: Vyberte otvorenú kartu na zobrazenie v tomto paneli
sv: Välj en öppen flik att visa i denna panel
uk: Вибери відкриту вкладинку, щоб відобразити на цій панелі
uz: Ushbu panelda ko'rsatish uchun ochiq tabni tanlang

source: Close panel
be: Закрыць панэль
cs: Zavřít panel
da: Luk panel
de: Panel schließen
es: Cerrar panel
fr: Fermer le panneau
it: Chiudi pannello
kk: Панельді жабу
nl: Paneel sluiten
pl: Zamknij panel
pt: Fechar painel
sk: Zavrieť panel
sv: Stäng panel
uk: Закрий панель
uz: Panelni yopish

source: Basic Information
be: Асноўная інфармацыя
cs: Základní informace
da: Grundlæggende oplysninger
de: Grundinformationen
es: Información básica
fr: Informations de base
it: Informazioni di base
kk: Негізгі ақпарат
nl: Basisinformatie
pl: Informacje podstawowe
pt: Informações básicas
sk: Základné informácie
sv: Grundläggande information
uk: Основні відомості
uz: Asosiy ma'lumotlar

source: Manage remote connections easily
be: Лёгкае кіраванне аддаленымі злучэннямі
cs: Snadná správa vzdálených připojení
da: Administrér fjernforbindelser nemt
de: Remote-Verbindungen einfach verwalten
es: Gestione conexiones remotas fácilmente
fr: Gérez facilement les connexions distantes
it: Gestisci facilmente le connessioni remote
kk: Қашықтағы қосылымдарды оңай басқарыңыз
nl: Beheer externe verbindingen eenvoudig
pl: Łatwe zarządzanie zdalnymi połączeniami
pt: Gerir ligações remotas facilmente
sk: Jednoduchá správa vzdialených pripojení
sv: Hantera fjärranslutningar enkelt
uk: Зручне керування віддаленою з'єдниною
uz: Masofaviy ulanishlarni oson boshqaring

source: Embedded SSH terminals
be: Убудаваныя SSH-тэрміналы
cs: Vestavěné SSH terminály
da: Indlejrede SSH-terminaler
de: Eingebettete SSH-Terminals
es: Terminales SSH integrados
fr: Terminaux SSH intégrés
it: Terminali SSH integrati
kk: Кірістірілген SSH терминалдары
nl: Ingebedde SSH-terminals
pl: Wbudowane terminale SSH
pt: Terminais SSH integrados
sk: Vstavané SSH terminály
sv: Inbäddade SSH-terminaler
uk: Убудовані SSH-термінали
uz: O'rnatilgan SSH terminallar

source: Secure credential storage
be: Бяспечнае захоўванне ўліковых даных
cs: Bezpečné úložiště přihlašovacích údajů
da: Sikker lagring af legitimationsoplysninger
de: Sichere Anmeldedatenspeicherung
es: Almacenamiento seguro de credenciales
fr: Stockage sécurisé des identifiants
it: Archiviazione sicura delle credenziali
kk: Тіркелгі деректерін қауіпсіз сақтау
nl: Veilige opslag van inloggegevens
pl: Bezpieczne przechowywanie danych logowania
pt: Armazenamento seguro de credenciais
sk: Bezpečné úložisko prihlasovacích údajov
sv: Säker lagring av autentiseringsuppgifter
uk: Безпечне зберігання облікових відомостей
uz: Xavfsiz hisob ma'lumotlari saqlash

source: Expect automation
be: Аўтаматызацыя Expect
cs: Automatizace Expect
da: Expect-automatisering
de: Expect-Automatisierung
es: Automatización Expect
fr: Automatisation Expect
it: Automazione Expect
kk: Expect автоматтандыру
nl: Expect-automatisering
pl: Automatyzacja Expect
pt: Automação Expect
sk: Automatizácia Expect
sv: Expect-automatisering
uk: Автоматизація Expect
uz: Expect avtomatlashtirish

source: Groups and tags
be: Групы і тэгі
cs: Skupiny a štítky
da: Grupper og tags
de: Gruppen und Tags
es: Grupos y etiquetas
fr: Groupes et étiquettes
it: Gruppi e tag
kk: Топтар мен тегтер
nl: Groepen en tags
pl: Grupy i tagi
pt: Grupos e etiquetas
sk: Skupiny a štítky
sv: Grupper och taggar
uk: Групи та теґи
uz: Guruhlar va teglar

source: Zero Trust tunnels
be: Тунэлі Zero Trust
cs: Tunely Zero Trust
da: Zero Trust-tunneler
de: Zero-Trust-Tunnel
es: Túneles Zero Trust
fr: Tunnels Zero Trust
it: Tunnel Zero Trust
kk: Zero Trust туннельдері
pl: Tunele Zero Trust
pt: Túneis Zero Trust
sk: Tunely Zero Trust
sv: Zero Trust-tunnlar
uk: Тунелі Zero Trust
uz: Zero Trust tunnellar

source: Customizable settings
be: Наладжвальныя параметры
cs: Přizpůsobitelná nastavení
da: Tilpasselige indstillinger
de: Anpassbare Einstellungen
es: Configuración personalizable
fr: Paramètres personnalisables
it: Impostazioni personalizzabili
kk: Баптауларды теңшеу
nl: Aanpasbare instellingen
pl: Konfigurowalne ustawienia
pt: Configurações personalizáveis
sk: Prispôsobiteľné nastavenia
sv: Anpassningsbara inställningar
uk: Налаштовувані параметри
uz: Sozlanadigan parametrlar

source: Embedded and external clients
be: Убудаваныя і знешнія кліенты
cs: Vestavění a externí klienti
da: Indlejrede og eksterne klienter
de: Eingebettete und externe Clients
es: Clientes integrados y externos
fr: Clients intégrés et externes
it: Client integrati ed esterni
kk: Кірістірілген және сыртқы клиенттер
nl: Ingebedde en externe clients
pl: Wbudowani i zewnętrzni klienci
pt: Clientes integrados e externos
sk: Vstavaní a externí klienti
sv: Inbäddade och externa klienter
uk: Убудовані та зовнішні клієнти
uz: O'rnatilgan va tashqi mijozlar

source: New connection
be: Новае злучэнне
cs: Nové připojení
da: Ny forbindelse
de: Neue Verbindung
es: Nueva conexión
fr: Nouvelle connexion
it: Nuova connessione
kk: Жаңа қосылым
nl: Nieuwe verbinding
pl: Nowe połączenie
pt: Nova conexão
sk: Nové pripojenie
sv: Ny anslutning
uk: Нове з'єднування
uz: Yangi ulanish

source: New group
be: Новая група
cs: Nová skupina
da: Ny gruppe
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
kk: Жаңа топ
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
sk: Nová skupina
sv: Ny grupp
uk: Нова група
uz: Yangi guruh

source: Local shell
be: Лакальная абалонка
cs: Místní shell
da: Lokal shell
de: Lokale Shell
es: Shell local
fr: Shell local
it: Shell locale
kk: Жергілікті қабықша
nl: Lokale shell
pl: Lokalna powłoka
pt: Shell local
sk: Miestny shell
sv: Lokalt skal
uk: Локальна оболонка
uz: Mahalliy qobiq

source: Quick connect
be: Хуткае злучэнне
cs: Rychlé připojení
da: Hurtig forbindelse
de: Schnellverbindung
es: Conexión rápida
fr: Connexion rapide
it: Connessione rapida
kk: Жылдам қосылу
nl: Snelverbinding
pl: Szybkie połączenie
pt: Conexão rápida
sk: Rýchle pripojenie
sv: Snabbanslutning
uk: Швидке з'єднування
uz: Tezkor ulanish

source: Search
be: Пошук
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
kk: Іздеу
nl: Zoeken
pl: Szukaj
pt: Pesquisar
sk: Hľadať
sv: Sök
uk: Пошук
uz: Qidirish

source: Split vertical
be: Падзяліць вертыкальна
cs: Rozdělit svisle
da: Del lodret
de: Vertikal teilen
es: Dividir verticalmente
fr: Diviser verticalement
it: Dividi verticalmente
kk: Тігінен бөлу
nl: Verticaal splitsen
pl: Podziel pionowo
pt: Dividir verticalmente
sk: Rozdeliť zvisle
sv: Dela vertikalt
uk: Розділи доземно
uz: Vertikal bo'lish

source: Split horizontal
be: Падзяліць гарызантальна
cs: Rozdělit vodorovně
da: Del vandret
de: Horizontal teilen
es: Dividir horizontalmente
fr: Diviser horizontalement
it: Dividi orizzontalmente
kk: Көлденеңінен бөлу
nl: Horizontaal splitsen
pl: Podziel poziomo
pt: Dividir horizontalmente
sk: Rozdeliť vodorovne
sv: Dela horisontellt
uk: Розділи поземно
uz: Gorizontal bo'lish

source: Close tab
be: Закрыць укладку
cs: Zavřít kartu
da: Luk fane
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
kk: Қойындыны жабу
nl: Tabblad sluiten
pl: Zamknij kartę
pt: Fechar separador
sk: Zavrieť kartu
sv: Stäng flik
uk: Згорни вкладинку
uz: Tabni yopish

source: Next tab
be: Наступная ўкладка
cs: Další karta
da: Næste fane
de: Nächster Tab
es: Siguiente pestaña
fr: Onglet suivant
it: Scheda successiva
kk: Келесі қойынды
nl: Volgend tabblad
pl: Następna karta
pt: Próxima aba
sk: Ďalšia karta
sv: Nästa flik
uk: Чергова вкладинка
uz: Keyingi tab

source: Smart search caching
be: Разумнае кэшаванне пошуку
cs: Inteligentní mezipaměť vyhledávání
da: Intelligent søgecache
de: Intelligentes Such-Caching
es: Caché de búsqueda inteligente
fr: Cache de recherche intelligent
it: Cache di ricerca intelligente
kk: Ақылды іздеу кэші
nl: Slim zoeken met cache
pl: Inteligentne buforowanie wyszukiwania
pt: Cache de pesquisa inteligente
sk: Inteligentné ukladanie vyhľadávania
sv: Intelligent sökcache
uk: Розумне кешування пошуку
uz: Aqlli qidirish keshlash

source: Lazy loading for trees
be: Лянівая загрузка дрэў
cs: Postupné donačítání stromů
da: Doven indlæsning af træer
de: Lazy Loading für Bäume
es: Carga diferida de árboles
fr: Chargement différé des arborescences
it: Caricamento differito degli alberi
kk: Ағаштарды жалқау жүктеу
nl: Lui laden van boomstructuren
pl: Leniwe ładowanie drzew
pt: Carregamento preguiçoso de árvores
sk: Lenivé načítanie stromov
sv: Lat inläsning av träd
uk: Ліниве завантажування дерев
uz: Daraxtlar uchun dangasa yuklash

source: Virtual scrolling
be: Віртуальная пракрутка
cs: Virtuální posouvání
da: Virtuel rulning
de: Virtuelles Scrollen
es: Desplazamiento virtual
fr: Défilement virtuel
it: Scorrimento virtuale
kk: Виртуалды айналдыру
nl: Virtueel scrollen
pl: Wirtualne przewijanie
pt: Rolagem virtual
sk: Virtuálne posúvanie
sv: Virtuell rullning
uk: Віртуальна прокрутка
uz: Virtual aylantirish

source: Embedded VNC/RDP/SPICE
be: Убудаваныя VNC/RDP/SPICE
cs: Vestavěné VNC/RDP/SPICE
da: Indlejret VNC/RDP/SPICE
de: Eingebettetes VNC/RDP/SPICE
es: VNC/RDP/SPICE integrados
fr: VNC/RDP/SPICE intégrés
it: VNC/RDP/SPICE integrati
kk: Кірістірілген VNC/RDP/SPICE
nl: Ingebed VNC/RDP/SPICE
pl: Wbudowane VNC/RDP/SPICE
pt: VNC/RDP/SPICE integrados
sk: Vstavané VNC/RDP/SPICE
sv: Inbäddat VNC/RDP/SPICE
uk: Убудовані VNC/RDP/SPICE
uz: O'rnatilgan VNC/RDP/SPICE

source: Import Formats
be: Фарматы імпарту
cs: Formáty importu
da: Importformater
de: Importformate
es: Formatos de importación
fr: Formats d'importation
it: Formati di importazione
kk: Импорт пішімдері
nl: Importformaten
pl: Formaty importu
pt: Formatos de importação
sk: Formáty importu
sv: Importformat
uk: Формати імпортування
uz: Import formatlari

source: Double-click a connection in the sidebar to get started
be: Двойчы клікніце на злучэнне ў бакавой панэлі, каб пачаць
cs: Dvojklikem na připojení v postranním panelu začněte
da: Dobbeltklik på en forbindelse i sidebjælken for at komme i gang
de: Doppelklicken Sie auf eine Verbindung in der Seitenleiste, um zu beginnen
es: Haga doble clic en una conexión en la barra lateral para comenzar
fr: Double-cliquez sur une connexion dans la barre latérale pour commencer
it: Fai doppio clic su una connessione nella barra laterale per iniziare
kk: Бастау үшін бүйір тақтадағы қосылымды екі рет басыңыз
nl: Dubbelklik op een verbinding in de zijbalk om te beginnen
pl: Kliknij dwukrotnie połączenie na pasku bocznym, aby rozpocząć
pt: Faça duplo clique numa ligação na barra lateral para começar
sk: Dvojklikom na pripojenie v bočnom paneli začnite
sv: Dubbelklicka på en anslutning i sidopanelen för att komma igång
uk: Двічі клацни з'єднок на бічній панелі, щоб розпочати
uz: Boshlash uchun yon paneldagi ulanishni ikki marta bosing

source: All tabs are already displayed in this split view
be: Усе ўкладкі ўжо адлюстраваны ў гэтым падзеленым выглядзе
cs: Všechny záložky jsou už zobrazeny v tomto rozděleném zobrazení
da: Alle faner vises allerede i denne opdelte visning
de: Alle Tabs werden bereits in dieser geteilten Ansicht angezeigt
es: Todas las pestañas ya se muestran en esta vista dividida
fr: Tous les onglets sont déjà affichés dans cette vue fractionnée
it: Tutte le schede sono già visualizzate in questa vista divisa
kk: Барлық қойындылар осы бөлінген көріністе көрсетілген
nl: Alle tabbladen worden al weergegeven in deze gesplitste weergave
pl: Wszystkie karty są już wyświetlane w tym widoku podzielonym
pt: Todos os separadores já estão apresentados nesta vista dividida
sk: Všetky karty sú už zobrazené v tomto rozdelenom zobrazení
sv: Alla flikar visas redan i denna delade vy
uk: Усі вкладинки вже відображено в цьому розділеному вигляді
uz: Barcha tablar allaqachon ushbu bo'lingan ko'rinishda ko'rsatilgan

source: Select a tab to display
be: Абярыце ўкладку для адлюстравання
cs: Vybrat záložku k zobrazení
da: Vælg en fane til visning
de: Tab zur Anzeige auswählen
es: Seleccionar una pestaña para mostrar
fr: Sélectionner un onglet à afficher
it: Seleziona una scheda da visualizzare
kk: Көрсету үшін қойындыны таңдаңыз
nl: Selecteer een tabblad om weer te geven
pl: Wybierz kartę do wyświetlenia
pt: Selecione um separador para apresentar
sk: Vyberte kartu na zobrazenie
sv: Välj en flik att visa
uk: Вибери вкладинку, щоб відобразити
uz: Ko'rsatish uchun tabni tanlang

source: Failed to save password to vault
be: Не ўдалося захаваць пароль у сховішча
cs: Nepodařilo se uložit heslo do trezoru
da: Kunne ikke gemme adgangskode i boks
de: Passwort konnte nicht im Tresor gespeichert werden
es: Error al guardar la contraseña en la bóveda
fr: Échec de l'enregistrement du mot de passe dans le coffre
it: Impossibile salvare la password nel vault
kk: Құпия сөзді қоймаға сақтау сәтсіз аяқталды
nl: Kan wachtwoord niet opslaan in kluis
pl: Nie udało się zapisać hasła w sejfie
pt: Falha ao guardar a palavra-passe no cofre
sk: Nepodarilo sa uložiť heslo do trezoru
sv: Kunde inte spara lösenord i valvet
uk: Не вдалося зберегти пароль до сховища
uz: Parolni omborga saqlab bo'lmadi

source: Welcome
be: Вітаем
cs: Vítejte
da: Velkommen
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
kk: Қош келдіңіз
nl: Welkom
pl: Witaj
pt: Bem-vindo
sk: Vitajte
sv: Välkommen
uk: Ласкаво просимо
uz: Xush kelibsiz

source: Set Group...
be: Усталяваць групу...
cs: Nastavit skupinu...
da: Angiv gruppe...
de: Gruppe setzen...
es: Establecer grupo...
fr: Définir le groupe...
it: Imposta gruppo...
kk: Топты орнату...
nl: Groep instellen...
pl: Ustaw grupę...
pt: Definir grupo...
sk: Nastaviť skupinu...
sv: Ange grupp...
uk: Установи групу...
uz: Guruhni belgilash...

source: Remove from Group
be: Выдаліць з групы
cs: Odebrat ze skupiny
da: Fjern fra gruppe
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
kk: Топтан алып тастау
nl: Uit groep verwijderen
pl: Usuń z grupy
pt: Remover do grupo
sk: Odstrániť zo skupiny
sv: Ta bort från grupp
uk: Вилучи з групи
uz: Guruhdan olib tashlash

source: Close Tab
be: Закрыць укладку
cs: Zavřít kartu
da: Luk fane
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
kk: Қойындыны жабу
nl: Tabblad sluiten
pl: Zamknij kartę
pt: Fechar aba
sk: Zavrieť kartu
sv: Stäng flik
uk: Закрий вкладинку
uz: Tabni yopish

source: Set Tab Group
be: Усталяваць групу ўкладкі
cs: Nastavit skupinu karty
da: Angiv fanegruppe
de: Tab-Gruppe setzen
es: Establecer grupo de pestaña
fr: Définir le groupe d'onglet
it: Imposta gruppo scheda
kk: Қойынды тобын орнату
nl: Tabgroep instellen
pl: Ustaw grupę karty
pt: Definir grupo da aba
sk: Nastaviť skupinu karty
sv: Ange flikgrupp
uk: Установи групу вкладинки
uz: Tab guruhini belgilash

source: Enter a group name for this tab
be: Увядзіце назву групы для гэтай укладкі
cs: Zadejte název skupiny pro tuto kartu
da: Indtast et gruppenavn for denne fane
de: Geben Sie einen Gruppennamen für diesen Tab ein
es: Introduzca un nombre de grupo para esta pestaña
fr: Entrez un nom de groupe pour cet onglet
it: Inserisci un nome di gruppo per questa scheda
kk: Бұл қойынды үшін топ атауын енгізіңіз
nl: Voer een groepsnaam in voor dit tabblad
pl: Wprowadź nazwę grupy dla tej karty
pt: Insira um nome de grupo para esta aba
sk: Zadajte názov skupiny pre túto kartu
sv: Ange ett gruppnamn för denna flik
uk: Уведи назву групи для цієї вкладинки
uz: Ushbu tab uchun guruh nomini kiriting

source: e.g. Production, Staging
be: напр. Production, Staging
cs: např. Production, Staging
da: f.eks. Production, Staging
de: z.B. Production, Staging
es: ej. Production, Staging
fr: ex. Production, Staging
it: es. Production, Staging
kk: мыс. Production, Staging
nl: bijv. Production, Staging
pl: np. Production, Staging
pt: ex. Production, Staging
sk: napr. Production, Staging
sv: t.ex. Production, Staging
uk: напр. Production, Staging
uz: masalan, Production, Staging

source: Apply
be: Прымяніць
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
kk: Қолдану
nl: Toepassen
pl: Zastosuj
pt: Aplicar
sk: Použiť
sv: Tillämpa
uk: Застосуй
uz: Qo'llash

source: Command not found: {}
be: Каманда не знойдзена: {}
da: Kommando ikke fundet: {}
de: Befehl nicht gefunden: {}
it: Comando non trovato: {}
pl: Nie znaleziono polecenia: {}
pt: Comando não encontrado: {}
sk: Príkaz nenájdený: {}
sv: Kommandot hittades inte: {}
uk: Команду не знайдено: {}

source: '{}' is not installed
be: «{}» не ўсталявана
da: „{}” er ikke installeret
de: „{}“ ist nicht installiert
it: «{}» non è installato
pl: „{}” nie jest zainstalowane
pt: “{}” não está instalado
sk: „{}“ nie je nainštalované
sv: ”{}” är inte installerat
uk: «{}» не встановлено

source: {} is required
be: {} абавязковае
cs: {} je povinné
da: {} er påkrævet
de: {} ist erforderlich
es: {} es obligatorio
fr: {} est requis
it: {} è obbligatorio
kk: {} міндетті
nl: {} is vereist
pl: {} jest wymagane
pt: {} é obrigatório
sk: {} je povinné
sv: {} krävs
uk: {} є обов'язкове
uz: {} talab qilinadi

source: {} must be at least {} characters
be: {} павінна мець не менш за {} сімвалаў
cs: je třeba, aby {} mělo alespoň {} znaků
da: {} skal være mindst {} tegn
de: {} muss mindestens {} Zeichen lang sein
es: {} debe tener al menos {} caracteres
fr: {} doit contenir au moins {} caractères
it: {} deve contenere almeno {} caratteri
kk: {} кемінде {} таңба болуы керек
nl: {} moet ten minste {} tekens bevatten
pl: {} musi mieć co najmniej {} znaków
pt: {} deve ter pelo menos {} caracteres
sk: {} musí mať aspoň {} znakov
sv: {} måste vara minst {} tecken
uk: {} має містити щонайменше {} симболів
uz: {} kamida {} ta belgidan iborat bo'lishi kerak

source: {} must be at most {} characters
be: {} павінна мець не больш за {} сімвалаў
cs: je třeba, aby {} mělo nejvýše {} znaků
da: {} må højst være {} tegn
de: {} darf höchstens {} Zeichen lang sein
es: {} debe tener como máximo {} caracteres
fr: {} doit contenir au plus {} caractères
it: {} deve contenere al massimo {} caratteri
kk: {} ең көбі {} таңба болуы керек
nl: {} mag maximaal {} tekens bevatten
pl: {} może mieć co najwyżej {} znaków
pt: {} deve ter no máximo {} caracteres
sk: {} musí mať najviac {} znakov
sv: {} får vara högst {} tecken
uk: {} має містити не більше {} симболів
uz: {} ko'pi bilan {} ta belgidan iborat bo'lishi kerak

source: Host is required
be: Хост абавязковы
cs: Hostitele je třeba vyplnit
da: Vært er påkrævet
de: Host ist erforderlich
es: El host es obligatorio
fr: L'hôte est requis
it: L'host è obbligatorio
kk: Хост міндетті
nl: Host is vereist
pl: Host jest wymagany
pt: O anfitrião é obrigatório
sk: Hostiteľ je povinný
sv: Värd krävs
uk: Гост - обов'язковий
uz: Xost talab qilinadi

source: Invalid hostname format
be: Няправільны фармат імя хоста
cs: Neplatný formát názvu hostitele
da: Ugyldigt værtsnavnformat
de: Ungültiges Hostnamenformat
es: Formato de nombre de host no válido
fr: Format de nom d'hôte invalide
it: Formato nome host non valido
kk: Жарамсыз хост атауы пішімі
nl: Ongeldig hostnaamformaat
pl: Nieprawidłowy format nazwy hosta
pt: Formato de nome de anfitrião inválido
sk: Neplatný formát názvu hostiteľa
sv: Ogiltigt värdnamnsformat
uk: Неправильний формат імени госта
uz: Noto'g'ri xost nomi formati
