Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Startup connection not found
be: Злучэнне для запуску не знойдзена
cs: Připojení pro spuštění nenalezeno
da: Opstartsforbindelse ikke fundet
de: Startverbindung nicht gefunden
es: Conexión de inicio no encontrada
fr: Connexion de démarrage introuvable
it: Connessione di avvio non trovata
kk: Іске қосу қосылымы табылмады
nl: Opstartverbinding niet gevonden
pl: Połączenie startowe nie znalezione
pt: Ligação de arranque não encontrada
sk: Pripojenie pre spustenie nenájdené
sv: Uppstartsanslutning hittades inte
uk: З'єднання для запуску не знайдено
uz: Ishga tushirish ulanishi topilmadi

source: group
be: група
cs: skupina
da: gruppe
de: Gruppe
es: grupo
fr: groupe
it: gruppo
kk: топ
nl: groep
pl: grupa
pt: grupo
sk: skupina
sv: grupp
uk: група
uz: guruh

source: connection
be: злучэнне
cs: připojení
da: forbindelse
de: Verbindung
es: conexión
fr: connexion
it: connessione
kk: қосылым
nl: verbinding
pl: połączenie
pt: ligação
sk: pripojenie
sv: anslutning
uk: з'єднування
uz: ulanish

source: Are you sure you want to delete the empty group '{}'?
be: Вы ўпэўнены, што хочаце выдаліць пустую групу '{}'?
cs: Opravdu chcete smazat prázdnou skupinu „{}“?
da: Er du sikker på, at du vil slette den tomme gruppe '{}'?
de: Möchten Sie die leere Gruppe „{}“ wirklich löschen?
es: ¿Está seguro de que desea eliminar el grupo vacío «{}»?
fr: Voulez-vous vraiment supprimer le groupe vide « {} » ?
it: Sei sicuro di voler eliminare il gruppo vuoto '{}'?
kk: '{}' бос тобын жоюға сенімдісіз бе?
nl: Weet u zeker dat u de lege groep '{}' wilt verwijderen?
pl: Czy na pewno chcesz usunąć pustą grupę '{}'?
pt: Tem a certeza de que pretende eliminar o grupo vazio '{}'?
sk: Naozaj chcete odstrániť prázdnu skupinu '{}'?
sv: Är du säker på att du vill ta bort den tomma gruppen '{}'?
uk: Ви впевнені, що хочете вилучити порожню групу «{}»?
uz: '{}' bo'sh guruhini o'chirishga ishonchingiz komilmi?

source: Are you sure you want to delete the connection '{}'?
be: Вы ўпэўнены, што хочаце выдаліць злучэнне '{}'?
cs: Opravdu chcete připojení „{}“?
da: Er du sikker på, at du vil slette forbindelsen '{}'?
de: Möchten Sie die Verbindung „{}“ wirklich löschen?
es: ¿Está seguro de que desea eliminar la conexión «{}»?
fr: Voulez-vous vraiment supprimer la connexion « {} » ?
it: Sei sicuro di voler eliminare la connessione '{}'?
kk: '{}' қосылымын жоюға сенімдісіз бе?
nl: Weet u zeker dat u de verbinding '{}' wilt verwijderen?
pl: Czy na pewno chcesz usunąć połączenie '{}'?
pt: Tem a certeza de que pretende eliminar a ligação '{}'?
sk: Naozaj chcete odstrániť pripojenie '{}'?
sv: Är du säker på att du vill ta bort anslutningen '{}'?
uk: Ви впевнені, що хочете вилучити з'єднину «{}»?
uz: '{}' ulanishini o'chirishga ishonchingiz komilmi?

source: Delete All
be: Выдаліць усё
cs: Smazat vše
da: Slet alle
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
kk: Барлығын жою
nl: Alles verwijderen
pl: Usuń wszystko
pt: Eliminar tudo
sk: Odstrániť všetko
sv: Ta bort alla
uk: Вилучи все
uz: Hammasini o'chirish

source: Deleted '{}'
be: '{}' выдалена
cs: „{}“ smazáno
da: Slettet '{}'
de: „{}“ gelöscht
es: «{}» eliminado
fr: « {} » supprimé
it: Eliminato '{}'
kk: '{}' жойылды
nl: '{}' verwijderd
pl: Usunięto '{}'
pt: Eliminado '{}'
sk: Odstránené '{}'
sv: Borttagen '{}'
uk: Вилучено «{}»
uz: '{}' o'chirildi

source: Error Deleting
be: Памылка выдалення
cs: Chyba při mazání
da: Fejl ved sletning
de: Fehler beim Löschen
es: Error al eliminar
fr: Erreur lors de la suppression
it: Errore nell'eliminazione
kk: Жою қатесі
nl: Fout bij verwijderen
pl: Błąd usuwania
pt: Erro ao eliminar
sk: Chyba pri odstraňovaní
sv: Fel vid borttagning
uk: Помилка вилучення
uz: O'chirishda xato

source: Delete {}?
be: Выдаліць {}?
cs: Smazat {}?
da: Slet {}?
de: {} löschen?
es: ¿Eliminar {}?
fr: Supprimer {} ?
it: Eliminare {}?
kk: {} жою?
nl: {} verwijderen?
pl: Usunąć {}?
pt: Eliminar {}?
sk: Odstrániť {}?
sv: Ta bort {}?
uk: Вилучи {}?
uz: {} ni o'chirishmi?

source: Connection duplicated
be: Злучэнне дубляванае
cs: Připojení zduplikováno
da: Forbindelse duplikeret
de: Verbindung dupliziert
es: Conexión duplicada
fr: Connexion dupliquée
it: Connessione duplicata
kk: Қосылым көшірмеленді
nl: Verbinding gedupliceerd
pl: Połączenie zduplikowane
pt: Ligação duplicada
sk: Pripojenie duplikované
sv: Anslutning duplicerad
uk: З'єднання продубльовано
uz: Ulanish nusxalandi

source: Failed to duplicate connection
be: Не ўдалося дубляваць злучэнне
cs: Nepodařilo se zduplikovat připojení
da: Kunne ikke duplikere forbindelse
de: Verbindung konnte nicht dupliziert werden
es: Error al duplicar la conexión
fr: Échec de la duplication de la connexion
it: Duplicazione della connessione non riuscita
kk: Қосылымды көшірмелеу сәтсіз
nl: Kan verbinding niet dupliceren
pl: Nie udało się zduplikować połączenia
pt: Falha ao duplicar ligação
sk: Nepodarilo sa duplikovať pripojenie
sv: Kunde inte duplicera anslutning
uk: Не вдалося дублювати з'єднок
uz: Ulanishni nusxalab bo'lmadi

source: Connection copied to clipboard
be: Злучэнне скапіявана ў буфер абмену
cs: Připojení zkopírováno do schránky
da: Forbindelse kopieret til udklipsholder
de: Verbindung in Zwischenablage kopiert
es: Conexión copiada al portapapeles
fr: Connexion copiée dans le presse-papiers
it: Connessione copiata negli appunti
kk: Қосылым алмасу буферіне көшірілді
nl: Verbinding gekopieerd naar klembord
pl: Połączenie skopiowane do schowka
pt: Ligação copiada para a área de transferência
sk: Pripojenie skopírované do schránky
sv: Anslutning kopierad till urklipp
uk: З'єднання скопійовано до обмінного буфера
uz: Ulanish almashish buferiga nusxalandi

source: Failed to copy connection
be: Не ўдалося скапіяваць злучэнне
cs: Nepodařilo se zkopírovat připojení
da: Kunne ikke kopiere forbindelse
de: Verbindung konnte nicht kopiert werden
es: Error al copiar la conexión
fr: Échec de la copie de la connexion
it: Copia della connessione non riuscita
kk: Қосылымды көшіру сәтсіз
nl: Kan verbinding niet kopiëren
pl: Nie udało się skopiować połączenia
pt: Falha ao copiar ligação
sk: Nepodarilo sa skopírovať pripojenie
sv: Kunde inte kopiera anslutning
uk: Не вдалося скопіювати з'єднок
uz: Ulanishni nusxalab bo'lmadi

source: Nothing to paste - copy a connection first
be: Няма чаго ўставіць - спачатку скапіюйце злучэнне
cs: Není co vložit – nejprve zkopírujte připojení
da: Intet at indsætte - kopiér en forbindelse først
de: Nichts zum Einfügen – kopieren Sie zuerst eine Verbindung
es: Nada que pegar - copie primero una conexión
fr: Rien à coller - copiez d'abord une connexion
it: Niente da incollare - copia prima una connessione
kk: Қоятын ештеңе жоқ - алдымен қосылымды көшіріңіз
nl: Niets om te plakken - kopieer eerst een verbinding
pl: Nie ma co wkleić - najpierw skopiuj połączenie
pt: Nada para colar - copie primeiro uma ligação
sk: Nie je čo prilepiť - najprv skopírujte pripojenie
sv: Inget att klistra in - kopiera en anslutning först
uk: Нічого вставляти — спочатку скопіюйте з'єднок
uz: Joylashtirish uchun hech narsa yo'q - avval ulanishni nusxalang

source: Connection pasted
be: Злучэнне ўстаўлена
cs: Připojení vloženo
da: Forbindelse indsat
de: Verbindung eingefügt
es: Conexión pegada
fr: Connexion collée
it: Connessione incollata
kk: Қосылым қойылды
nl: Verbinding geplakt
pl: Połączenie wklejone
pt: Ligação colada
sk: Pripojenie prilepené
sv: Anslutning inklistrad
uk: З'єднання вставлено
uz: Ulanish joylashtirildi

source: Failed to paste connection
be: Не ўдалося ўставіць злучэнне
cs: Nepodařilo se vložit připojení
da: Kunne ikke indsætte forbindelse
de: Verbindung konnte nicht eingefügt werden
es: Error al pegar la conexión
fr: Échec du collage de la connexion
it: Incollaggio della connessione non riuscito
kk: Қосылымды қою сәтсіз
nl: Kan verbinding niet plakken
pl: Nie udało się wkleić połączenia
pt: Falha ao colar ligação
sk: Nepodarilo sa prilepiť pripojenie
sv: Kunde inte klistra in anslutning
uk: Не вдалося вставити з'єднок
uz: Ulanishni joylashtrib bo'lmadi

source: • {} (connection)
be: • {} (злучэнне)
cs: • {} (připojení)
da: • {} (forbindelse)
de: • {} (Verbindung)
es: • {} (conexión)
fr: • {} (connexion)
it: • {} (connessione)
kk: • {} (қосылым)
nl: • {} (verbinding)
pl: • {} (połączenie)
pt: • {} (ligação)
sk: • {} (pripojenie)
sv: • {} (anslutning)
uk: • {} (з'єднок)
uz: • {} (ulanish)

source: • {} (group)
be: • {} (група)
cs: • {} (skupina)
da: • {} (gruppe)
de: • {} (Gruppe)
es: • {} (grupo)
fr: • {} (groupe)
it: • {} (gruppo)
kk: • {} (топ)
nl: • {} (groep)
pl: • {} (grupa)
pt: • {} (grupo)
sk: • {} (skupina)
sv: • {} (grupp)
uk: • {} (група)
uz: • {} (guruh)

source: Delete Selected Items?
be: Выдаліць абраныя элементы?
cs: Smazat vybrané položky?
da: Slet valgte elementer?
de: Ausgewählte Elemente löschen?
es: ¿Eliminar elementos seleccionados?
fr: Supprimer les éléments sélectionnés ?
it: Eliminare gli elementi selezionati?
kk: Таңдалған элементтерді жою?
nl: Geselecteerde items verwijderen?
pl: Usunąć zaznaczone elementy?
pt: Eliminar itens selecionados?
sk: Odstrániť vybrané položky?
sv: Ta bort markerade objekt?
uk: Вилучити вибрані складники?
uz: Tanlangan elementlarni o'chirishmi?

source: Are you sure you want to delete {}?
be: Вы ўпэўнены, што хочаце выдаліць {}?
cs: Opravdu chcete {} smazat?
da: Er du sikker på, at du vil slette {}?
de: Möchten Sie {} wirklich löschen?
es: ¿Está seguro de que desea eliminar {}?
fr: Voulez-vous vraiment supprimer {} ?
it: Sei sicuro di voler eliminare {}?
kk: {} жоюға сенімдісіз бе?
nl: Weet u zeker dat u {} wilt verwijderen?
pl: Czy na pewno chcesz usunąć {}?
pt: Tem a certeza de que pretende eliminar {}?
sk: Naozaj chcete odstrániť {}?
sv: Är du säker på att du vill ta bort {}?
uk: Ви впевнені, що хочете вилучити {}?
uz: {} ni o'chirishga ishonchingiz komilmi?

source: Connections in deleted groups will become ungrouped.
be: Злучэнні ў выдаленых групах стануць без групы.
cs: Připojení ve smazaných skupinách budou bez skupiny.
da: Forbindelser i slettede grupper bliver ugrupperede.
de: Verbindungen in gelöschten Gruppen werden nicht gruppiert.
es: Las conexiones en grupos eliminados quedarán sin grupo.
fr: Les connexions des groupes supprimés deviendront non groupées.
it: Le connessioni nei gruppi eliminati diventeranno senza gruppo.
kk: Жойылған топтардағы қосылымдар топсыз болады.
nl: Verbindingen in verwijderde groepen worden ongegroepeerd.
pl: Połączenia w usuniętych grupach staną się niezgrupowane.
pt: As ligações em grupos eliminados ficarão sem grupo.
sk: Pripojenia v odstránených skupinách budú bez skupiny.
sv: Anslutningar i borttagna grupper blir ogrupperade.
uk: З'єднання у вилучених групах будуть без групи.
uz: O'chirilgan guruhlardagi ulanishlar guruhlanmagan bo'ladi.

source: Deletion Complete
be: Выдаленне завершана
cs: Mazání dokončeno
da: Sletning fuldført
de: Löschung abgeschlossen
es: Eliminación completada
fr: Suppression terminée
it: Eliminazione completata
kk: Жою аяқталды
nl: Verwijdering voltooid
pl: Usuwanie zakończone
pt: Eliminação concluída
sk: Odstránenie dokončené
sv: Borttagning slutförd
uk: Вилучення завершено
uz: O'chirish tugallandi

source: Successfully deleted {} item(s).
be: Паспяхова выдалена {} элемент(аў).
cs: Úspěšně smazáno {} položek.
da: Slettet {} element(er) med succes.
de: {} Element(e) erfolgreich gelöscht.
es: {} elemento(s) eliminado(s) con éxito.
fr: {} élément(s) supprimé(s) avec succès.
it: Eliminati con successo {} elemento/i.
kk: {} элемент сәтті жойылды.
nl: {} item(s) succesvol verwijderd.
pl: Pomyślnie usunięto {} element(ów).
pt: Eliminados com sucesso {} item(ns).
sk: Úspešne odstránených {} položiek.
sv: Tog bort {} objekt.
uk: Успішно вилучено {} складники.
uz: {} ta element muvaffaqiyatli o'chirildi.

source: Deletion Partially Complete
be: Выдаленне часткова завершана
cs: Mazání částečně dokončeno
da: Sletning delvist fuldført
de: Löschung teilweise abgeschlossen
es: Eliminación parcialmente completada
fr: Suppression partiellement terminée
it: Eliminazione parzialmente completata
kk: Жою ішінара аяқталды
nl: Verwijdering gedeeltelijk voltooid
pl: Usuwanie częściowo zakończone
pt: Eliminação parcialmente concluída
sk: Odstránenie čiastočne dokončené
sv: Borttagning delvis slutförd
uk: Вилучення частково завершено
uz: O'chirish qisman tugallandi

source: Deleted {} item(s).
be: Выдалена {} элемент(аў).
cs: Smazáno {} položek.
da: Slettet {} element(er).
de: {} Element(e) gelöscht.
es: {} elemento(s) eliminado(s).
fr: {} élément(s) supprimé(s).
it: Eliminati {} elemento/i.
kk: {} элемент жойылды.
nl: {} item(s) verwijderd.
pl: Usunięto {} element(ów).
pt: Eliminados {} item(ns).
sk: Odstránených {} položiek.
sv: Tog bort {} objekt.
uk: Вилучено {} складників.
uz: {} ta element o'chirildi.

source: Failed to delete {} item(s):
be: Не ўдалося выдаліць {} элемент(аў):
cs: Nepodařilo se smazat {} položek:
da: Kunne ikke slette {} element(er):
de: {} Element(e) konnten nicht gelöscht werden:
es: Error al eliminar {} elemento(s):
fr: Échec de la suppression de {} élément(s) :
it: Eliminazione di {} elemento/i non riuscita:
kk: {} элементті жою сәтсіз:
nl: Kan {} item(s) niet verwijderen:
pl: Nie udało się usunąć {} element(ów):
pt: Falha ao eliminar {} item(ns):
sk: Nepodarilo sa odstrániť {} položiek:
sv: Kunde inte ta bort {} objekt:
uk: Не вдалося вилучити {} складників:
uz: {} ta elementni o'chirib bo'lmadi:

source: No Selection
be: Няма выбару
cs: Žádný výběr
da: Intet valgt
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione
kk: Таңдау жоқ
nl: Geen selectie
pl: Brak zaznaczenia
pt: Sem seleção
sk: Žiadny výber
sv: Inget markerat
uk: Нічого не вибрано
uz: Tanlov yo'q

source: Please select one or more items to delete.
be: Калі ласка, абярыце адзін або некалькі элементаў для выдалення.
cs: Vyberte jednu nebo více položek ke smazání.
da: Vælg venligst et eller flere elementer til sletning.
de: Bitte wählen Sie ein oder mehrere Elemente zum Löschen.
es: Seleccione uno o más elementos para eliminar.
fr: Veuillez sélectionner un ou plusieurs éléments à supprimer.
it: Seleziona uno o più elementi da eliminare.
kk: Жою үшін бір немесе бірнеше элементті таңдаңыз.
nl: Selecteer een of meer items om te verwijderen.
pl: Zaznacz jeden lub więcej elementów do usunięcia.
pt: Selecione um ou mais itens para eliminar.
sk: Vyberte jednu alebo viac položiek na odstránenie.
sv: Välj ett eller flera objekt att ta bort.
uk: Вибери один або більше складників, щоб вилучити.
uz: O'chirish uchun bir yoki bir nechta elementni tanlang.

source: {} connection(s)
be: {} злучэнне(яў)
cs: {} připojení
da: {} forbindelse(r)
de: {} Verbindung(en)
es: {} conexión(es)
fr: {} connexion(s)
it: {} connessione/i
kk: {} қосылым
nl: {} verbinding(en)
pl: {} połączeń
pt: {} ligação(ões)
sk: {} pripojení
sv: {} anslutning(ar)
uk: {} з'єднанків
uz: {} ta ulanish

source: {} group(s)
be: {} група(ў)
cs: {} skupin
da: {} gruppe(r)
de: {} Gruppe(n)
es: {} grupo(s)
fr: {} groupe(s)
it: {} gruppo/i
kk: {} топ
nl: {} groep(en)
pl: {} grup
pt: {} grupo(s)
sk: {} skupín
sv: {} grupp(er)
uk: {} груп
uz: {} ta guruh

source: {} connection(s) and {} group(s)
be: {} злучэнне(яў) і {} група(ў)
cs: {} připojení a {} skupin
da: {} forbindelse(r) og {} gruppe(r)
de: {} Verbindung(en) und {} Gruppe(n)
es: {} conexión(es) y {} grupo(s)
fr: {} connexion(s) et {} groupe(s)
it: {} connessione/i e {} gruppo/i
kk: {} қосылым және {} топ
nl: {} verbinding(en) en {} groep(en)
pl: {} połączeń i {} grup
pt: {} ligação(ões) e {} grupo(s)
sk: {} pripojení a {} skupín
sv: {} anslutning(ar) och {} grupp(er)
uk: {} з'єднанків та {} груп
uz: {} ta ulanish va {} ta guruh

source: Please select one or more items to move.
be: Калі ласка, абярыце адзін або некалькі элементаў для перамяшчэння.
cs: Vyberte jednu nebo více položek k přesunu.
da: Vælg venligst et eller flere elementer til flytning.
de: Bitte wählen Sie ein oder mehrere Elemente zum Verschieben.
es: Seleccione uno o más elementos para mover.
fr: Veuillez sélectionner un ou plusieurs éléments à déplacer.
it: Seleziona uno o più elementi da spostare.
kk: Жылжыту үшін бір немесе бірнеше элементті таңдаңыз.
nl: Selecteer een of meer items om te verplaatsen.
pl: Zaznacz jeden lub więcej elementów do przeniesienia.
pt: Selecione um ou mais itens para mover.
sk: Vyberte jednu alebo viac položiek na presunutie.
sv: Välj ett eller flera objekt att flytta.
uk: Вибери один або більше складників, щоб перемістити.
uz: Ko'chirish uchun bir yoki bir nechta elementni tanlang.

source: Select destination for {} connection(s) and {} group(s):
be: Абярыце прызначэнне для {} злучэнне(яў) і {} група(ў):
cs: Vyberte cíl pro {} připojení a {} skupin:
da: Vælg destination for {} forbindelse(r) og {} gruppe(r):
de: Ziel für {} Verbindung(en) und {} Gruppe(n) auswählen:
es: Seleccionar destino para {} conexión(es) y {} grupo(s):
fr: Sélectionner la destination pour {} connexion(s) et {} groupe(s) :
it: Seleziona destinazione per {} connessione/i e {} gruppo/i:
kk: {} қосылым және {} топ үшін тағайындау орнын таңдаңыз:
nl: Selecteer bestemming voor {} verbinding(en) en {} groep(en):
pl: Wybierz miejsce docelowe dla {} połączeń i {} grup:
pt: Selecione destino para {} ligação(ões) e {} grupo(s):
sk: Vyberte cieľ pre {} pripojení a {} skupín:
sv: Välj mål för {} anslutning(ar) och {} grupp(er):
uk: Вибери призначення для {} з'єднанків та {} груп:
uz: {} ta ulanish va {} ta guruh uchun manzilni tanlang:

source: Select a group for {} connection(s):
be: Абярыце групу для {} злучэнне(яў):
cs: Vyberte skupinu pro {} připojení:
da: Vælg en gruppe for {} forbindelse(r):
de: Gruppe für {} Verbindung(en) auswählen:
es: Seleccionar un grupo para {} conexión(es):
fr: Sélectionner un groupe pour {} connexion(s) :
it: Seleziona un gruppo per {} connessione/i:
kk: {} қосылым үшін топты таңдаңыз:
nl: Selecteer een groep voor {} verbinding(en):
pl: Wybierz grupę dla {} połączeń:
pt: Selecione um grupo para {} ligação(ões):
sk: Vyberte skupinu pre {} pripojení:
sv: Välj en grupp för {} anslutning(ar):
uk: Вибери групу для {} з'єднанків:
uz: {} ta ulanish uchun guruhni tanlang:

source: Select parent for {} group(s):
be: Абярыце бацькоўскую для {} група(ў):
cs: Vyberte nadřazenou skupinu pro {} skupin:
da: Vælg overordnet for {} gruppe(r):
de: Übergeordnete Gruppe für {} Gruppe(n) auswählen:
es: Seleccionar padre para {} grupo(s):
fr: Sélectionner le parent pour {} groupe(s) :
it: Seleziona genitore per {} gruppo/i:
kk: {} топ үшін ата-ананы таңдаңыз:
nl: Selecteer bovenliggende voor {} groep(en):
pl: Wybierz grupę nadrzędną dla {} grup:
pt: Selecione superior para {} grupo(s):
sk: Vyberte nadradenú skupinu pre {} skupín:
sv: Välj överordnad för {} grupp(er):
uk: Вибери батьківську групу для {} груп:
uz: {} ta guruh uchun ota guruhni tanlang:

source: (No Group)
be: (Без групы)
cs: (Žádná skupina)
da: (Ingen gruppe)
de: (Keine Gruppe)
es: (Sin grupo)
fr: (Aucun groupe)
it: (Nessun gruppo)
kk: (Топ жоқ)
nl: (Geen groep)
pl: (Bez grupy)
pt: (Sem grupo)
sk: (Bez skupiny)
sv: (Ingen grupp)
uk: (Без групи)
uz: (Guruhsiz)

source: Move Partially Complete
be: Перамяшчэнне часткова завершана
cs: Přesun částečně dokončen
da: Flytning delvist fuldført
de: Verschiebung teilweise abgeschlossen
es: Movimiento parcialmente completado
fr: Déplacement partiellement terminé
it: Spostamento parzialmente completato
kk: Жылжыту ішінара аяқталды
nl: Verplaatsing gedeeltelijk voltooid
pl: Przenoszenie częściowo zakończone
pt: Movimentação parcialmente concluída
sk: Presunutie čiastočne dokončené
sv: Flytt delvis slutförd
uk: Переміщення частково завершено
uz: Ko'chirish qisman tugallandi

source: Moved {} item(s).
be: Перамешчана {} элемент(аў).
cs: Přesunuto {} položek.
da: Flyttet {} element(er).
de: {} Element(e) verschoben.
es: {} elemento(s) movido(s).
fr: {} élément(s) déplacé(s).
it: Spostati {} elemento/i.
kk: {} элемент жылжытылды.
nl: {} item(s) verplaatst.
pl: Przeniesiono {} element(ów).
pt: Movidos {} item(ns).
sk: Presunutých {} položiek.
sv: Flyttade {} objekt.
uk: Переміщено {} складників.
uz: {} ta element ko'chirildi.

source: Failed to move {} item(s):
be: Не ўдалося перамясціць {} элемент(аў):
cs: Nepodařilo se přesunout {} položek:
da: Kunne ikke flytte {} element(er):
de: {} Element(e) konnten nicht verschoben werden:
es: Error al mover {} elemento(s):
fr: Échec du déplacement de {} élément(s) :
it: Spostamento di {} elemento/i non riuscito:
kk: {} элементті жылжыту сәтсіз:
nl: Kan {} item(s) niet verplaatsen:
pl: Nie udało się przenieść {} element(ów):
pt: Falha ao mover {} item(ns):
sk: Nepodarilo sa presunúť {} položiek:
sv: Kunde inte flytta {} objekt:
uk: Не вдалося перемістити {} складників:
uz: {} ta elementni ko'chirib bo'lmadi:

source: Install picocom for Serial connections
be: Усталюйце picocom для Serial-злучэнняў
da: Installér picocom til serielle forbindelser
de: Installieren Sie picocom für serielle Verbindungen
es: Instale picocom para conexiones serie
it: Installare picocom per le connessioni seriali
kk: Serial қосылымдары үшін picocom орнатыңыз
pl: Zainstaluj picocom dla połączeń szeregowych
pt: Instale o picocom para conexões série
sk: Nainštalujte picocom pre sériové pripojenia
sv: Installera picocom för seriella anslutningar
uk: Встановіть picocom для Serial-з'єднань
uz: Serial ulanishlar uchun picocom o'rnating

source: Install kubectl for Kubernetes connections
be: Усталюйце kubectl для Kubernetes-злучэнняў
da: Installér kubectl til Kubernetes-forbindelser
de: Installieren Sie kubectl für Kubernetes-Verbindungen
es: Instale kubectl para conexiones Kubernetes
it: Installa kubectl per le connessioni Kubernetes
kk: Kubernetes қосылымдары үшін kubectl орнатыңыз
pl: Zainstaluj kubectl dla połączeń Kubernetes
pt: Instale kubectl para conexões Kubernetes
sk: Nainštalujte kubectl pre pripojenia Kubernetes
sv: Installera kubectl för Kubernetes-anslutningar
uk: Встановіть kubectl для Kubernetes-з'єднань
uz: Kubernetes ulanishlari uchun kubectl o'rnating

source: Configure pod and container for Kubernetes
be: Наладзьце pod і кантэйнер для Kubernetes
da: Konfigurér pod og container til Kubernetes
de: Pod und Container für Kubernetes konfigurieren
es: Configure pod y contenedor para Kubernetes
it: Configura pod e container per Kubernetes
kk: Kubernetes үшін pod пен контейнерді баптаңыз
pl: Skonfiguruj pod i kontener dla Kubernetes
pt: Configure pod e contêiner para Kubernetes
sk: Nakonfigurujte pod a kontajner pre Kubernetes
sv: Konfigurera pod och container för Kubernetes
uk: Налаштуйте pod і контейнер для Kubernetes
uz: Kubernetes uchun pod va konteynerni sozlang

source: Active Sessions
be: Актыўныя сеансы
cs: Aktivní relace
da: Aktive sessioner
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
it: Sessioni attive
kk: Белсенді сеанстар
nl: Actieve sessies
pl: Aktywne sesje
pt: Sessões ativas
sk: Aktívne relácie
sv: Aktiva sessioner
uk: Активні сеанси
uz: Faol sessiyalar

source: Refresh
be: Абнавіць
cs: Načíst znovu
da: Opdatér
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
kk: Жаңарту
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
sk: Obnoviť
sv: Uppdatera
uk: Онови
uz: Yangilash

source: Switch To
be: Пераключыцца на
cs: Přepnout na
da: Skift til
de: Wechseln zu
es: Cambiar a
fr: Basculer vers
it: Passa a
kk: Ауысу
nl: Overschakelen naar
pl: Przełącz na
pt: Mudar para
sk: Prepnúť na
sv: Växla till
uk: Перейди до
uz: O'tish

source: Send Text
be: Адправіць тэкст
cs: Odeslat text
da: Send tekst
de: Text senden
es: Enviar texto
fr: Envoyer du texte
it: Invia testo
kk: Мәтін жіберу
nl: Tekst verzenden
pl: Wyślij tekst
pt: Enviar texto
sk: Odoslať text
sv: Skicka text
uk: Надішли текста
uz: Matn yuborish

source: Terminate
be: Завяршыць
cs: Ukončit
da: Afslut
de: Beenden
es: Terminar
fr: Terminer
it: Termina
kk: Тоқтату
nl: Beëindigen
pl: Zakończ
pt: Terminar
sk: Ukončiť
sv: Avsluta
uk: Завершуй
uz: Tugatish
