Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Please fill in required fields (name and host)
be: Калі ласка, запоўніце абавязковыя палі (імя і хост)
cs: Vyplňte povinná pole (název a host)
da: Udfyld venligst de påkrævede felter (navn og vært)
de: Bitte füllen Sie die Pflichtfelder aus (Name und Host)
es: Por favor, rellene los campos obligatorios (nombre y host)
fr: Veuillez remplir les champs obligatoires (nom et hôte)
it: Compilare i campi obbligatori (nome e host)
kk: Міндетті өрістерді толтырыңыз (атау және хост)
nl: Vul de verplichte velden in (naam en host)
pl: Proszę wypełnić wymagane pola (nazwa i host)
pt: Preencha os campos obrigatórios (nome e anfitrião)
sk: Vyplňte povinné polia (názov a host)
sv: Fyll i obligatoriska fält (namn och värd)
uk: Будь ласка, заповни обов'язкові поля (назву та гост)
uz: Majburiy maydonlarni to'ldiring (nom va xost)

source: Testing...
be: Тэставанне...
cs: Testování…
da: Tester...
de: Teste...
es: Probando…
fr: Test en cours…
it: Test in corso...
kk: Тексерілуде...
nl: Testen...
pl: Testowanie...
pt: A testar...
sk: Testovanie...
sv: Testar...
uk: Випробовування...
uz: Tekshirilmoqda...

source: Test
be: Тэст
cs: Vyzkoušet
es: Prueba
kk: Тест
pt: Teste
uk: Випробуй
uz: Tekshirish

source: Unknown error
be: Невядомая памылка
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
kk: Белгісіз қате
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
sk: Neznáma chyba
sv: Okänt fel
uk: Невідома помилка
uz: Noma'lum xato

source: Test timed out
be: Час тэсту скончыўся
cs: Časový limit testu vypršel
da: Test timeout
de: Test-Zeitüberschreitung
es: Tiempo de prueba agotado
fr: Délai du test dépassé
it: Timeout del test
kk: Тест уақыты аяқталды
nl: Test-timeout
pl: Przekroczono limit czasu testu
pt: Tempo limite do teste
sk: Časový limit testu vypršal
sv: Test-timeout
uk: Час перевірки вичерпано
uz: Test vaqti tugadi

source: New Connection
be: Новае злучэнне
cs: Nové připojení
da: Ny forbindelse
de: Neue Verbindung
es: Nueva conexión
fr: Nouvelle connexion
it: Nuova connessione
kk: Жаңа қосылым
nl: Nieuwe verbinding
pl: Nowe połączenie
pt: Nova Ligação
sk: Nové pripojenie
sv: Ny anslutning
uk: Новий з'єднок
uz: Yangi ulanish

source: Close
be: Закрыць
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
kk: Жабу
nl: Sluiten
pl: Zamknij
pt: Fechar
sk: Zavrieť
sv: Stäng
uk: Закрий
uz: Yopish

source: Test connection
be: Тэставаць злучэнне
cs: Testovat připojení
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
kk: Қосылымды тексеру
nl: Verbinding testen
pl: Testuj połączenie
pt: Testar ligação
sk: Testovať pripojenie
sv: Testa anslutning
uk: Перевір з'єднок
uz: Ulanishni tekshirish

source: Create
be: Стварыць
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
fr: Créer
it: Crea
kk: Жасау
nl: Aanmaken
pl: Utwórz
pt: Criar
sk: Vytvoriť
sv: Skapa
uk: Створи
uz: Yaratish

source: Protocol
be: Пратакол
cs: Protokol
da: Protokol
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
kk: Хаттама
pl: Protokół
pt: Protocolo
sk: Protokol
sv: Protokoll
uk: Протокол
uz: Protokol

source: Name:
be: Назва:
cs: Název:
da: Navn:
es: Nombre:
fr: Nom :
it: Nome:
kk: Атауы:
nl: Naam:
pl: Nazwa:
pt: Nome:
sk: Názov:
sv: Namn:
uk: Назва:
uz: Nomi:

source: Connection name
be: Назва злучэння
cs: Název připojení
da: Forbindelsesnavn
de: Verbindungsname
es: Nombre de conexión
fr: Nom de la connexion
it: Nome connessione
kk: Қосылым атауы
nl: Verbindingsnaam
pl: Nazwa połączenia
pt: Nome da ligação
sk: Názov pripojenia
sv: Anslutningsnamn
uk: Назва з'єднанка
uz: Ulanish nomi

source: Icon:
be: Значок:
cs: Ikona:
da: Ikon:
de: Symbol:
es: Icono:
fr: Icône :
it: Icona:
kk: Белгіше:
nl: Pictogram:
pl: Ikona:
pt: Ícone:
sk: Ikona:
sv: Ikon:
uk: Піктограма:
uz: Belgi:

source: Emoji or icon name (optional)
be: Эмодзі або назва значка (неабавязкова)
cs: Emoji nebo název ikony (volitelné)
da: Emoji eller ikonnavn (valgfrit)
de: Emoji oder Symbolname (optional)
es: Emoji o nombre de icono (opcional)
fr: Emoji ou nom d'icône (optionnel)
it: Emoji o nome icona (opzionale)
kk: Эмодзи немесе белгіше атауы (міндетті емес)
nl: Emoji of pictogramnaam (optioneel)
pl: Emoji lub nazwa ikony (opcjonalnie)
pt: Emoji ou nome de ícone (opcional)
sk: Emoji alebo názov ikony (voliteľné)
sv: Emoji eller ikonnamn (valfritt)
uk: Емоджі або назва піктограми (необов'язково)
uz: Emoji yoki belgi nomi (ixtiyoriy)

source: Enter an emoji (e.g. 🇺🇦) or GTK icon name (e.g. starred-symbolic)
be: Увядзіце эмодзі (напр. 🇺🇦) або назву значка GTK (напр. starred-symbolic)
cs: Zadejte emoji (např. 🇺🇦) nebo název ikony GTK (např. starred-symbolic)
da: Indtast en emoji (f.eks. 🇺🇦) eller GTK-ikonnavn (f.eks. starred-symbolic)
de: Emoji (z.B. 🇺🇦) oder GTK-Symbolname (z.B. starred-symbolic) eingeben
es: Introduzca un emoji (ej. 🇺🇦) o nombre de icono GTK (ej. starred-symbolic)
fr: Entrez un emoji (ex. 🇺🇦) ou un nom d'icône GTK (ex. starred-symbolic)
it: Inserire un emoji (es. 🇺🇦) o nome icona GTK (es. starred-symbolic)
kk: Эмодзи (мыс. 🇺🇦) немесе GTK белгіше атауын (мыс. starred-symbolic) енгізіңіз
nl: Voer een emoji in (bijv. 🇺🇦) of GTK-pictogramnaam (bijv. starred-symbolic)
pl: Wprowadź emoji (np. 🇺🇦) lub nazwę ikony GTK (np. starred-symbolic)
pt: Introduza um emoji (ex. 🇺🇦) ou nome de ícone GTK (ex. starred-symbolic)
sk: Zadajte emoji (napr. 🇺🇦) alebo názov ikony GTK (napr. starred-symbolic)
sv: Ange en emoji (t.ex. 🇺🇦) eller GTK-ikonnamn (t.ex. starred-symbolic)
uk: Уведи емоджі (напр., 🇺🇦) або назву піктограми GTK (напр., starred-symbolic)
uz: Emoji (mas. 🇺🇦) yoki GTK belgi nomini (mas. starred-symbolic) kiriting

source: Protocol:
be: Пратакол:
cs: Protokol:
da: Protokol:
de: Protokoll:
es: Protocolo:
fr: Protocole :
it: Protocollo:
kk: Хаттама:
pl: Protokół:
pt: Protocolo:
sk: Protokol:
sv: Protokoll:
uk: Протокол:
uz: Protokol:

source: Host:
be: Хост:
cs: Hostitel:
da: Vært:
fr: Hôte :
kk: Хост:
pt: Anfitrião:
sk: Hostiteľ:
sv: Värd:
uk: Гост:
uz: Xost:

source: hostname or IP
be: імя хоста або IP
cs: název hostitele nebo IP adresa
da: værtsnavn eller IP
de: Hostname oder IP
es: nombre de host o IP
fr: nom d'hôte ou IP
it: nome host o IP
kk: хост атауы немесе IP
nl: hostnaam of IP
pl: nazwa hosta lub IP
pt: nome do anfitrião ou IP
sk: názov hostiteľa alebo IP
sv: värdnamn eller IP
uk: ім'я госта або IP
uz: xost nomi yoki IP

source: Port:
be: Порт:
es: Puerto:
it: Porta:
kk: Порт:
nl: Poort:
pt: Porta:
uk: Порт:

source: SSH, Well-Known
be: SSH, вядомыя парты
cs: SSH, známé porty
da: SSH, kendte porte
de: SSH, bekannte Ports
es: SSH, puertos conocidos
fr: SSH, ports connus
it: SSH, porte note
kk: SSH, белгілі порттар
nl: SSH, bekende poorten
pl: SSH, znane porty
pt: SSH, portas conhecidas
sk: SSH, známe porty
sv: SSH, kända portar
uk: SSH, Добре відомі
uz: SSH, ma'lum portlar

source: Username:
be: Імя карыстальніка:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
kk: Пайдаланушы аты:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Nome de utilizador:
sk: Používateľské meno:
sv: Användarnamn:
uk: Ім'я користувача:
uz: Foydalanuvchi nomi:

source: Load from selected group
be: Загрузіць з абранай групы
cs: Načíst z vybrané skupiny
da: Indlæs fra valgt gruppe
de: Aus ausgewählter Gruppe laden
es: Cargar del grupo seleccionado
fr: Charger depuis le groupe sélectionné
it: Carica dal gruppo selezionato
kk: Таңдалған топтан жүктеу
nl: Laden uit geselecteerde groep
pl: Załaduj z wybranej grupy
pt: Carregar do grupo selecionado
sk: Načítať z vybranej skupiny
sv: Ladda från vald grupp
uk: Завантаж із вибраної групи
uz: Tanlangan guruhdan yuklash

source: Domain:
be: Дамен:
cs: Doména:
da: Domæne:
de: Domäne:
es: Dominio:
fr: Domaine :
it: Dominio:
kk: Домен:
nl: Domein:
pl: Domena:
pt: Domínio:
sk: Doména:
sv: Domän:
uk: Домен:
uz: Domen:

source: Optional (e.g., WORKGROUP)
be: Неабавязкова (напр. WORKGROUP)
cs: Volitelné (např. WORKGROUP)
da: Valgfrit (f.eks. WORKGROUP)
de: Optional (z.B. WORKGROUP)
es: Opcional (ej. WORKGROUP)
fr: Optionnel (ex. WORKGROUP)
it: Opzionale (es. WORKGROUP)
kk: Міндетті емес (мыс. WORKGROUP)
nl: Optioneel (bijv. WORKGROUP)
pl: Opcjonalnie (np. WORKGROUP)
pt: Opcional (ex. WORKGROUP)
sk: Voliteľné (napr. WORKGROUP)
sv: Valfritt (t.ex. WORKGROUP)
uk: Необов'язково (напр., WORKGROUP)
uz: Ixtiyoriy (mas. WORKGROUP)

source: Password:
be: Пароль:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
kk: Құпия сөз:
nl: Wachtwoord:
pl: Hasło:
pt: Palavra-passe:
sk: Heslo:
sv: Lösenord:
uk: Пароль:
uz: Parol:

source: Prompt
be: Запыт
cs: Výzva
de: Abfrage
es: Solicitar
fr: Invite
it: Richiesta
kk: Сұрау
pl: Monit
pt: Solicitar
sk: Výzva
sv: Fråga
uk: Запит
uz: So'rov

source: Vault
be: Сховішча
cs: Trezor
da: Boks
de: Tresor
es: Almacén
fr: Coffre
it: Cassaforte
kk: Қойма
nl: Kluis
pl: Sejf
pt: Cofre
sk: Trezor
sv: Valv
uk: Сховище
uz: Ombor

source: Variable
be: Зменная
cs: Proměnná
da: Variabel
it: Variabile
kk: Айнымалы
nl: Variabele
pl: Zmienna
pt: Variável
sk: Premenná
sv: Variabel
uk: Зміниця
uz: O'zgaruvchi

source: Inherit
be: Наследаваць
cs: Zdědit
da: Nedarv
de: Erben
es: Heredar
fr: Hériter
it: Eredita
kk: Мұралау
nl: Overnemen
pl: Dziedzicz
pt: Herdar
sk: Zdediť
sv: Ärv
uk: Успадкуй
uz: Meros olish

source: None
be: Няма
cs: Žádný
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
kk: Жоқ
nl: Geen
pl: Brak
pt: Nenhum
sk: Žiadne
sv: Ingen
uk: Нема
uz: Yo'q

source: Value:
be: Значэнне:
cs: Hodnota:
da: Værdi:
de: Wert:
es: Valor:
fr: Valeur :
it: Valore:
kk: Мән:
nl: Waarde:
pl: Wartość:
pt: Valor:
sk: Hodnota:
sv: Värde:
uk: Значина:
uz: Qiymat:

source: Password value
be: Значэнне пароля
cs: Hodnota hesla
da: Adgangskodeværdi
de: Passwortwert
es: Valor de la contraseña
fr: Valeur du mot de passe
it: Valore password
kk: Құпия сөз мәні
nl: Wachtwoordwaarde
pl: Wartość hasła
pt: Valor da palavra-passe
sk: Hodnota hesla
sv: Lösenordsvärde
uk: Значина пароля
uz: Parol qiymati

source: Show/hide password
be: Паказаць/схаваць пароль
cs: Zobrazit/skrýt heslo
da: Vis/skjul adgangskode
de: Passwort anzeigen/verbergen
es: Mostrar/ocultar contraseña
fr: Afficher/masquer le mot de passe
it: Mostra/nascondi password
kk: Құпия сөзді көрсету/жасыру
nl: Wachtwoord tonen/verbergen
pl: Pokaż/ukryj hasło
pt: Mostrar/ocultar palavra-passe
sk: Zobraziť/skryť heslo
sv: Visa/dölj lösenord
uk: Покажи/сховай пароль
uz: Parolni ko'rsatish/yashirish

source: Load password from vault
be: Загрузіць пароль са сховішча
cs: Načíst heslo z trezoru
da: Indlæs adgangskode fra boks
de: Passwort aus Tresor laden
es: Cargar contraseña desde el almacén
fr: Charger le mot de passe depuis le coffre
it: Carica password dalla cassaforte
kk: Қоймадан құпия сөзді жүктеу
nl: Wachtwoord laden uit kluis
pl: Załaduj hasło z sejfu
pt: Carregar palavra-passe do cofre
sk: Načítať heslo z trezoru
sv: Ladda lösenord från valv
uk: Завантаж пароль зі сховища
uz: Ombordan parolni yuklash

source: Variable:
be: Пераменная:
cs: Proměnná:
da: Variabel:
it: Variabile:
kk: Айнымалы:
nl: Variabele:
pl: Zmienna:
pt: Variável:
sk: Premenná:
sv: Variabel:
uk: Змінниця:
uz: O'zgaruvchi:

source: Tags:
be: Тэгі:
cs: Štítky:
es: Etiquetas:
fr: Étiquettes :
it: Tag:
kk: Тегтер:
pl: Tagi:
pt: Etiquetas:
sk: Značky:
sv: Taggar:
uk: Теґи:
uz: Teglar:

source: tag1, tag2, ...
uk: теґ1, теґ2, ...

source: Group:
be: Група:
cs: Skupina:
da: Gruppe:
de: Gruppe:
es: Grupo:
fr: Groupe :
it: Gruppo:
kk: Топ:
nl: Groep:
pl: Grupa:
pt: Grupo:
sk: Skupina:
sv: Grupp:
uk: Група:
uz: Guruh:

source: (Root)
be: (Корань)
cs: (Kořen)
da: (Rod)
de: (Stammverzeichnis)
es: (Raíz)
fr: (Racine)
it: (Radice)
kk: (Түбір)
nl: (Hoofdmap)
pl: (Katalog główny)
pt: (Raiz)
sk: (Koreň)
sv: (Rot)
uk: (Корінь)
uz: (Ildiz)

source: Description:
be: Апісанне:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
it: Descrizione:
kk: Сипаттама:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
sk: Popis:
sv: Beskrivning:
uk: Опис:
uz: Tavsif:

source: Display
be: Адлюстраванне
cs: Zobrazení
da: Skærm
de: Anzeige
es: Pantalla
fr: Affichage
it: Schermo
kk: Дисплей
nl: Beeldscherm
pl: Wyświetlanie
pt: Ecrã
sk: Zobrazenie
sv: Skärm
uk: Відображення
uz: Displey

source: Client Mode
be: Рэжым кліента
cs: Režim klienta
da: Klienttilstand
de: Client-Modus
es: Modo de cliente
fr: Mode client
it: Modalità client
kk: Клиент режимі
nl: Clientmodus
pl: Tryb klienta
pt: Modo de cliente
sk: Režim klienta
sv: Klientläge
uk: Режим клієнта
uz: Mijoz rejimi

source: Embedded renders in tab, External opens separate window
be: Убудаваны адлюстроўвае ва ўкладцы, знешні адкрывае асобнае акно
cs: Vestavěný vykresluje v kartě, externí otevře samostatné okno
da: Indlejret viser i fane, ekstern åbner separat vindue
de: Eingebettet rendert im Tab, Extern öffnet separates Fenster
es: Integrado renderiza en pestaña, externo abre ventana separada
fr: Intégré affiche dans l'onglet, externe ouvre une fenêtre séparée
it: Integrato visualizza nella scheda, esterno apre finestra separata
kk: Кірістірілген қойындыда көрсетеді, сыртқы бөлек терезе ашады
nl: Ingebed rendert in tabblad, extern opent apart venster
pl: Wbudowany renderuje w karcie, zewnętrzny otwiera osobne okno
pt: Integrado renderiza na aba, externo abre janela separada
sk: Vstavaný vykresľuje v karte, externý otvorí samostatné okno
sv: Inbäddad renderar i flik, extern öppnar separat fönster
uk: Вбудований відображає у вкладинці, зовнішній відкриває окреме вікно
uz: O'rnatilgan tabda ko'rsatadi, Tashqi alohida oyna ochadi

source: Performance Mode
be: Рэжым прадукцыйнасці
cs: Režim výkonu
da: Ydelsestilstand
de: Leistungsmodus
es: Modo de rendimiento
fr: Mode de performance
it: Modalità prestazioni
kk: Өнімділік режимі
nl: Prestatiemodus
pl: Tryb wydajności
pt: Modo de desempenho
sk: Režim výkonu
sv: Prestandaläge
uk: Режим продуктивності
uz: Ishlash rejimi

source: Quality/speed tradeoff for image rendering
be: Баланс якасці і хуткасці адлюстравання малюнкаў
cs: Kompromis kvality/rychlosti vykreslování obrazu
da: Kvalitets-/hastighedsafvejning for billedgengivelse
de: Qualitäts-/Geschwindigkeitskompromiss für Bildwiedergabe
es: Equilibrio calidad/velocidad para renderizado de imágenes
fr: Compromis qualité/vitesse pour le rendu d'image
it: Compromesso qualità/velocità per il rendering delle immagini
kk: Кескін көрсету үшін сапа/жылдамдық балансы
nl: Kwaliteit/snelheid-afweging voor beeldweergave
pl: Kompromis jakości/szybkości renderowania obrazu
pt: Equilíbrio qualidade/velocidade para renderização de imagens
sk: Kompromis kvality/rýchlosti vykresľovania obrazu
sv: Kvalitets-/hastighetsavvägning för bildrendering
uk: Баланс якості та швидкості відображення зображень
uz: Tasvir ko'rsatish uchun sifat/tezlik murosasi

source: Resolution
be: Разрознасць
cs: Rozlišení
da: Opløsning
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
kk: Ажыратымдылық
nl: Resolutie
pl: Rozdzielczość
pt: Resolução
sk: Rozlíšenie
sv: Upplösning
uk: Роздільність
uz: Ruxsat

source: Width × Height in pixels
be: Шырыня × вышыня ў пікселях
cs: Šířka × výška v pixelech
da: Bredde × højde i pixels
de: Breite × Höhe in Pixeln
es: Ancho × alto en píxeles
fr: Largeur × hauteur en pixels
it: Larghezza × altezza in pixel
kk: Ені × биіктігі пиксельмен
nl: Breedte × hoogte in pixels
pl: Szerokość × wysokość w pikselach
pt: Largura × altura em píxeis
sk: Šírka × výška v pixeloch
sv: Bredd × höjd i pixlar
uk: Ширина × висота в пікселях
uz: Kenglik × Balandlik pikselda

source: 32-bit (True Color)
uk: 32-бітна (True Color)

source: 24-bit
uk: 24-бітна

source: 16-bit (High Color)
uk: 16-бітна (High Color)

source: 15-bit
uk: 15-бітна

source: 8-bit
uk: 8-бітна

source: Color Depth
be: Глыбіня колеру
cs: Barevná hloubka
da: Farvedybde
de: Farbtiefe
es: Profundidad de color
fr: Profondeur de couleur
it: Profondità colore
kk: Түс тереңдігі
nl: Kleurdiepte
pl: Głębia kolorów
pt: Profundidade de cor
sk: Farebná hĺbka
sv: Färgdjup
uk: Глибина кольору
uz: Rang chuqurligi

source: Higher values provide better quality
be: Вышэйшыя значэнні забяспечваюць лепшую якасць
cs: Vyšší hodnoty poskytují lepší kvalitu
da: Højere værdier giver bedre kvalitet
de: Höhere Werte bieten bessere Qualität
es: Valores más altos proporcionan mejor calidad
fr: Des valeurs plus élevées offrent une meilleure qualité
it: Valori più alti offrono qualità migliore
kk: Жоғары мәндер жақсы сапаны қамтамасыз етеді
nl: Hogere waarden bieden betere kwaliteit
pl: Wyższe wartości zapewniają lepszą jakość
pt: Valores mais altos proporcionam melhor qualidade
sk: Vyššie hodnoty poskytujú lepšiu kvalitu
sv: Högre värden ger bättre kvalitet
uk: Вищі значення забезпечують кращу якість
uz: Yuqori qiymatlar yaxshiroq sifat beradi

source: Display Scale
be: Маштаб дысплея
cs: Měřítko zobrazení
da: Skærmskala
de: Anzeigeskalierung
es: Escala de pantalla
fr: Échelle d'affichage
it: Scala del display
kk: Дисплей масштабы
nl: Beeldschermschaal
pl: Skala wyświetlania
pt: Escala de exibição
sk: Mierka zobrazenia
sv: Skärmskala
uk: Масштаб дисплея
uz: Ko'rsatish masshtabi

source: Override HiDPI scaling for embedded viewer
be: Перавызначыць маштабаванне HiDPI для ўбудаванага праглядчыка
cs: Přepsat škálování HiDPI pro vestavěný prohlížeč
da: Tilsidesæt HiDPI-skalering for indlejret fremviser
de: HiDPI-Skalierung für eingebetteten Viewer überschreiben
es: Anular escalado HiDPI para el visor integrado
fr: Remplacer la mise à l'échelle HiDPI pour le visualiseur intégré
it: Sovrascrivere il ridimensionamento HiDPI per il visualizzatore integrato
kk: Кірістірілген көрсеткіш үшін HiDPI масштабтауды қайта анықтау
nl: HiDPI-schaling overschrijven voor ingebedde viewer
pl: Nadpisz skalowanie HiDPI dla wbudowanej przeglądarki
pt: Substituir escalonamento HiDPI para visualizador integrado
sk: Prepísať škálovanie HiDPI pre vstavaný prehliadač
sv: Åsidosätt HiDPI-skalning för inbäddad visare
uk: Перевизнач масштабування HiDPI для вбудованого переглядача
uz: O'rnatilgan ko'ruvchi uchun HiDPI masshtabni bekor qilish

source: Features
be: Магчымасці
cs: Funkce
da: Funktioner
de: Funktionen
es: Características
fr: Fonctionnalités
it: Funzionalità
kk: Мүмкіндіктер
nl: Functies
pl: Funkcje
pt: Funcionalidades
sk: Funkcie
sv: Funktioner
uk: Можливості
uz: Xususiyatlar

source: Audio Redirection
be: Перанакіраванне аўдыё
cs: Přesměrování zvuku
da: Lydomdirigering
de: Audioumleitung
es: Redirección de audio
fr: Redirection audio
it: Reindirizzamento audio
kk: Аудио қайта бағыттау
nl: Audio-omleiding
pl: Przekierowanie dźwięku
pt: Redirecionamento de áudio
sk: Presmerovanie zvuku
sv: Ljudomdirigering
uk: Перенаправлення аудіо
uz: Audio yo'naltirish

source: Play remote audio locally
be: Прайграваць аддаленае аўдыё лакальна
cs: Přehrávat vzdálený zvuk lokálně
da: Afspil fjernlyd lokalt
de: Remote-Audio lokal abspielen
es: Reproducir audio remoto localmente
fr: Lire l'audio distant localement
it: Riprodurre l'audio remoto localmente
kk: Қашықтағы аудионы жергілікті ойнату
nl: Extern geluid lokaal afspelen
pl: Odtwarzaj zdalny dźwięk lokalnie
pt: Reproduzir áudio remoto localmente
sk: Prehrávať vzdialený zvuk lokálne
sv: Spela upp fjärrljud lokalt
uk: Відтворюй віддалене аудіо локально
uz: Masofaviy audioni mahalliy ijro etish

source: RDP Gateway
be: Шлюз RDP
cs: Brána RDP
es: Puerta de enlace RDP
fr: Passerelle RDP
it: Gateway RDP
kk: RDP шлюзі
pl: Brama RDP
pt: Gateway RDP
sk: Brána RDP
uk: Шлюз RDP
uz: RDP shlyuz

source: Remote Desktop Gateway server
be: Сервер шлюзу аддаленага працоўнага стала
cs: Server brány Vzdálené plochy
da: Fjernskrivebordsgatewayserver
es: Servidor de puerta de enlace de Escritorio remoto
fr: Serveur de passerelle Bureau à distance
it: Server gateway Desktop remoto
kk: Қашықтағы жұмыс үстелі шлюз сервері
nl: Extern bureaublad-gatewayserver
pl: Serwer bramy Pulpitu zdalnego
pt: Servidor de gateway de Área de Trabalho Remota
sk: Server brány Vzdialenej plochy
sv: Fjärrskrivbordsgatewayserver
uk: Сервер шлюзу віддаленого робочого столу
uz: Masofaviy ish stoli shlyuz serveri

source: Shared Folders
be: Агульныя тэчкі
cs: Sdílené složky
da: Delte mapper
de: Freigegebene Ordner
es: Carpetas compartidas
fr: Dossiers partagés
it: Cartelle condivise
kk: Ортақ қалталар
nl: Gedeelde mappen
pl: Foldery udostępnione
pt: Pastas partilhadas
sk: Zdieľané priečinky
sv: Delade mappar
uk: Спільні теки
uz: Umumiy papkalar

source: Local folders accessible from remote session
be: Лакальныя тэчкі, даступныя з аддаленага сеансу
cs: Místní složky přístupné ze vzdálené relace
da: Lokale mapper tilgængelige fra fjernsession
de: Lokale Ordner, die von der Remote-Sitzung aus zugänglich sind
es: Carpetas locales accesibles desde la sesión remota
fr: Dossiers locaux accessibles depuis la session distante
it: Cartelle locali accessibili dalla sessione remota
kk: Қашықтағы сеанстан қолжетімді жергілікті қалталар
nl: Lokale mappen toegankelijk vanuit externe sessie
pl: Lokalne foldery dostępne z sesji zdalnej
pt: Pastas locais acessíveis a partir da sessão remota
sk: Miestne priečinky prístupné zo vzdialenej relácie
sv: Lokala mappar tillgängliga från fjärrsession
uk: Локальні теки для віддаленого сеансу
uz: Masofaviy sessiyadan foydalanish mumkin bo'lgan mahalliy papkalar

source: No shared folders
be: Няма агульных тэчак
cs: Žádné sdílené složky
da: Ingen delte mapper
de: Keine freigegebenen Ordner
es: Sin carpetas compartidas
fr: Aucun dossier partagé
it: Nessuna cartella condivisa
kk: Ортақ қалталар жоқ
nl: Geen gedeelde mappen
pl: Brak folderów udostępnionych
pt: Sem pastas partilhadas
sk: Žiadne zdieľané priečinky
sv: Inga delade mappar
uk: Нема спільних тек
uz: Umumiy papkalar yo'q

source: Add
be: Дадаць
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
kk: Қосу
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sk: Pridať
sv: Lägg till
uk: Додай
uz: Qo'shish

source: Remove
be: Выдаліць
cs: Odebrat
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
kk: Жою
nl: Verwijderen
pl: Usuń
pt: Remover
sk: Odstrániť
sv: Ta bort
uk: Вилучи
uz: Olib tashlash

source: Auto (detect)
uk: Авто (виявлення)

source: US English
uk: Англійська (США)

source: German (de)
uk: Німецька (de)

source: French (fr)
uk: Французька (fr)

source: Spanish (es)
uk: Іспанська (es)

source: Italian (it)
uk: Італійська (it)

source: Portuguese (pt)
uk: Портуґальська (pt)

source: Brazilian (br)
uk: Бразильська (br)

source: UK English (gb)
uk: Англійська (Британія)

source: Swiss German (ch)
uk: Швейцарська німецька (ch)

source: Austrian (at)
uk: Австрійська (at)

source: Belgian (be)
uk: Бельгійська (be)

source: Dutch (nl)
uk: Нідерландська (nl)

source: Swedish (se)
uk: Шведська (se)

source: Norwegian (no)
uk: Норвезька (no)

source: Danish (dk)
uk: Данська (dk)

source: Finnish (fi)
uk: Фінська (fi)

source: Polish (pl)
uk: Польська (pl)

source: Czech (cz)
uk: Чеська (cz)

source: Slovak (sk)
uk: Словацька (sk)

source: Hungarian (hu)
uk: Угорська (hu)

source: Romanian (ro)
uk: Румунська (ro)

source: Croatian (hr)
uk: Хорватська (hr)

source: Slovenian (si)
uk: Словенська (si)

source: Serbian (rs)
uk: Сербська (rs)

source: Bulgarian (bg)
uk: Болгарська (bg)

source: Russian (ru)
uk: Російська (ru)

source: Ukrainian (ua)
uk: Українська (ua)

source: Turkish (tr)
uk: Турецька (tr)

source: Greek (gr)
uk: Грецька (gr)

source: Japanese (jp)
uk: Японська (jp)

source: Korean (kr)
uk: Корейська (kr)

source: Keyboard Layout
be: Раскладка клавіятуры
cs: Rozložení klávesnice
da: Tastaturlayout
de: Tastaturlayout
es: Distribución del teclado
fr: Disposition du clavier
it: Layout tastiera
kk: Пернетақта орналасуы
nl: Toetsenbordindeling
pl: Układ klawiatury
pt: Disposição do teclado
sk: Rozloženie klávesnice
sv: Tangentbordslayout
uk: Розкладка клавіатури
uz: Klaviatura tartibi
