Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Oracle Cloud bastion service OCID
be: OCID сэрвісу bastion Oracle Cloud
cs: OCID služby bastion Oracle Cloud
da: Oracle Cloud bastion-tjeneste OCID
de: Oracle Cloud Bastion-Dienst-OCID
es: OCID del servicio bastion Oracle Cloud
fr: OCID du service bastion Oracle Cloud
it: OCID del servizio bastion Oracle Cloud
kk: Oracle Cloud bastion қызметі OCID
pl: OCID usługi bastion Oracle Cloud
pt: OCID do serviço bastion Oracle Cloud
sk: OCID služby bastion Oracle Cloud
sv: Oracle Cloud bastion-tjänst OCID
uk: OCID сервісу бастіон Oracle Cloud
uz: Oracle Cloud bastion xizmati OCID

source: Target compute instance OCID
be: OCID мэтавага вылічальнага інстансу
cs: OCID cílové výpočetní instance
da: Mål-beregningsinstans OCID
de: Ziel-Compute-Instanz-OCID
es: OCID de la instancia de cálculo destino
fr: OCID de l'instance de calcul cible
it: OCID dell'istanza di calcolo di destinazione
kk: Мақсатты есептеу инстансы OCID
nl: Doel-rekeninstantie OCID
pl: OCID docelowej instancji obliczeniowej
pt: OCID da instância de computação alvo
sk: OCID cieľovej výpočtovej inštancie
sv: Mål-beräkningsinstans OCID
uk: OCID цільового інстанса обчислень
uz: Maqsadli hisoblash instansiyasi OCID

source: Private IP address of target instance
be: Прыватны IP-адрас мэтавага інстансу
cs: Privátní IP adresa cílové instance
da: Privat IP-adresse for målinstans
de: Private IP-Adresse der Zielinstanz
es: Dirección IP privada de la instancia destino
fr: Adresse IP privée de l'instance cible
it: Indirizzo IP privato dell'istanza di destinazione
kk: Мақсатты инстанстың жеке IP мекенжайы
nl: Privé IP-adres van doelinstantie
pl: Prywatny adres IP docelowej instancji
pt: Endereço IP privado da instância alvo
sk: Privátna IP adresa cieľovej inštancie
sv: Privat IP-adress för målinstans
uk: Приватна IP-адреса цільового інстанса
uz: Maqsadli instansiyaning shaxsiy IP manzili

source: Cloudflare Access protected hostname
be: Абаронены хостнэйм Cloudflare Access
cs: Chráněný hostname Cloudflare Access
da: Cloudflare Access beskyttet værtsnavn
de: Cloudflare Access geschützter Hostname
es: Nombre de host protegido Cloudflare Access
fr: Nom d'hôte protégé Cloudflare Access
it: Hostname protetto Cloudflare Access
kk: Cloudflare Access қорғалған хост атауы
nl: Cloudflare Access beschermde hostnaam
pl: Chroniona nazwa hosta Cloudflare Access
pt: Nome de anfitrião protegido Cloudflare Access
sk: Chránený hostname Cloudflare Access
sv: Cloudflare Access skyddat värdnamn
uk: Захищена назва госта Cloudflare Access
uz: Cloudflare Access himoyalangan xost nomi

source: Teleport node name or hostname
be: Назва вузла або хостнэйм Teleport
cs: Název uzlu nebo hostname Teleport
da: Teleport-nodenavn eller værtsnavn
de: Teleport-Knotenname oder Hostname
es: Nombre de nodo o nombre de host Teleport
fr: Nom de nœud ou nom d'hôte Teleport
it: Nome nodo o hostname Teleport
kk: Teleport түйін атауы немесе хост атауы
nl: Teleport-knooppuntnaam of hostnaam
pl: Nazwa węzła lub hosta Teleport
pt: Nome do nó ou nome de anfitrião Teleport
sk: Názov uzla alebo hostname Teleport
sv: Teleport-nodnamn eller värdnamn
uk: Назва вузла Teleport або назва госта
uz: Teleport tugun nomi yoki xost nomi

source: Teleport cluster proxy address
be: Адрас проксі кластара Teleport
cs: Adresa proxy clusteru Teleport
da: Teleport-cluster proxy-adresse
de: Teleport-Cluster-Proxy-Adresse
es: Dirección proxy del cluster Teleport
fr: Adresse proxy du cluster Teleport
it: Indirizzo proxy del cluster Teleport
kk: Teleport кластер прокси мекенжайы
nl: Teleport-cluster proxy-adres
pl: Adres proxy klastra Teleport
pt: Endereço proxy do cluster Teleport
sk: Adresa proxy klastra Teleport
sv: Teleport-kluster proxy-adress
uk: Адреса проксі кластера Teleport
uz: Teleport klaster proksi manzili

source: Tailnet hostname or MagicDNS name
be: Хостнэйм Tailnet або назва MagicDNS
cs: Hostname Tailnet nebo název MagicDNS
da: Tailnet-værtsnavn eller MagicDNS-navn
de: Tailnet-Hostname oder MagicDNS-Name
es: Nombre de host Tailnet o nombre MagicDNS
fr: Nom d'hôte Tailnet ou nom MagicDNS
it: Hostname Tailnet o nome MagicDNS
kk: Tailnet хост атауы немесе MagicDNS атауы
nl: Tailnet-hostnaam of MagicDNS-naam
pl: Nazwa hosta Tailnet lub nazwa MagicDNS
pt: Nome de anfitrião Tailnet ou nome MagicDNS
sk: Hostname Tailnet alebo názov MagicDNS
sv: Tailnet-värdnamn eller MagicDNS-namn
uk: Назва госта Tailnet або назва MagicDNS
uz: Tailnet xost nomi yoki MagicDNS nomi

source: Boundary target identifier
be: Ідэнтыфікатар мэты Boundary
cs: Identifikátor cíle Boundary
da: Boundary-målidentifikator
de: Boundary-Zielkennung
es: Identificador de destino Boundary
fr: Identifiant de cible Boundary
it: Identificatore destinazione Boundary
kk: Boundary мақсат идентификаторы
nl: Boundary-doelidentificatie
pl: Identyfikator celu Boundary
pt: Identificador de alvo Boundary
sk: Identifikátor cieľa Boundary
sv: Boundary-målidentifierare
uk: Цільовий ідентифікатор Boundary
uz: Boundary maqsad identifikatori

source: Boundary Address
be: Адрас Boundary
cs: Adresa Boundary
da: Boundary-adresse
de: Boundary-Adresse
es: Dirección Boundary
fr: Adresse Boundary
it: Indirizzo Boundary
kk: Boundary мекенжайы
nl: Boundary-adres
pl: Adres Boundary
pt: Endereço Boundary
sk: Adresa Boundary
sv: Boundary-adress
uk: Адреса Boundary
uz: Boundary manzili

source: Boundary controller URL
be: URL кантролера Boundary
cs: URL řadiče Boundary
es: URL del controlador Boundary
fr: URL du contrôleur Boundary
it: URL del controller Boundary
kk: Boundary контроллер URL
pl: URL kontrolera Boundary
pt: URL do controlador Boundary
sk: URL radiča Boundary
sv: Boundary-kontroller URL
uk: URL-адреса контролера Boundary
uz: Boundary kontroller URL

source: Custom SSH command with proxy settings
be: Карыстальніцкая каманда SSH з наладамі проксі
cs: Vlastní příkaz SSH s nastavením proxy
da: Brugerdefineret SSH-kommando med proxy-indstillinger
de: Benutzerdefinierter SSH-Befehl mit Proxy-Einstellungen
es: Comando SSH personalizado con configuración de proxy
fr: Commande SSH personnalisée avec paramètres proxy
it: Comando SSH personalizzato con impostazioni proxy
kk: Прокси параметрлері бар арнайы SSH командасы
nl: Aangepast SSH-commando met proxy-instellingen
pl: Niestandardowe polecenie SSH z ustawieniami proxy
pt: Comando SSH personalizado com definições de proxy
sk: Vlastný príkaz SSH s nastavením proxy
sv: Anpassat SSH-kommando med proxy-inställningar
uk: Спеціальна команда SSH із налаштуваннями проксі
uz: Proksi sozlamalari bilan maxsus SSH buyrug'i

source: Template name is required
be: Назва шаблону абавязковая
cs: Název šablony je povinný
da: Skabelonnavn er påkrævet
de: Vorlagenname ist erforderlich
es: El nombre de plantilla es obligatorio
fr: Le nom du modèle est requis
it: Il nome del modello è obbligatorio
kk: Үлгі атауы міндетті
nl: Sjabloonnaam is vereist
pl: Nazwa szablonu jest wymagana
pt: O nome do modelo é obrigatório
sk: Názov šablóny je povinný
sv: Mallnamn krävs
uk: Назва шаблону обов'язкова
uz: Shablon nomi talab qilinadi

source: Edit Template
be: Рэдагаваць шаблон
cs: Upravit šablonu
da: Redigér skabelon
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
kk: Үлгіні өңдеу
nl: Sjabloon bewerken
pl: Edytuj szablon
pt: Editar modelo
sk: Upraviť šablónu
sv: Redigera mall
uk: Редагувати шаблона
uz: Shablonni tahrirlash

source: Manage Templates
be: Кіраванне шаблонамі
cs: Spravovat šablony
da: Administrér skabeloner
de: Vorlagen verwalten
es: Gestionar plantillas
fr: Gérer les modèles
it: Gestisci modelli
kk: Үлгілерді басқару
nl: Sjablonen beheren
pl: Zarządzaj szablonami
pt: Gerir modelos
sk: Správa šablón
sv: Hantera mallar
uk: Керування шаблонами
uz: Shablonlarni boshqarish

source: Filter by protocol:
be: Фільтр па пратаколе:
cs: Filtrovat podle protokolu:
da: Filtrér efter protokol:
de: Nach Protokoll filtern:
es: Filtrar por protocolo:
fr: Filtrer par protocole :
it: Filtra per protocollo:
kk: Хаттама бойынша сүзу:
nl: Filteren op protocol:
pl: Filtruj według protokołu:
pt: Filtrar por protocolo:
sk: Filtrovať podľa protokolu:
sv: Filtrera efter protokoll:
uk: Фільтер за протоколом:
uz: Protokol bo'yicha filtrlash:

source: All
be: Усе
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
kk: Барлығы
nl: Alle
pl: Wszystkie
pt: Todos
sk: Všetko
sv: Alla
uk: Усі
uz: Barchasi

source: Edit
be: Рэдагаваць
cs: Upravit
da: Redigér
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
kk: Өңдеу
nl: Bewerken
pl: Edytuj
pt: Editar
sk: Upraviť
sv: Redigera
uk: Редагуй
uz: Tahrirlash

source: Delete
be: Выдаліць
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
kk: Жою
nl: Verwijderen
pl: Usuń
pt: Eliminar
sk: Odstrániť
sv: Ta bort
uk: Вилучи
uz: O'chirish

source: Create Template
be: Стварыць шаблон
cs: Vytvořit šablonu
da: Opret skabelon
de: Vorlage erstellen
es: Crear plantilla
fr: Créer un modèle
it: Crea modello
kk: Үлгі жасау
nl: Sjabloon maken
pl: Utwórz szablon
pt: Criar modelo
sk: Vytvoriť šablónu
sv: Skapa mall
uk: Створи шаблон
uz: Shablon yaratish

source: SSH Templates
be: Шаблоны SSH
cs: Šablony SSH
da: SSH-skabeloner
de: SSH-Vorlagen
es: Plantillas SSH
fr: Modèles SSH
it: Modelli SSH
kk: SSH үлгілері
nl: SSH-sjablonen
pl: Szablony SSH
pt: Modelos SSH
sk: Šablóny SSH
sv: SSH-mallar
uk: Шаблони SSH
uz: SSH shablonlari

source: RDP Templates
be: Шаблоны RDP
cs: Šablony RDP
da: RDP-skabeloner
de: RDP-Vorlagen
es: Plantillas RDP
fr: Modèles RDP
it: Modelli RDP
kk: RDP үлгілері
nl: RDP-sjablonen
pl: Szablony RDP
pt: Modelos RDP
sk: Šablóny RDP
sv: RDP-mallar
uk: Шаблони RDP
uz: RDP shablonlari

source: VNC Templates
be: Шаблоны VNC
cs: Šablony VNC
da: VNC-skabeloner
de: VNC-Vorlagen
es: Plantillas VNC
fr: Modèles VNC
it: Modelli VNC
kk: VNC үлгілері
nl: VNC-sjablonen
pl: Szablony VNC
pt: Modelos VNC
sk: Šablóny VNC
sv: VNC-mallar
uk: Шаблони VNC
uz: VNC shablonlari

source: SPICE Templates
be: Шаблоны SPICE
cs: Šablony SPICE
da: SPICE-skabeloner
de: SPICE-Vorlagen
es: Plantillas SPICE
fr: Modèles SPICE
it: Modelli SPICE
kk: SPICE үлгілері
nl: SPICE-sjablonen
pl: Szablony SPICE
pt: Modelos SPICE
sk: Šablóny SPICE
sv: SPICE-mallar
uk: Шаблони SPICE
uz: SPICE shablonlari

source: Search in Terminal
be: Пошук у тэрмінале
cs: Hledat v terminálu
da: Søg i terminal
de: Im Terminal suchen
es: Buscar en terminal
fr: Rechercher dans le terminal
it: Cerca nel terminale
kk: Терминалда іздеу
nl: Zoeken in terminal
pl: Szukaj w terminalu
pt: Procurar no terminal
sk: Hľadať v termináli
sv: Sök i terminal
uk: Пошук у терміналі
uz: Terminalda qidirish

source: Search text...
be: Тэкст пошуку...
cs: Text k vyhledání…
da: Søgetekst...
de: Suchtext...
es: Texto de búsqueda…
fr: Texte de recherche…
it: Testo di ricerca...
kk: Іздеу мәтіні...
nl: Zoektekst...
pl: Szukany tekst...
pt: Texto de pesquisa...
sk: Hľadať text...
sv: Söktext...
uk: Текст пошуку...
uz: Matn qidirish...

source: Case sensitive
be: З улікам рэгістра
cs: Rozlišovat velikost
da: Forskel på store/små bogstaver
de: Groß-/Kleinschreibung
es: Distinguir mayúsculas
fr: Sensible à la casse
it: Maiuscole/minuscole
kk: Регистрді ескеру
nl: Hoofdlettergevoelig
pl: Rozróżniaj wielkość liter
pt: Maiúsculas/minúsculas
sk: Rozlišovať veľkosť písmen
sv: Skiftlägeskänslig
uk: З урахуванням реґістру
uz: Katta-kichik harfga sezgir

source: Regex
da: Regulært udtryk
sk: Regulárny výraz
sv: Reguljärt uttryck
uk: Реґулярний вираз

source: Use regular expression pattern
be: Выкарыстоўваць рэгулярны выраз
cs: Použít regulární výraz
da: Brug regulært udtryksmønster
de: Regulären Ausdruck verwenden
es: Usar patrón de expresión regular
fr: Utiliser une expression régulière
it: Usa espressione regolare
kk: Тұрақты өрнекті қолдану
nl: Reguliere expressie gebruiken
pl: Użyj wyrażenia regularnego
pt: Usar padrão de expressão regular
sk: Použiť vzor regulárneho výrazu
sv: Använd reguljärt uttrycksmönster
uk: Використовуй шаблона реґулярного виразу
uz: Muntazam ifoda shablonini ishlatish

source: Highlight All
be: Падсвятліць усё
cs: Zvýraznit vše
da: Fremhæv alle
de: Alle hervorheben
es: Resaltar todo
fr: Tout surligner
it: Evidenzia tutto
kk: Барлығын бөлектеу
nl: Alles markeren
pl: Podświetl wszystko
pt: Realçar tudo
sk: Zvýrazniť všetko
sv: Markera alla
uk: Підсвіти все
uz: Hammasini ajratish

source: Highlight all matches in terminal
be: Падсвятліць усе супадзенні ў тэрмінале
cs: Zvýraznit všechny shody v terminálu
da: Fremhæv alle matches i terminalen
de: Alle Treffer im Terminal hervorheben
es: Resaltar todas las coincidencias en el terminal
fr: Surligner toutes les correspondances dans le terminal
it: Evidenzia tutte le corrispondenze nel terminale
kk: Терминалдағы барлық сәйкестіктерді бөлектеу
nl: Alle overeenkomsten in terminal markeren
pl: Podświetl wszystkie dopasowania w terminalu
pt: Realçar todas as correspondências no terminal
sk: Zvýrazniť všetky zhody v termináli
sv: Markera alla träffar i terminalen
uk: Підсвіти всі збіги в терміналі
uz: Terminaldagi barcha mosliklarni ajratish

source: Previous match
be: Папярэдняе супадзенне
cs: Předchozí shoda
da: Forrige match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Correspondance précédente
it: Corrispondenza precedente
kk: Алдыңғы сәйкестік
nl: Vorige overeenkomst
pl: Poprzednie dopasowanie
pt: Correspondência anterior
sk: Predchádzajúca zhoda
sv: Föregående träff
uk: Попередній збіг
uz: Oldingi moslik

source: Next match
be: Наступнае супадзенне
cs: Další shoda
da: Næste match
de: Nächster Treffer
es: Siguiente coincidencia
fr: Correspondance suivante
it: Corrispondenza successiva
kk: Келесі сәйкестік
nl: Volgende overeenkomst
pl: Następne dopasowanie
pt: Correspondência seguinte
sk: Ďalšia zhoda
sv: Nästa träff
uk: Черговий збіг
uz: Keyingi moslik

source: Enter text to search
be: Увядзіце тэкст для пошуку
cs: Zadejte text k vyhledání
da: Indtast tekst til søgning
de: Suchtext eingeben
es: Introduzca texto para buscar
fr: Entrez le texte à rechercher
it: Inserisci testo da cercare
kk: Іздеу мәтінін енгізіңіз
nl: Voer zoektekst in
pl: Wprowadź tekst do wyszukania
pt: Introduza texto para procurar
sk: Zadajte text na vyhľadanie
sv: Ange text att söka
uk: Уведи текста для шукання
uz: Qidirish uchun matn kiriting

source: Found matches
be: Знойдзены супадзенні
cs: Nalezené shody
da: Fundne matches
de: Treffer gefunden
es: Coincidencias encontradas
fr: Correspondances trouvées
it: Corrispondenze trovate
kk: Сәйкестіктер табылды
nl: Overeenkomsten gevonden
pl: Znalezione dopasowania
pt: Correspondências encontradas
sk: Nájdené zhody
sv: Hittade träffar
uk: Знайдено збіги
uz: Topilgan mosliklar

source: No matches found
be: Супадзенні не знойдзены
cs: Nenalezeny žádné shody
da: Ingen matches fundet
de: Keine Treffer gefunden
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée
it: Nessuna corrispondenza trovata
kk: Сәйкестіктер табылмады
nl: Geen overeenkomsten gevonden
pl: Nie znaleziono dopasowań
pt: Nenhuma correspondência encontrada
sk: Neboli nájdené žiadne zhody
sv: Inga träffar hittades
uk: Збігів не знайдено
uz: Moslik topilmadi

source: Invalid regex pattern
be: Няправільны шаблон regex
cs: Neplatný regulární výraz
da: Ugyldigt regulært udtryksmønster
de: Ungültiges Regex-Muster
es: Patrón regex inválido
fr: Expression régulière invalide
it: Espressione regolare non valida
kk: Жарамсыз regex үлгісі
nl: Ongeldig regex-patroon
pl: Nieprawidłowe wyrażenie regularne
pt: Padrão de expressão regular inválido
sk: Neplatný vzor regulárneho výrazu
sv: Ogiltigt reguljärt uttrycksmönster
uk: Неправильний шаблон реґулярного виразу
uz: Noto'g'ri regex shabloni

source: Search error
be: Памылка пошуку
cs: Chyba vyhledávání
da: Søgefejl
de: Suchfehler
es: Error de búsqueda
fr: Erreur de recherche
it: Errore di ricerca
kk: Іздеу қатесі
nl: Zoekfout
pl: Błąd wyszukiwania
pt: Erro de pesquisa
sk: Chyba vyhľadávania
sv: Sökfel
uk: Помилка пошуку
uz: Qidirish xatosi

source: Global Variables
be: Глабальныя зменныя
cs: Globální proměnné
da: Globale variabler
de: Globale Variablen
es: Variables globales
fr: Variables globales
it: Variabili globali
kk: Жаһандық айнымалылар
nl: Globale variabelen
pl: Zmienne globalne
pt: Variáveis globais
sk: Globálne premenné
sv: Globala variabler
uk: Глобальні змінниці
uz: Global o'zgaruvchilar

source: Define variables that can be used in connections with ${variable_name} syntax
be: Вызначце зменныя, якія можна выкарыстоўваць у злучэннях з сінтаксісам ${variable_name}
cs: Definujte proměnné použitelné v připojeních se syntaxí ${variable_name}
da: Definér variabler, der kan bruges i forbindelser med ${variable_name}-syntaks
de: Variablen definieren, die in Verbindungen mit der Syntax ${variable_name} verwendet werden können
es: Defina variables que se pueden usar en conexiones con la sintaxis ${variable_name}
fr: Définissez des variables utilisables dans les connexions avec la syntaxe ${variable_name}
it: Definisci variabili utilizzabili nelle connessioni con la sintassi ${variable_name}
kk: Қосылымдарда ${variable_name} синтаксисімен қолданылатын айнымалыларды анықтаңыз
nl: Definieer variabelen die in verbindingen kunnen worden gebruikt met ${variable_name}-syntaxis
pl: Zdefiniuj zmienne, które mogą być używane w połączeniach ze składnią ${variable_name}
pt: Defina variáveis que podem ser usadas nas ligações com a sintaxe ${variable_name}
sk: Definujte premenné, ktoré možno použiť v pripojeniach so syntaxou ${variable_name}
sv: Definiera variabler som kan användas i anslutningar med ${variable_name}-syntax
uk: Визнач змінниці, які можна залучати у з'єднанках із синтаксою ${variable_name}
uz: Ulanishlarda ${variable_name} sintaksisi bilan ishlatiladigan o'zgaruvchilarni aniqlang

source: variable_name
uk: назва_змінниці

source: Delete variable
be: Выдаліць зменную
cs: Smazat proměnnou
da: Slet variabel
de: Variable löschen
es: Eliminar variable
fr: Supprimer la variable
it: Elimina variabile
kk: Айнымалыны жою
nl: Variabele verwijderen
pl: Usuń zmienną
pt: Eliminar variável
sk: Odstrániť premennú
sv: Ta bort variabel
uk: Вилучи змінницю
uz: O'zgaruvchini o'chirish

source: Failed to load secret. Check secret backend in Settings.
be: Не ўдалося загрузіць сакрэт. Праверце бэкенд у Наладах.
cs: Nepodařilo se načíst tajemství. Zkontrolujte backend v Nastavení.
da: Kunne ikke indlæse hemmelighed. Kontroller backend i Indstillinger.
de: Geheimnis konnte nicht geladen werden. Prüfen Sie das Backend in den Einstellungen.
es: Error al cargar el secreto. Verifique el backend en Ajustes.
fr: Impossible de charger le secret. Vérifiez le backend dans les Paramètres.
it: Impossibile caricare il segreto. Verificare il backend nelle Impostazioni.
kk: Құпияны жүктеу сәтсіз. Параметрлерде бэкендті тексеріңіз.
nl: Kon geheim niet laden. Controleer backend in Instellingen.
pl: Nie udało się załadować sekretu. Sprawdź backend w Ustawieniach.
pt: Falha ao carregar segredo. Verifique o backend nas Definições.
sk: Nepodarilo sa načítať tajomstvo. Skontrolujte backend v Nastaveniach.
sv: Kunde inte ladda hemlighet. Kontrollera backend i Inställningar.
uk: Не вдалося завантажити секрет. Перевір бекенд секретів у Налаштуваннях.
uz: Maxfiy ma'lumotni yuklash muvaffaqiyatsiz. Sozlamalarda backendni tekshiring.

source: Pick a connection with WoL configured
be: Абярыце злучэнне з наладжаным WoL
cs: Vyberte připojení s nakonfigurovaným WoL
da: Vælg en forbindelse med WoL konfigureret
de: Verbindung mit konfiguriertem WoL auswählen
es: Elegir una conexión con WoL configurado
fr: Choisir une connexion avec WoL configuré
it: Scegli una connessione con WoL configurato
kk: WoL баптаулы қосылымды таңдаңыз
nl: Kies een verbinding met WoL geconfigureerd
pl: Wybierz połączenie z skonfigurowanym WoL
pt: Escolha uma ligação com WoL configurado
sk: Vyberte pripojenie s nakonfigurovaným WoL
sv: Välj en anslutning med WoL konfigurerat
uk: Вибери з'єднок із налаштованим WoL
uz: WoL sozlangan ulanishni tanlang

source: Manual entry
be: Ручны ўвод
cs: Ruční zadání
da: Manuel indtastning
de: Manueller Eintrag
es: Entrada manual
fr: Saisie manuelle
it: Inserimento manuale
kk: Қолмен енгізу
nl: Handmatige invoer
pl: Wpis ręczny
pt: Entrada manual
sk: Ručné zadanie
sv: Manuell inmatning
uk: Уведи вручну
uz: Qo'lda kiritish

source: Manual
be: Ручны
cs: Ruční
da: Manuel
de: Manuell
fr: Manuel
it: Manuale
kk: Қолмен
nl: Handmatig
pl: Ręcznie
sk: Ručné
sv: Manuell
uk: Вручну
uz: Qo'lda

source: Or enter MAC address manually
be: Або ўвядзіце MAC-адрас уручную
cs: Nebo zadejte MAC adresu ručně
da: Eller indtast MAC-adresse manuelt
de: Oder MAC-Adresse manuell eingeben
es: O introduzca la dirección MAC manualmente
fr: Ou entrez l'adresse MAC manuellement
it: Oppure inserisci l'indirizzo MAC manualmente
kk: Немесе MAC мекенжайын қолмен енгізіңіз
nl: Of voer het MAC-adres handmatig in
pl: Lub wprowadź adres MAC ręcznie
pt: Ou introduza o endereço MAC manualmente
sk: Alebo zadajte MAC adresu ručne
sv: Eller ange MAC-adress manuellt
uk: Або введи MAC-адресу вручну
uz: Yoki MAC manzilni qo'lda kiriting

source: Invalid MAC address format
be: Няправільны фармат MAC-адраса
cs: Neplatný formát MAC adresy
da: Ugyldigt MAC-adresseformat
de: Ungültiges MAC-Adressformat
es: Formato de dirección MAC inválido
fr: Format d'adresse MAC invalide
it: Formato indirizzo MAC non valido
kk: Жарамсыз MAC мекенжай пішімі
nl: Ongeldig MAC-adresformaat
pl: Nieprawidłowy format adresu MAC
pt: Formato de endereço MAC inválido
sk: Neplatný formát MAC adresy
sv: Ogiltigt MAC-adressformat
uk: Неправильний формат MAC-адреси
uz: Noto'g'ri MAC manzil formati

source: Invalid port number
be: Няправільны нумар порта
cs: Neplatné číslo portu
da: Ugyldigt portnummer
de: Ungültige Portnummer
es: Número de puerto no válido
fr: Numéro de port invalide
it: Numero di porta non valido
kk: Жарамсыз порт нөмірі
nl: Ongeldig poortnummer
pl: Nieprawidłowy numer portu
pt: Número de porta inválido
sk: Neplatné číslo portu
sv: Ogiltigt portnummer
uk: Неправильний нумер порту
uz: Noto'g'ri port raqami

source: Sending…
be: Адпраўка…
cs: Odesílání…
da: Sender…
de: Sende…
es: Enviando…
fr: Envoi…
it: Invio…
kk: Жіберілуде…
nl: Verzenden…
pl: Wysyłanie…
pt: A enviar…
sk: Odosielanie…
sv: Skickar…
uk: Надсилання…
uz: Yuborilmoqda…

source: Magic packet sent to {mac}
be: Магічны пакет адпраўлены на {mac}
da: Magisk pakke sendt til {mac}
de: Magic-Paket an {mac} gesendet
it: Pacchetto magico inviato a {mac}
kk: Сиқырлы пакет {mac} адресіне жіберілді
pl: Pakiet magiczny wysłany do {mac}
pt: Pacote mágico enviado para {mac}
sk: Magický paket odoslaný na {mac}
sv: Magiskt paket skickat till {mac}
uk: Магічний пакет надіслано на {mac}
uz: Sehrli paket {mac} manziliga yuborildi

source: Failed to send packet. Check permissions.
be: Не ўдалося адправіць пакет. Праверце дазволы.
cs: Nepodařilo se odeslat paket. Zkontrolujte oprávnění.
da: Kunne ikke sende pakke. Kontrollér tilladelser.
de: Paket konnte nicht gesendet werden. Berechtigungen prüfen.
es: Error al enviar el paquete. Verifique los permisos.
fr: Échec de l'envoi du paquet. Vérifiez les permissions.
it: Invio del pacchetto non riuscito. Controlla i permessi.
kk: Пакетті жіберу сәтсіз. Рұқсаттарды тексеріңіз.
nl: Kan pakket niet verzenden. Controleer de machtigingen.
pl: Nie udało się wysłać pakietu. Sprawdź uprawnienia.
pt: Falha ao enviar pacote. Verifique as permissões.
sk: Nepodarilo sa odoslať paket. Skontrolujte oprávnenia.
sv: Kunde inte skicka paket. Kontrollera behörigheter.
uk: Не вдалося надіслати пакета. Перевір дозволи.
uz: Paket yuborib bo'lmadi. Ruxsatlarni tekshiring.

source: Copy
be: Капіяваць
cs: Zkopírovat
da: Kopiér
de: Kopieren
es: Copiar
fr: Copier
it: Copia
kk: Көшіру
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sk: Kopírovať
sv: Kopiera
uk: Копіюй
uz: Nusxalash
