Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Prevents trying other keys (IdentitiesOnly)
be: Прадухіляе спробы іншых ключоў (IdentitiesOnly)
cs: Zabraňuje zkoušení jiných klíčů (IdentitiesOnly)
da: Forhindrer at prøve andre nøgler (IdentitiesOnly)
de: Verhindert das Ausprobieren anderer Schlüssel (IdentitiesOnly)
es: Evita probar otras claves (IdentitiesOnly)
fr: Empêche d'essayer d'autres clés (IdentitiesOnly)
it: Impedisce di provare altre chiavi (IdentitiesOnly)
kk: Басқа кілттерді сынауға жол бермейді (IdentitiesOnly)
nl: Voorkomt het proberen van andere sleutels (IdentitiesOnly)
pl: Zapobiega próbowaniu innych kluczy (IdentitiesOnly)
pt: Impede tentar outras chaves (IdentitiesOnly)
sk: Zabraňuje skúšaniu iných kľúčov (IdentitiesOnly)
sv: Förhindrar att prova andra nycklar (IdentitiesOnly)
uk: Запобігає спробам інших ключів (IdentitiesOnly)
uz: Boshqa kalitlarni sinashni oldini olish (IdentitiesOnly)

source: Connection Multiplexing
be: Мультыплексаванне злучэнняў
cs: Multiplexování připojení
da: Forbindelsesmultipleksing
de: Verbindungsmultiplexing
es: Multiplexación de conexión
fr: Multiplexage de connexion
it: Multiplexing della connessione
kk: Қосылыс мультиплекстеу
nl: Verbindingsmultiplexing
pl: Multipleksowanie połączeń
pt: Multiplexação de conexão
sk: Multiplexovanie pripojenia
sv: Anslutnings­multiplexing
uk: Мультиплексування з'єднанків
uz: Ulanishni multiplekslash

source: Reuse connections (ControlMaster)
be: Паўторнае выкарыстанне злучэнняў (ControlMaster)
cs: Znovu použít připojení (ControlMaster)
da: Genbrug forbindelser (ControlMaster)
de: Verbindungen wiederverwenden (ControlMaster)
es: Reutilizar conexiones (ControlMaster)
fr: Réutiliser les connexions (ControlMaster)
it: Riutilizzare le connessioni (ControlMaster)
kk: Қосылыстарды қайта пайдалану (ControlMaster)
nl: Verbindingen hergebruiken (ControlMaster)
pl: Ponowne użycie połączeń (ControlMaster)
pt: Reutilizar conexões (ControlMaster)
sk: Znovu použiť pripojenia (ControlMaster)
sv: Återanvänd anslutningar (ControlMaster)
uk: Повторне використання з'єднанків (ControlMaster)
uz: Ulanishlarni qayta ishlatish (ControlMaster)

source: Agent Forwarding
be: Перанакіраванне агента
cs: Přesměrování agenta
da: Agentvideresendelse
de: Agent-Weiterleitung
es: Reenvío de agente
fr: Transfert d'agent
it: Inoltro agente
kk: Агентті бағыттау
nl: Agent doorsturen
pl: Przekierowanie agenta
pt: Encaminhamento de agente
sk: Presmerovanie agenta
sv: Agentvidarebefordran
uk: Перенаправлення аґента
uz: Agent yo'naltirish

source: Forward SSH agent to remote host (-A)
be: Перанакіраваць SSH-агент на аддалены хост (-A)
cs: Přesměrovat SSH agenta na vzdálený hostitel (-A)
da: Videresend SSH-agent til fjernvært (-A)
de: SSH-Agent an Remote-Host weiterleiten (-A)
es: Reenviar agente SSH al host remoto (-A)
fr: Transférer l'agent SSH vers l'hôte distant (-A)
it: Inoltrare l'agente SSH all'host remoto (-A)
kk: SSH агентін қашықтағы хостқа бағыттау (-A)
nl: SSH-agent doorsturen naar externe host (-A)
pl: Przekieruj agenta SSH do zdalnego hosta (-A)
pt: Encaminhar agente SSH para host remoto (-A)
sk: Presmerovať SSH agenta na vzdialený hostiteľ (-A)
sv: Vidarebefordra SSH-agent till fjärrvärd (-A)
uk: Перенаправ SSH-аґент на віддалений гост (-A)
uz: SSH agentni masofaviy xostga yo'naltirish (-A)

source: Command to run on connect
be: Каманда для запуску пры злучэнні
cs: Příkaz ke spuštění při připojení
da: Kommando at køre ved forbindelse
de: Befehl beim Verbinden ausführen
es: Comando a ejecutar al conectar
fr: Commande à exécuter à la connexion
it: Comando da eseguire alla connessione
kk: Қосылғанда іске қосылатын команда
nl: Commando om uit te voeren bij verbinding
pl: Polecenie do uruchomienia przy połączeniu
pt: Comando a executar ao ligar
sk: Príkaz na spustenie pri pripojení
sv: Kommando att köra vid anslutning
uk: Команда для виконання при з'єднуванні
uz: Ulanishda bajariladigan buyruq

source: Startup Command
be: Каманда запуску
cs: Spouštěcí příkaz
da: Startkommando
de: Startbefehl
es: Comando de inicio
fr: Commande de démarrage
it: Comando di avvio
kk: Іске қосу пәрмені
nl: Opstartcommando
pl: Polecenie startowe
pt: Comando de inicialização
sk: Spúšťací príkaz
sv: Startkommando
uk: Команда запуску
uz: Ishga tushirish buyrug'i

source: Execute after connection established
be: Выканаць пасля ўстанаўлення злучэння
cs: Spustit po navázání připojení
da: Udfør efter forbindelse er etableret
de: Nach Verbindungsaufbau ausführen
es: Ejecutar después de establecer la conexión
fr: Exécuter après l'établissement de la connexion
it: Eseguire dopo la connessione stabilita
kk: Қосылыс орнатылғаннан кейін орындау
nl: Uitvoeren na verbinding tot stand gebracht
pl: Wykonaj po nawiązaniu połączenia
pt: Executar após conexão estabelecida
sk: Spustiť po nadviazaní pripojenia
sv: Kör efter anslutning upprättad
uk: Виконай після встановлення з'єднування
uz: Ulanish o'rnatilgandan keyin bajarish

source: Custom Options
be: Карыстальніцкія параметры
cs: Vlastní možnosti
da: Brugerdefinerede indstillinger
de: Benutzerdefinierte Optionen
es: Opciones personalizadas
fr: Options personnalisées
it: Opzioni personalizzate
kk: Арнайы параметрлер
nl: Aangepaste opties
pl: Niestandardowe opcje
pt: Opções personalizadas
sk: Vlastné možnosti
sv: Anpassade alternativ
uk: Додаткові параметри
uz: Maxsus parametrlar

source: Additional SSH options
be: Дадатковыя опцыі SSH
cs: Další možnosti SSH
da: Yderligere SSH-indstillinger
de: Zusätzliche SSH-Optionen
es: Opciones SSH adicionales
fr: Options SSH supplémentaires
it: Opzioni SSH aggiuntive
kk: Қосымша SSH опциялары
nl: Extra SSH-opties
pl: Dodatkowe opcje SSH
pt: Opções SSH adicionais
sk: Ďalšie možnosti SSH
sv: Ytterligare SSH-alternativ
uk: Додаткові опції SSH
uz: Qo'shimcha SSH variantlari

source: Scale display to fit window
be: Маштабаваць адлюстраванне да акна
cs: Přizpůsobit zobrazení oknu
da: Skaler visning til vindue
de: Anzeige an Fenstergröße anpassen
es: Escalar pantalla al tamaño de ventana
fr: Adapter l'affichage à la fenêtre
it: Adatta display alla finestra
kk: Дисплейді терезеге масштабтау
nl: Weergave schalen naar venster
pl: Skaluj wyświetlanie do okna
pt: Escalar ecrã para caber na janela
sk: Prispôsobiť zobrazenie oknu
sv: Skala visning till fönster
uk: Масштабуй дисплей під вікно
uz: Displeyni oynaga moslashtirish

source: Preferred encoding methods
be: Пераважныя метады кадавання
cs: Preferované metody kódování
da: Foretrukne kodningsmetoder
de: Bevorzugte Kodierungsmethoden
es: Métodos de codificación preferidos
fr: Méthodes d'encodage préférées
it: Metodi di codifica preferiti
kk: Таңдаулы кодтау әдістері
nl: Voorkeurs-coderingsmethoden
pl: Preferowane metody kodowania
pt: Métodos de codificação preferidos
sk: Preferované metódy kódovania
sv: Föredragna kodningsmetoder
uk: Бажані методи кодування
uz: Afzal kodlash usullari

source: Compression Level
be: Узровень сціскання
cs: Úroveň komprese
da: Kompressionsniveau
de: Komprimierungsstufe
es: Nivel de compresión
fr: Niveau de compression
it: Livello di compressione
kk: Сығымдау деңгейі
nl: Compressieniveau
pl: Poziom kompresji
pt: Nível de compressão
sk: Úroveň kompresie
sv: Kompressionsnivå
uk: Рівень стиснення
uz: Siqish darajasi

source: 0 (fastest) to 9 (best compression)
be: 0 (найхутчэйшы) да 9 (найлепшае сцісканне)
cs: 0 (nejrychlejší) do 9 (nejlepší komprese)
da: 0 (hurtigst) til 9 (bedste kompression)
de: 0 (schnellste) bis 9 (beste Komprimierung)
es: 0 (más rápido) a 9 (mejor compresión)
fr: 0 (plus rapide) à 9 (meilleure compression)
it: 0 (più veloce) a 9 (migliore compressione)
kk: 0 (ең жылдам) - 9 (ең жақсы сығымдау)
nl: 0 (snelst) tot 9 (beste compressie)
pl: 0 (najszybszy) do 9 (najlepsza kompresja)
pt: 0 (mais rápido) a 9 (melhor compressão)
sk: 0 (najrýchlejšia) do 9 (najlepšia kompresia)
sv: 0 (snabbast) till 9 (bästa kompression)
uk: 0 (найшвидше) до 9 (найкраще стиснення)
uz: 0 (eng tez) dan 9 (eng yaxshi siqish) gacha

source: Quality Level
be: Узровень якасці
cs: Úroveň kvality
da: Kvalitetsniveau
de: Qualitätsstufe
es: Nivel de calidad
fr: Niveau de qualité
it: Livello di qualità
kk: Сапа деңгейі
nl: Kwaliteitsniveau
pl: Poziom jakości
pt: Nível de qualidade
sk: Úroveň kvality
sv: Kvalitetsnivå
uk: Рівень якості
uz: Sifat darajasi

source: 0 (lowest) to 9 (best quality)
be: 0 (найніжэйшы) да 9 (найлепшая якасць)
cs: 0 (nejnižší) do 9 (nejlepší kvalita)
da: 0 (lavest) til 9 (bedste kvalitet)
de: 0 (niedrigste) bis 9 (beste Qualität)
es: 0 (más bajo) a 9 (mejor calidad)
fr: 0 (plus bas) à 9 (meilleure qualité)
it: 0 (più basso) a 9 (migliore qualità)
kk: 0 (ең төмен) - 9 (ең жақсы сапа)
nl: 0 (laagst) tot 9 (beste kwaliteit)
pl: 0 (najniższy) do 9 (najlepsza jakość)
pt: 0 (mais baixo) a 9 (melhor qualidade)
sk: 0 (najnižšia) do 9 (najlepšia kvalita)
sv: 0 (lägst) till 9 (bästa kvalitet)
uk: 0 (найнижча) до 9 (найкраща якість)
uz: 0 (eng past) dan 9 (eng yaxshi sifat) gacha

source: View Only
be: Толькі прагляд
cs: Pouze zobrazení
da: Kun visning
de: Nur Ansicht
es: Solo lectura
fr: Lecture seule
it: Solo visualizzazione
kk: Тек көру
nl: Alleen bekijken
pl: Tylko podgląd
pt: Apenas visualização
sk: Iba zobrazenie
sv: Endast visning
uk: Тільки перегляд
uz: Faqat ko'rish

source: Share clipboard between local and remote
be: Дзяліць буфер абмену паміж лакальным і аддаленым
cs: Sdílet schránku mezi lokálním a vzdáleným
da: Del udklipsholder mellem lokal og fjern
de: Zwischenablage zwischen lokal und remote teilen
es: Compartir portapapeles entre local y remoto
fr: Partager le presse-papiers entre local et distant
it: Condividi appunti tra locale e remoto
kk: Алмасу буферін жергілікті мен қашықтағы арасында бөлісу
nl: Klembord delen tussen lokaal en extern
pl: Udostępnij schowek między lokalnym a zdalnym
pt: Partilhar área de transferência entre local e remoto
sk: Zdieľať schránku medzi lokálnym a vzdialeným
sv: Dela urklipp mellan lokal och fjärr
uk: Спільний буфер обміну між локальним та віддаленим
uz: Vaqtinchalik xotirani mahalliy va masofaviy o'rtasida ulashish

source: Additional arguments
be: Дадатковыя аргументы
cs: Další argumenty
da: Yderligere argumenter
de: Zusätzliche Argumente
es: Argumentos adicionales
fr: Arguments supplémentaires
it: Argomenti aggiuntivi
kk: Қосымша аргументтер
nl: Extra argumenten
pl: Dodatkowe argumenty
pt: Argumentos adicionais
sk: Ďalšie argumenty
sv: Ytterligare argument
uk: Додаткові арґументи
uz: Qo'shimcha argumentlar

source: Extra TigerVNC command-line options
be: Дадатковыя опцыі TigerVNC
cs: Další možnosti TigerVNC
da: Yderligere TigerVNC-indstillinger
de: Zusätzliche TigerVNC-Befehlszeilenoptionen
es: Opciones TigerVNC adicionales
fr: Options TigerVNC supplémentaires
it: Opzioni TigerVNC aggiuntive
kk: Қосымша TigerVNC опциялары
nl: Extra TigerVNC-opties
pl: Dodatkowe opcje TigerVNC
pt: Opções TigerVNC adicionais
sk: Ďalšie možnosti TigerVNC
sv: Ytterligare TigerVNC-alternativ
uk: Додаткові опції командного рядка TigerVNC
uz: Qo'shimcha TigerVNC variantlari

source: Enable encrypted connection
be: Уключыць зашыфраванае злучэнне
cs: Povolit šifrované připojení
da: Aktiver krypteret forbindelse
de: Verschlüsselte Verbindung aktivieren
es: Activar conexión cifrada
fr: Activer la connexion chiffrée
it: Attiva connessione cifrata
kk: Шифрланған қосылымды қосу
nl: Versleutelde verbinding inschakelen
pl: Włącz szyfrowane połączenie
pt: Ativar ligação encriptada
sk: Povoliť šifrované pripojenie
sv: Aktivera krypterad anslutning
uk: Увімкни зашифрований з'єднок
uz: Shifrlangan ulanishni yoqish

source: Path to CA certificate (optional)
be: Шлях да сертыфіката CA (неабавязкова)
cs: Cesta k certifikátu CA (volitelné)
da: Sti til CA-certifikat (valgfrit)
de: Pfad zum CA-Zertifikat (optional)
es: Ruta al certificado CA (opcional)
fr: Chemin vers le certificat CA (optionnel)
it: Percorso al certificato CA (opzionale)
kk: CA сертификатына жол (міндетті емес)
nl: Pad naar CA-certificaat (optioneel)
pl: Ścieżka do certyfikatu CA (opcjonalnie)
pt: Caminho para o certificado CA (opcional)
sk: Cesta k certifikátu CA (voliteľné)
sv: Sökväg till CA-certifikat (valfritt)
uk: Шлях до сертифіката CA (необов'язково)
uz: CA sertifikatiga yo'l (ixtiyoriy)

source: Certificate authority file for TLS
be: Файл цэнтра сертыфікацыі для TLS
cs: Soubor certifikační autority pro TLS
da: Certifikatautoritetsfil til TLS
de: Zertifizierungsstellendatei für TLS
es: Archivo de autoridad de certificación para TLS
fr: Fichier d'autorité de certification pour TLS
it: File autorità di certificazione per TLS
kk: TLS үшін сертификат орталығы файлы
nl: Certificaatautoriteitsbestand voor TLS
pl: Plik urzędu certyfikacji dla TLS
pt: Ficheiro de autoridade de certificação para TLS
sk: Súbor certifikačnej autority pre TLS
sv: Certifikatauktoritetsfil för TLS
uk: Файл центру сертифікації для TLS
uz: TLS uchun sertifikat markazi fayli

source: Skip Certificate Verification
be: Прапусціць праверку сертыфіката
cs: Přeskočit ověření certifikátu
da: Spring certifikatverifikation over
de: Zertifikatsprüfung überspringen
es: Omitir verificación de certificado
fr: Ignorer la vérification du certificat
it: Salta verifica certificato
kk: Сертификат тексеруді өткізіп жіберу
nl: Certificaatverificatie overslaan
pl: Pomiń weryfikację certyfikatu
pt: Ignorar verificação de certificado
sk: Preskočiť overenie certifikátu
sv: Hoppa över certifikatverifiering
uk: Пропусти перевірку сертифіката
uz: Sertifikat tekshiruvini o'tkazib yuborish

source: Insecure: do not verify server certificate
be: Небяспечна: не правяраць сертыфікат сервера
cs: Nezabezpečené: neověřovat certifikát serveru
da: Usikkert: verificer ikke servercertifikat
de: Unsicher: Serverzertifikat nicht überprüfen
es: Inseguro: no verificar certificado del servidor
fr: Non sécurisé : ne pas vérifier le certificat serveur
it: Non sicuro: non verificare il certificato del server
kk: Қауіпті: сервер сертификатын тексермеу
nl: Onveilig: servercertificaat niet verifiëren
pl: Niebezpieczne: nie weryfikuj certyfikatu serwera
pt: Inseguro: não verificar certificado do servidor
sk: Nezabezpečené: neoverovať certifikát servera
sv: Osäkert: verifiera inte servercertifikat
uk: Небезпечно: не перевіряй сертифікат сервера
uz: Xavfli: server sertifikatini tekshirmaslik

source: Redirect USB devices to remote
be: Перанакіраваць USB-прылады на аддалены
cs: Přesměrovat USB zařízení na vzdálený
da: Omdiriger USB-enheder til fjern
de: USB-Geräte an Remote weiterleiten
es: Redirigir dispositivos USB al remoto
fr: Rediriger les périphériques USB vers le distant
it: Reindirizza dispositivi USB al remoto
kk: USB құрылғыларды қашықтағыға бағыттау
nl: USB-apparaten omleiden naar extern
pl: Przekieruj urządzenia USB do zdalnego
pt: Redirecionar dispositivos USB para remoto
sk: Presmerovať USB zariadenia na vzdialený
sv: Omdirigera USB-enheter till fjärr
uk: Переспрямовуй USB-пристрої до віддаленого
uz: USB qurilmalarni masofaviyga yo'naltirish

source: Performance
be: Прадукцыйнасць
cs: Výkon
da: Ydeevne
de: Leistung
es: Rendimiento
it: Prestazioni
kk: Өнімділік
nl: Prestaties
pl: Wydajność
pt: Desempenho
sk: Výkon
sv: Prestanda
uk: Продуктивність
uz: Ishlash

source: Algorithm for image data compression
be: Алгарытм сціскання дадзеных выявы
cs: Algoritmus komprese obrazových dat
da: Algoritme til billeddata-kompression
de: Algorithmus für Bilddatenkomprimierung
es: Algoritmo de compresión de datos de imagen
fr: Algorithme de compression des données d'image
it: Algoritmo di compressione dati immagine
kk: Кескін деректерін сығымдау алгоритмі
nl: Algoritme voor beelddatacompressie
pl: Algorytm kompresji danych obrazu
pt: Algoritmo de compressão de dados de imagem
sk: Algoritmus kompresie obrazových dát
sv: Algoritm för bilddatakompression
uk: Алгоритм для стиснення даних зображення
uz: Tasvir ma'lumotlarini siqish algoritmi

source: Extra provider CLI options
be: Дадатковыя опцыі CLI правайдэра
cs: Další možnosti CLI poskytovatele
da: Yderligere udbyder-CLI-indstillinger
de: Zusätzliche Anbieter-CLI-Optionen
es: Opciones CLI adicionales del proveedor
fr: Options CLI supplémentaires du fournisseur
it: Opzioni CLI aggiuntive del provider
kk: Қосымша провайдер CLI опциялары
nl: Extra provider-CLI-opties
pl: Dodatkowe opcje CLI dostawcy
pt: Opções CLI adicionais do fornecedor
sk: Ďalšie možnosti CLI poskytovateľa
sv: Ytterligare leverantörs-CLI-alternativ
uk: Додаткові опції CLI провайдера
uz: Qo'shimcha provayder CLI variantlari

source: EC2 instance ID to connect to
be: ID інстансу EC2 для злучэння
cs: ID instance EC2 pro připojení
da: EC2-instans-ID at forbinde til
de: EC2-Instanz-ID zum Verbinden
es: ID de instancia EC2 a conectar
fr: ID d'instance EC2 à connecter
it: ID istanza EC2 a cui connettersi
kk: Қосылатын EC2 инстанс ID
nl: EC2-instantie-ID om mee te verbinden
pl: ID instancji EC2 do połączenia
pt: ID de instância EC2 para ligar
sk: ID inštancie EC2 na pripojenie
sv: EC2-instans-ID att ansluta till
uk: ID інстанса EC2 для з'єднування
uz: Ulaniladigan EC2 instansiya ID

source: Named profile from ~/.aws/credentials
be: Названы профіль з ~/.aws/credentials
cs: Pojmenovaný profil z ~/.aws/credentials
da: Navngivet profil fra ~/.aws/credentials
de: Benanntes Profil aus ~/.aws/credentials
es: Perfil nombrado de ~/.aws/credentials
fr: Profil nommé depuis ~/.aws/credentials
it: Profilo nominato da ~/.aws/credentials
kk: ~/.aws/credentials файлынан аталған профиль
nl: Benoemd profiel uit ~/.aws/credentials
pl: Nazwany profil z ~/.aws/credentials
pt: Perfil nomeado de ~/.aws/credentials
sk: Pomenovaný profil z ~/.aws/credentials
sv: Namngiven profil från ~/.aws/credentials
uk: Іменований профіль із ~/.aws/credentials
uz: ~/.aws/credentials dan nomlangan profil

source: AWS region (uses profile default if empty)
be: Рэгіён AWS (выкарыстоўвае стандартны профіль калі пуста)
cs: Region AWS (použije výchozí profil pokud prázdný)
da: AWS-region (bruger profilstandard hvis tom)
de: AWS-Region (verwendet Profilstandard wenn leer)
es: Región AWS (usa predeterminado del perfil si vacío)
fr: Région AWS (utilise le défaut du profil si vide)
it: Regione AWS (usa predefinito del profilo se vuoto)
kk: AWS аймағы (бос болса профиль әдепкісін пайдаланады)
nl: AWS-regio (gebruikt profielstandaard indien leeg)
pl: Region AWS (używa domyślnego profilu jeśli pusty)
pt: Região AWS (usa predefinição do perfil se vazio)
sk: Región AWS (použije predvolený profil ak prázdny)
sv: AWS-region (använder profilstandard om tom)
uk: Регіон AWS (використовує типовий профіль, якщо порожньо)
uz: AWS mintaqasi (bo'sh bo'lsa profil standartini ishlatadi)

source: Instance
be: Інстанс
da: Instans
de: Instanz
es: Instancia
it: Istanza
kk: Инстанс
nl: Instantie
pl: Instancja
pt: Instância
sk: Inštancia
sv: Instans
uk: Інстанс
uz: Instansiya

source: Compute Engine instance name
be: Назва інстансу Compute Engine
cs: Název instance Compute Engine
da: Compute Engine-instansnavn
de: Compute Engine-Instanzname
es: Nombre de instancia Compute Engine
fr: Nom d'instance Compute Engine
it: Nome istanza Compute Engine
kk: Compute Engine инстанс атауы
nl: Compute Engine-instantienaam
pl: Nazwa instancji Compute Engine
pt: Nome da instância Compute Engine
sk: Názov inštancie Compute Engine
sv: Compute Engine-instansnamn
uk: Назва інстанса Compute Engine
uz: Compute Engine instansiya nomi

source: GCP zone where instance is located
be: Зона GCP інстансу
cs: Zóna GCP instance
da: GCP-zone for instansen
de: GCP-Zone der Instanz
es: Zona GCP donde se encuentra la instancia
fr: Zone GCP de l'instance
it: Zona GCP dell'istanza
kk: Инстанстың GCP аймағы
nl: GCP-zone van de instantie
pl: Strefa GCP instancji
pt: Zona GCP da instância
sk: Zóna GCP inštancie
sv: GCP-zon för instansen
uk: Зона GCP, де розташований інстанс
uz: Instansiya joylashgan GCP zonasi

source: GCP project ID (uses default if empty)
be: ID праекта GCP (выкарыстоўвае стандартны калі пуста)
cs: ID projektu GCP (použije výchozí pokud prázdný)
da: GCP-projekt-ID (bruger standard hvis tom)
de: GCP-Projekt-ID (verwendet Standard wenn leer)
es: ID de proyecto GCP (usa predeterminado si vacío)
fr: ID de projet GCP (utilise le défaut si vide)
it: ID progetto GCP (usa predefinito se vuoto)
kk: GCP жоба ID (бос болса әдепкіні пайдаланады)
nl: GCP-project-ID (gebruikt standaard indien leeg)
pl: ID projektu GCP (używa domyślnego jeśli pusty)
pt: ID do projeto GCP (usa predefinição se vazio)
sk: ID projektu GCP (použije predvolený ak prázdny)
sv: GCP-projekt-ID (använder standard om tomt)
uk: ID проєкту GCP (використовує типовий, якщо порожньо)
uz: GCP loyiha ID (bo'sh bo'lsa standartni ishlatadi)

source: Full Azure resource ID of target VM
be: Поўны ID рэсурсу Azure мэтавай VM
cs: Úplné ID prostředku Azure cílového VM
da: Fuldt Azure-ressource-ID for mål-VM
de: Vollständige Azure-Ressourcen-ID der Ziel-VM
es: ID de recurso Azure completo de la VM destino
fr: ID de ressource Azure complet de la VM cible
it: ID risorsa Azure completo della VM di destinazione
kk: Мақсатты VM-нің толық Azure ресурс ID
nl: Volledig Azure-resource-ID van doel-VM
pl: Pełny ID zasobu Azure docelowej VM
pt: ID de recurso Azure completo da VM alvo
sk: Úplné ID prostriedku Azure cieľového VM
sv: Fullständigt Azure-resurs-ID för mål-VM
uk: Повний ідентифікатор ресурсу Azure цільової віртуальної машини
uz: Maqsadli VM ning to'liq Azure resurs ID

source: Resource group containing the Bastion
be: Група рэсурсаў з Bastion
cs: Skupina prostředků obsahující Bastion
da: Ressourcegruppe indeholdende Bastion
de: Ressourcengruppe mit dem Bastion
es: Grupo de recursos que contiene el Bastion
fr: Groupe de ressources contenant le Bastion
it: Gruppo di risorse contenente il Bastion
kk: Bastion бар ресурс тобы
nl: Resourcegroep met de Bastion
pl: Grupa zasobów zawierająca Bastion
pt: Grupo de recursos contendo o Bastion
sk: Skupina prostriedkov obsahujúca Bastion
sv: Resursgrupp innehållande Bastion
uk: Група ресурсів, що містить Bastion
uz: Bastion mavjud resurs guruhi

source: Name of the Azure Bastion host
be: Назва хоста Azure Bastion
cs: Název hostitele Azure Bastion
da: Navn på Azure Bastion-vært
de: Name des Azure Bastion-Hosts
es: Nombre del host Azure Bastion
fr: Nom de l'hôte Azure Bastion
it: Nome dell'host Azure Bastion
kk: Azure Bastion хост атауы
nl: Naam van de Azure Bastion-host
pl: Nazwa hosta Azure Bastion
pt: Nome do anfitrião Azure Bastion
sk: Názov hostiteľa Azure Bastion
sv: Namn på Azure Bastion-värd
uk: Назва госта Azure Bastion
uz: Azure Bastion xost nomi

source: Azure virtual machine name
be: Назва віртуальнай машыны Azure
cs: Název virtuálního stroje Azure
da: Azure virtuel maskine-navn
de: Name der Azure-VM
es: Nombre de la máquina virtual Azure
fr: Nom de la machine virtuelle Azure
it: Nome della macchina virtuale Azure
kk: Azure виртуалды машина атауы
nl: Azure virtuele machine-naam
pl: Nazwa maszyny wirtualnej Azure
pt: Nome da máquina virtual Azure
sk: Názov virtuálneho stroja Azure
sv: Azure virtuell maskin-namn
uk: Назва віртуальної машини Azure
uz: Azure virtual mashina nomi

source: Resource group containing the VM
be: Група рэсурсаў з VM
cs: Skupina prostředků obsahující VM
da: Ressourcegruppe indeholdende VM
de: Ressourcengruppe mit der VM
es: Grupo de recursos que contiene la VM
fr: Groupe de ressources contenant la VM
it: Gruppo di risorse contenente la VM
kk: VM бар ресурс тобы
nl: Resourcegroep met de VM
pl: Grupa zasobów zawierająca VM
pt: Grupo de recursos contendo a VM
sk: Skupina prostriedkov obsahujúca VM
sv: Resursgrupp innehållande VM
uk: Група ресурсів, що містить віртуальну машину
uz: VM mavjud resurs guruhi
