Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Terminate Session?
be: Завяршыць сеанс?
cs: Ukončit relaci?
da: Afslut session?
de: Sitzung beenden?
es: ¿Terminar sesión?
fr: Terminer la session ?
it: Terminare la sessione?
kk: Сеансты тоқтату?
nl: Sessie beëindigen?
pl: Zakończyć sesję?
pt: Terminar sessão?
sk: Ukončiť reláciu?
sv: Avsluta session?
uk: Завершити сеанса?
uz: Sessiyani tugatishmi?

source: Are you sure you want to terminate this session?
be: Вы ўпэўнены, што хочаце завяршыць гэты сеанс?
cs: Opravdu chcete ukončit tuto relaci?
da: Er du sikker på, at du vil afslutte denne session?
de: Möchten Sie diese Sitzung wirklich beenden?
es: ¿Está seguro de que desea terminar esta sesión?
fr: Voulez-vous vraiment terminer cette session ?
it: Sei sicuro di voler terminare questa sessione?
kk: Бұл сеансты тоқтатуға сенімдісіз бе?
nl: Weet u zeker dat u deze sessie wilt beëindigen?
pl: Czy na pewno chcesz zakończyć tę sesję?
pt: Tem a certeza de que pretende terminar esta sessão?
sk: Naozaj chcete ukončiť túto reláciu?
sv: Är du säker på att du vill avsluta denna session?
uk: Ви впевнені, що хочете завершити цього сеанса?
uz: Ushbu sessiyani tugatishga ishonchingiz komilmi?

source: Send Text to Session
be: Адправіць тэкст у сеанс
cs: Odeslat text do relace
da: Send tekst til session
de: Text an Sitzung senden
es: Enviar texto a la sesión
fr: Envoyer du texte à la session
it: Invia testo alla sessione
kk: Сеансқа мәтін жіберу
nl: Tekst naar sessie verzenden
pl: Wyślij tekst do sesji
pt: Enviar texto para a sessão
sk: Odoslať text do relácie
sv: Skicka text till session
uk: Надішли текста до сеансу
uz: Sessiyaga matn yuborish

source: Send
be: Адправіць
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
kk: Жіберу
nl: Verzenden
pl: Wyślij
pt: Enviar
sk: Odoslať
sv: Skicka
uk: Надішли
uz: Yuborish

source: Enter text to send to the session:
be: Увядзіце тэкст для адпраўкі ў сеанс:
cs: Zadejte text k odeslání do relace:
da: Indtast tekst til afsendelse til sessionen:
de: Text zum Senden an die Sitzung eingeben:
es: Introduzca el texto para enviar a la sesión:
fr: Entrez le texte à envoyer à la session :
it: Inserisci il testo da inviare alla sessione:
kk: Сеансқа жіберілетін мәтінді енгізіңіз:
nl: Voer tekst in om naar de sessie te verzenden:
pl: Wprowadź tekst do wysłania do sesji:
pt: Introduza o texto para enviar para a sessão:
sk: Zadajte text na odoslanie do relácie:
sv: Ange text att skicka till sessionen:
uk: Уведи текста, щоб надіслати до сеансу:
uz: Sessiyaga yuboriladigan matnni kiriting:

source: Text to send...
be: Тэкст для адпраўкі...
cs: Text k odeslání…
da: Tekst til afsendelse...
de: Zu sendender Text...
es: Texto a enviar…
fr: Texte à envoyer…
it: Testo da inviare...
kk: Жіберілетін мәтін...
nl: Te verzenden tekst...
pl: Tekst do wysłania...
pt: Texto para enviar...
sk: Text na odoslanie...
sv: Text att skicka...
uk: Текст для надсилання...
uz: Yuboriladigan matn...

source: Append newline (press Enter)
be: Дадаць новы радок (націсніце Enter)
cs: Přidat nový řádek (Enter)
da: Tilføj linjeskift (tryk Enter)
de: Zeilenumbruch anhängen (Enter drücken)
es: Añadir salto de línea (Enter)
fr: Ajouter un saut de ligne (Entrée)
it: Aggiungi nuova riga (premi Invio)
kk: Жаңа жол қосу (Enter басыңыз)
nl: Nieuwe regel toevoegen (druk op Enter)
pl: Dodaj nowy wiersz (naciśnij Enter)
pt: Adicionar nova linha (prima Enter)
sk: Pridať nový riadok (stlačte Enter)
sv: Lägg till ny rad (tryck Enter)
uk: Додай нового рядка (натисни Enter)
uz: Yangi qator qo'shish (Enter bosing)

source: Snippet Created
be: Фрагмент створаны
cs: útržek příkazů vytvořen
da: Uddrag oprettet
de: Snippet erstellt
es: Snippet creado
fr: Snippet créé
it: Frammento creato
kk: Үзінді жасалды
nl: Fragment aangemaakt
pl: Fragment utworzony
pt: Fragmento criado
sk: Úryvok vytvorený
sv: Utdrag skapat
uk: Сніпет створено
uz: Snippet yaratildi

source: Snippet has been saved successfully.
be: Фрагмент паспяхова захаваны.
cs: Útržek příkazů byl úspěšně uložen.
da: Uddraget er gemt.
de: Snippet wurde erfolgreich gespeichert.
es: El snippet se ha guardado correctamente.
fr: Le snippet a été enregistré avec succès.
it: Il frammento è stato salvato con successo.
kk: Үзінді сәтті сақталды.
nl: Fragment is succesvol opgeslagen.
pl: Fragment został pomyślnie zapisany.
pt: O fragmento foi guardado com sucesso.
sk: Úryvok bol úspešne uložený.
sv: Utdraget har sparats.
uk: Сніпета успішно збережено.
uz: Snippet muvaffaqiyatli saqlandi.

source: Error Creating Snippet
be: Памылка стварэння фрагмента
cs: Chyba při vytváření útržku příkazů
da: Fejl ved oprettelse af uddrag
de: Fehler beim Erstellen des Snippets
es: Error al crear el snippet
fr: Erreur lors de la création du snippet
it: Errore nella creazione del frammento
kk: Үзінді жасау қатесі
nl: Fout bij het aanmaken van fragment
pl: Błąd tworzenia fragmentu
pt: Erro ao criar fragmento
sk: Chyba pri vytváraní úryvku
sv: Fel vid skapande av utdrag
uk: Помилка створення сніпета
uz: Snippet yaratishda xato

source: Manage Snippets
be: Кіраванне фрагментамі
cs: Spravovat útržky příkazů
da: Administrér uddrag
de: Snippets verwalten
es: Gestionar snippets
fr: Gérer les snippets
it: Gestisci frammenti
kk: Үзінділерді басқару
nl: Fragmenten beheren
pl: Zarządzaj fragmentami
pt: Gerir fragmentos
sk: Správa úryvkov
sv: Hantera utdrag
uk: Керування сніпетами
uz: Snippetlarni boshqarish

source: Search snippets...
be: Пошук фрагментаў...
cs: Hledat útřžky příkazů…
da: Søg uddrag...
de: Snippets suchen...
es: Buscar snippets…
fr: Rechercher des snippets…
it: Cerca frammenti...
kk: Үзінділерді іздеу...
nl: Fragmenten zoeken...
pl: Szukaj fragmentów...
pt: Procurar fragmentos...
sk: Hľadať úryvky...
sv: Sök utdrag...
uk: Пошук сніпетів...
uz: Snippetlarni qidirish...

source: Execute
be: Выканаць
cs: Spustit
da: Udfør
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
kk: Орындау
nl: Uitvoeren
pl: Wykonaj
pt: Executar
sk: Spustiť
sv: Kör
uk: Виконай
uz: Bajarish

source: Delete Snippet?
be: Выдаліць фрагмент?
cs: Smazat útržek příkazů?
da: Slet uddrag?
de: Snippet löschen?
es: ¿Eliminar snippet?
fr: Supprimer le snippet ?
it: Eliminare il frammento?
kk: Үзіндіні жою?
nl: Fragment verwijderen?
pl: Usunąć fragment?
pt: Eliminar fragmento?
sk: Odstrániť úryvok?
sv: Ta bort utdrag?
uk: Вилучити сніпета?
uz: Snippetni o'chirishmi?

source: Are you sure you want to delete this snippet?
be: Вы ўпэўнены, што хочаце выдаліць гэты фрагмент?
cs: Opravdu chcete tento útržek příkazů smazat?
da: Er du sikker på, at du vil slette dette uddrag?
de: Möchten Sie dieses Snippet wirklich löschen?
es: ¿Está seguro de que desea eliminar este snippet?
fr: Voulez-vous vraiment supprimer ce snippet ?
it: Sei sicuro di voler eliminare questo frammento?
kk: Бұл үзіндіні жоюға сенімдісіз бе?
nl: Weet u zeker dat u dit fragment wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten fragment?
pt: Tem a certeza de que pretende eliminar este fragmento?
sk: Naozaj chcete odstrániť tento úryvok?
sv: Är du säker på att du vill ta bort detta utdrag?
uk: Ви впевнені, що хочете вилучити цього сніпета?
uz: Ushbu snippetni o'chirishga ishonchingiz komilmi?

source: Execute Snippet
be: Выканаць фрагмент
cs: Spustit útržek příkazů
da: Udfør uddrag
de: Snippet ausführen
es: Ejecutar snippet
fr: Exécuter le snippet
it: Esegui frammento
kk: Үзіндіні орындау
nl: Fragment uitvoeren
pl: Wykonaj fragment
pt: Executar fragmento
sk: Spustiť úryvok
sv: Kör utdrag
uk: Виконай сніпета
uz: Snippetni bajarish

source: No Active Terminal
be: Няма актыўнага тэрмінала
cs: Žádný aktivní terminál
da: Ingen aktiv terminal
de: Kein aktives Terminal
es: Sin terminal activo
fr: Aucun terminal actif
it: Nessun terminale attivo
kk: Белсенді терминал жоқ
nl: Geen actieve terminal
pl: Brak aktywnego terminala
pt: Sem terminal ativo
sk: Žiadny aktívny terminál
sv: Ingen aktiv terminal
uk: Нема активного термінала
uz: Faol terminal yo'q

source: Please open a terminal session first before executing a snippet.
be: Калі ласка, спачатку адкрыйце сеанс тэрмінала перад выкананнем фрагмента.
cs: Před spuštěním útržku příkazů nejprve otevřete relaci terminálu.
da: Åbn venligst en terminalsession, før du udfører et uddrag.
de: Bitte öffnen Sie zuerst eine Terminalsitzung, bevor Sie ein Snippet ausführen.
es: Abra primero una sesión de terminal antes de ejecutar un snippet.
fr: Veuillez d'abord ouvrir une session terminal avant d'exécuter un snippet.
it: Apri prima una sessione terminale prima di eseguire un frammento.
kk: Үзіндіні орындау алдында алдымен терминал сеансын ашыңыз.
nl: Open eerst een terminalsessie voordat u een fragment uitvoert.
pl: Otwórz najpierw sesję terminala przed wykonaniem fragmentu.
pt: Abra primeiro uma sessão de terminal antes de executar um fragmento.
sk: Pred spustením úryvku najprv otvorte reláciu terminálu.
sv: Öppna en terminalsession innan du kör ett utdrag.
uk: Перш ніж виконувати сніпета - відкрий сеанс термінала.
uz: Snippetni bajarishdan oldin terminal sessiyasini oching.

source: Enter Variable Values
be: Увядзіце значэнні зменных
cs: Zadejte hodnoty proměnných
da: Indtast variabelværdier
de: Variablenwerte eingeben
es: Introducir valores de variables
fr: Entrer les valeurs des variables
it: Inserisci valori delle variabili
kk: Айнымалы мәндерін енгізіңіз
nl: Variabelewaarden invoeren
pl: Wprowadź wartości zmiennych
pt: Introduzir valores das variáveis
sk: Zadajte hodnoty premenných
sv: Ange variabelvärden
uk: Уведи значину змінниць
uz: O'zgaruvchi qiymatlarini kiriting

source: Favorites
be: Абраныя
cs: Oblíbené
da: Favoritter
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
kk: Таңдаулылар
nl: Favorieten
pl: Ulubione
pt: Favoritos
sk: Obľúbené
sv: Favoriter
uk: Улюблені
uz: Sevimlilar

source: Error Saving Template
be: Памылка захавання шаблону
cs: Chyba při ukládání šablony
da: Fejl ved gemning af skabelon
de: Fehler beim Speichern der Vorlage
es: Error al guardar la plantilla
fr: Erreur lors de l'enregistrement du modèle
it: Errore nel salvataggio del modello
kk: Үлгіні сақтау қатесі
nl: Fout bij het opslaan van sjabloon
pl: Błąd zapisywania szablonu
pt: Erro ao guardar modelo
sk: Chyba pri ukladaní šablóny
sv: Fel vid sparande av mall
uk: Помилка збереження шаблона
uz: Shablonni saqlashda xato

source: Delete Template?
be: Выдаліць шаблон?
cs: Smazat šablonu?
da: Slet skabelon?
de: Vorlage löschen?
es: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
it: Eliminare il modello?
kk: Үлгіні жою?
nl: Sjabloon verwijderen?
pl: Usunąć szablon?
pt: Eliminar modelo?
sk: Odstrániť šablónu?
sv: Ta bort mall?
uk: Вилучити шаблона?
uz: Shablonni o'chirishmi?

source: Are you sure you want to delete this template?
be: Вы ўпэўнены, што хочаце выдаліць гэты шаблон?
cs: Opravdu chcete tuto šablonu smazat?
da: Er du sikker på, at du vil slette denne skabelon?
de: Möchten Sie diese Vorlage wirklich löschen?
es: ¿Está seguro de que desea eliminar esta plantilla?
fr: Voulez-vous vraiment supprimer ce modèle ?
it: Sei sicuro di voler eliminare questo modello?
kk: Бұл үлгіні жоюға сенімдісіз бе?
nl: Weet u zeker dat u dit sjabloon wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten szablon?
pt: Tem a certeza de que pretende eliminar este modelo?
sk: Naozaj chcete odstrániť túto šablónu?
sv: Är du säker på att du vill ta bort denna mall?
uk: Ви впевнені, що хочете вилучити цього шаблона?
uz: Ushbu shablonni o'chirishga ishonchingiz komilmi?

source: Host: {}
be: Хост: {}
cs: Hostitel: {}
da: Vært: {}
fr: Hôte : {}
kk: Хост: {}
pt: Anfitrião: {}
sk: Hostiteľ: {}
sv: Värd: {}
uk: Гост: {}
uz: Xost: {}

source: Port: {}
be: Порт: {}
es: Puerto: {}
it: Porta: {}
kk: Порт: {}
nl: Poort: {}
pt: Porta: {}
uk: Порт: {}

source: User: {}
be: Карыстальнік: {}
cs: Uživatel: {}
da: Bruger: {}
de: Benutzer: {}
es: Usuario: {}
fr: Utilisateur : {}
it: Utente: {}
kk: Пайдаланушы: {}
nl: Gebruiker: {}
pl: Użytkownik: {}
pt: Utilizador: {}
sk: Používateľ: {}
sv: Användare: {}
uk: Користувач: {}
uz: Foydalanuvchi: {}

source: Toggle Sidebar (F9)
be: Бакавая панэль (F9)
cs: (Ne)zobrazovat postranní panel (F9)
da: Vis/skjul sidebjælke (F9)
de: Seitenleiste umschalten (F9)
es: Alternar barra lateral (F9)
fr: Basculer la barre latérale (F9)
it: Mostra/nascondi barra laterale (F9)
kk: Бүйір тақтаны ауыстыру (F9)
nl: Zijbalk in-/uitschakelen (F9)
pl: Przełącz pasek boczny (F9)
pt: Alternar barra lateral (F9)
sk: Prepnúť bočný panel (F9)
sv: Växla sidopanel (F9)
uk: Перемкни бічну панель (F9)
uz: Yon panelni almashtirish (F9)

source: Quick Connect (Ctrl+Shift+Q)
be: Хуткае злучэнне (Ctrl+Shift+Q)
cs: Rychlé připojení (Ctrl+Shift+Q)
da: Hurtig forbindelse (Ctrl+Shift+Q)
de: Schnellverbindung (Ctrl+Shift+Q)
es: Conexión rápida (Ctrl+Shift+Q)
fr: Connexion rapide (Ctrl+Shift+Q)
it: Connessione rapida (Ctrl+Shift+Q)
kk: Жылдам қосылу (Ctrl+Shift+Q)
nl: Snelverbinding (Ctrl+Shift+Q)
pl: Szybkie połączenie (Ctrl+Shift+Q)
pt: Ligação rápida (Ctrl+Shift+Q)
sk: Rýchle pripojenie (Ctrl+Shift+Q)
sv: Snabbanslutning (Ctrl+Shift+Q)
uk: Швидке доєднання (Ctrl+Shift+Q)
uz: Tezkor ulanish (Ctrl+Shift+Q)

source: New Connection (Ctrl+N)
be: Новае злучэнне (Ctrl+N)
cs: Nové připojení (Ctrl+N)
da: Ny forbindelse (Ctrl+N)
de: Neue Verbindung (Ctrl+N)
es: Nueva conexión (Ctrl+N)
fr: Nouvelle connexion (Ctrl+N)
it: Nuova connessione (Ctrl+N)
kk: Жаңа қосылым (Ctrl+N)
nl: Nieuwe verbinding (Ctrl+N)
pl: Nowe połączenie (Ctrl+N)
pt: Nova ligação (Ctrl+N)
sk: Nové pripojenie (Ctrl+N)
sv: Ny anslutning (Ctrl+N)
uk: Новий з'єднок (Ctrl+N)
uz: Yangi ulanish (Ctrl+N)

source: Delete Selected (Delete)
be: Выдаліць абранае (Delete)
cs: Smazat vybrané (Delete)
da: Slet valgte (Delete)
de: Ausgewählte löschen (Delete)
es: Eliminar selección (Supr)
fr: Supprimer la sélection (Suppr)
it: Elimina selezionati (Canc)
kk: Таңдалғанды жою (Delete)
nl: Geselecteerde verwijderen (Delete)
pl: Usuń zaznaczone (Delete)
pt: Eliminar selecionados (Delete)
sk: Odstrániť vybrané (Delete)
sv: Ta bort markerade (Delete)
uk: Вилучи вибране (Delete)
uz: Tanlanganlarni o'chirish (Delete)

source: New Group (Ctrl+Shift+N)
be: Новая група (Ctrl+Shift+N)
cs: Nová skupina (Ctrl+Shift+N)
da: Ny gruppe (Ctrl+Shift+N)
de: Neue Gruppe (Ctrl+Shift+N)
es: Nuevo grupo (Ctrl+Shift+N)
fr: Nouveau groupe (Ctrl+Shift+N)
it: Nuovo gruppo (Ctrl+Shift+N)
kk: Жаңа топ (Ctrl+Shift+N)
nl: Nieuwe groep (Ctrl+Shift+N)
pl: Nowa grupa (Ctrl+Shift+N)
pt: Novo grupo (Ctrl+Shift+N)
sk: Nová skupina (Ctrl+Shift+N)
sv: Ny grupp (Ctrl+Shift+N)
uk: Нова група (Ctrl+Shift+N)
uz: Yangi guruh (Ctrl+Shift+N)

source: Menu
be: Меню
cs: Nabídka
de: Menü
es: Menú
kk: Мәзір
sv: Meny
uk: Меню
uz: Menyu

source: Settings (Ctrl+,)
be: Налады (Ctrl+,)
cs: Nastavení (Ctrl+,)
da: Indstillinger (Ctrl+,)
de: Einstellungen (Ctrl+,)
es: Configuración (Ctrl+,)
fr: Paramètres (Ctrl+,)
it: Impostazioni (Ctrl+,)
kk: Параметрлер (Ctrl+,)
nl: Instellingen (Ctrl+,)
pl: Ustawienia (Ctrl+,)
pt: Definições (Ctrl+,)
sk: Nastavenia (Ctrl+,)
sv: Inställningar (Ctrl+,)
uk: Налаштування (Ctrl+,)
uz: Sozlamalar (Ctrl+,)

source: Split Vertical (Ctrl+Shift+S)
be: Падзяліць вертыкальна (Ctrl+Shift+S)
cs: Rozdělit svisle (Ctrl+Shift+S)
da: Opdel lodret (Ctrl+Shift+S)
de: Vertikal teilen (Ctrl+Shift+S)
es: Dividir verticalmente (Ctrl+Shift+S)
fr: Diviser verticalement (Ctrl+Shift+S)
it: Dividi verticalmente (Ctrl+Shift+S)
kk: Тігінен бөлу (Ctrl+Shift+S)
nl: Verticaal splitsen (Ctrl+Shift+S)
pl: Podziel pionowo (Ctrl+Shift+S)
pt: Dividir verticalmente (Ctrl+Shift+S)
sk: Rozdeliť zvisle (Ctrl+Shift+S)
sv: Dela vertikalt (Ctrl+Shift+S)
uk: Розділи доземно (Ctrl+Shift+S)
uz: Vertikal bo'lish (Ctrl+Shift+S)

source: Split Horizontal (Ctrl+Shift+H)
be: Падзяліць гарызантальна (Ctrl+Shift+H)
cs: Rozdělit vodorovně (Ctrl+Shift+H)
da: Opdel vandret (Ctrl+Shift+H)
de: Horizontal teilen (Ctrl+Shift+H)
es: Dividir horizontalmente (Ctrl+Shift+H)
fr: Diviser horizontalement (Ctrl+Shift+H)
it: Dividi orizzontalmente (Ctrl+Shift+H)
kk: Көлденеңінен бөлу (Ctrl+Shift+H)
nl: Horizontaal splitsen (Ctrl+Shift+H)
pl: Podziel poziomo (Ctrl+Shift+H)
pt: Dividir horizontalmente (Ctrl+Shift+H)
sk: Rozdeliť vodorovne (Ctrl+Shift+H)
sv: Dela horisontellt (Ctrl+Shift+H)
uk: Розділи поземно (Ctrl+Shift+H)
uz: Gorizontal bo'lish (Ctrl+Shift+H)

source: Snippets...
be: Сніпеты…
cs: Snippety…
it: Snippet…
kk: Сніпеттер…
pl: Snippety…
sk: Snippety…
uk: Сніпети…
uz: Snippetlar...

source: Clusters...
be: Кластары…
cs: Clustery…
da: Klynger…
de: Cluster…
es: Clústeres…
it: Cluster…
kk: Кластерлер…
pl: Klastry…
sk: Klastre…
sv: Kluster…
uk: Кластери…
uz: Klasterlar...

source: Templates...
be: Шаблоны…
cs: Šablony…
da: Skabeloner…
de: Vorlagen…
es: Plantillas…
fr: Modèles…
it: Modelli…
kk: Үлгілер…
nl: Sjablonen…
pl: Szablony…
pt: Modelos…
sk: Šablóny…
sv: Mallar…
uk: Шаблони…
uz: Shablonlar...

source: Variables...
be: Зменныя…
cs: Proměnné…
da: Variabler…
de: Variablen…
it: Variabili…
kk: Айнымалылар…
nl: Variabelen…
pl: Zmienne…
pt: Variáveis…
sk: Premenné…
sv: Variabler…
uk: Змінниці…
uz: O'zgaruvchilar...

source: Connection History...
be: Гісторыя злучэнняў…
cs: Historie připojení…
da: Forbindelseshistorik…
de: Verbindungsverlauf…
es: Historial de conexiones…
fr: Historique des connexions…
it: Cronologia connessioni…
kk: Қосылым тарихы…
nl: Verbindingsgeschiedenis…
pl: Historia połączeń…
pt: Histórico de conexões…
sk: História pripojení…
sv: Anslutningshistorik…
uk: Історія з'єднувань…
uz: Ulanish tarixi...

source: Statistics...
be: Статыстыка…
cs: Statistiky…
da: Statistik…
de: Statistiken…
es: Estadísticas…
fr: Statistiques…
it: Statistiche…
kk: Статистика…
nl: Statistieken…
pl: Statystyki…
pt: Estatísticas…
sk: Štatistiky…
sv: Statistik…
uk: Статистика…
uz: Statistika...

source: Password Generator...
be: Генератар пароляў…
cs: Generátor hesel…
da: Adgangskodegenerator…
de: Passwortgenerator…
es: Generador de contraseñas…
fr: Générateur de mots de passe…
it: Generatore di password…
kk: Құпия сөз генераторы…
nl: Wachtwoordgenerator…
pl: Generator haseł…
pt: Gerador de senhas…
sk: Generátor hesiel…
sv: Lösenordsgenerator…
uk: Генератор паролів…
uz: Parol generatori...

source: Import Connections...
be: Імпартаваць злучэнні…
cs: Importovat připojení…
da: Importér forbindelser…
de: Verbindungen importieren…
es: Importar conexiones…
fr: Importer des connexions…
it: Importa connessioni…
kk: Қосылымдарды импорттау…
nl: Verbindingen importeren…
pl: Importuj połączenia…
pt: Importar conexões…
sk: Importovať pripojenia…
sv: Importera anslutningar…
uk: Імпортуй з'єднанки…
uz: Ulanishlarni import qilish...

source: Export Connections...
be: Экспартаваць злучэнні…
cs: Exportovat připojení…
da: Eksportér forbindelser…
de: Verbindungen exportieren…
es: Exportar conexiones…
fr: Exporter des connexions…
it: Esporta connessioni…
kk: Қосылымдарды экспорттау…
nl: Verbindingen exporteren…
pl: Eksportuj połączenia…
pt: Exportar conexões…
sk: Exportovať pripojenia…
sv: Exportera anslutningar…
uk: Експортуй з'єднанки…
uz: Ulanishlarni eksport qilish...

source: Copy Connection
be: Капіяваць злучэнне
cs: Kopírovat připojení
da: Kopiér forbindelse
de: Verbindung kopieren
es: Copiar conexión
fr: Copier la connexion
it: Copia connessione
kk: Қосылымды көшіру
nl: Verbinding kopiëren
pl: Kopiuj połączenie
pt: Copiar conexão
sk: Kopírovať pripojenie
sv: Kopiera anslutning
uk: Скопіюй з'єднок
uz: Ulanishni nusxalash

source: Paste Connection
be: Уставіць злучэнне
cs: Vložit připojení
da: Indsæt forbindelse
de: Verbindung einfügen
es: Pegar conexión
fr: Coller la connexion
it: Incolla connessione
kk: Қосылымды қою
nl: Verbinding plakken
pl: Wklej połączenie
pt: Colar conexão
sk: Vložiť pripojenie
sv: Klistra in anslutning
uk: Устав з'єднок
uz: Ulanishni joylash

source: Settings
be: Налады
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
kk: Баптаулар
nl: Instellingen
pl: Ustawienia
pt: Configurações
sk: Nastavenia
sv: Inställningar
uk: Налаштування
uz: Sozlamalar

source: Flatpak Components...
be: Кампаненты Flatpak…
cs: Komponenty Flatpak…
da: Flatpak-komponenter…
de: Flatpak-Komponenten…
es: Componentes Flatpak…
fr: Composants Flatpak…
it: Componenti Flatpak…
kk: Flatpak компоненттері…
nl: Flatpak-componenten…
pl: Komponenty Flatpak…
pt: Componentes Flatpak…
sk: Komponenty Flatpak…
sv: Flatpak-komponenter…
uk: Компоненти Flatpak…
uz: Flatpak komponentlari...

source: About
be: Пра праграму
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fr: À propos
it: Informazioni
kk: Бағдарлама туралы
nl: Over
pl: O programie
pt: Sobre
sk: O aplikácii
sv: Om
uk: Про програму
uz: Dastur haqida

source: Quit
be: Выйсці
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
fr: Quitter
it: Esci
kk: Шығу
nl: Afsluiten
pl: Zakończ
pt: Sair
sk: Ukončiť
sv: Avsluta
uk: Виходь
uz: Chiqish

source: ssh;rdp;vnc;spice;telnet;zerotrust;connection;terminal;remote;
be: ssh;rdp;vnc;spice;telnet;zerotrust;злучэнне;тэрмінал;аддалены;
cs: ssh;rdp;vnc;spice;telnet;zerotrust;připojení;terminál;vzdálený;
da: ssh;rdp;vnc;spice;telnet;zerotrust;forbindelse;terminal;fjern;
de: ssh;rdp;vnc;spice;telnet;zerotrust;verbindung;terminal;remote;
es: ssh;rdp;vnc;spice;telnet;zerotrust;conexión;terminal;remoto;
fr: ssh;rdp;vnc;spice;telnet;zerotrust;connexion;terminal;distant;
it: ssh;rdp;vnc;spice;telnet;zerotrust;connessione;terminale;remoto;
kk: ssh;rdp;vnc;spice;telnet;zerotrust;қосылым;терминал;қашықтағы;
nl: ssh;rdp;vnc;spice;telnet;zerotrust;verbinding;terminal;extern;
pl: ssh;rdp;vnc;spice;telnet;zerotrust;połączenie;terminal;zdalny;
pt: ssh;rdp;vnc;spice;telnet;zerotrust;ligação;terminal;remoto;
sk: ssh;rdp;vnc;spice;telnet;zerotrust;pripojenie;terminál;vzdialené;
sv: ssh;rdp;vnc;spice;telnet;zerotrust;anslutning;terminal;fjärr;
uk: ssh;rdp;vnc;spice;telnet;zerotrust;з'єднок;термінал;віддалений;
uz: ssh;rdp;vnc;spice;telnet;zerotrust;ulanish;terminal;masofaviy;

source: {} backend unavailable. Using fallback.
da: Backend {} utilgængelig. Bruger reserve.
pt: Backend {} indisponível. Usando alternativa.

source: Broadcast mode
da: Udsendelsestilstand
de: Broadcast-Modus
it: Modalità broadcast
pt: Modo de transmissão
sk: Režim vysielania
sv: Sändningsläge

source: Send keyboard input to all cluster sessions simultaneously
da: Send tastaturinput til alle klyngesessioner samtidigt
de: Tastatureingabe gleichzeitig an alle Cluster-Sitzungen senden
it: Invia input da tastiera a tutte le sessioni del cluster simultaneamente
pt: Enviar entrada do teclado para todas as sessões do cluster simultaneamente
sk: Odosielať vstup z klávesnice do všetkých relácií klastra súčasne
sv: Skicka tangentbordsinmatning till alla klustersessioner samtidigt

source: Disconnect all cluster sessions
da: Afbryd alle klyngesessioner
de: Alle Cluster-Sitzungen trennen
it: Disconnetti tutte le sessioni del cluster
pt: Desconectar todas as sessões do cluster
sk: Odpojiť všetky relácie klastra
sv: Koppla från alla klustersessioner

source: From Template
da: Fra skabelon
de: Aus Vorlage
it: Da modello
pt: De modelo
sk: Zo šablóny
sv: Från mall

source: Add rules from a built-in template
da: Tilføj regler fra en indbygget skabelon
de: Regeln aus einer integrierten Vorlage hinzufügen
it: Aggiungi regole da un modello integrato
pt: Adicionar regras de um modelo integrado
sk: Pridať pravidlá zo vstavanej šablóny
sv: Lägg till regler från en inbyggd mall

source: One-shot
da: Engangs
de: Einmalig
it: Singolo uso
pt: Uso único
sk: Jednorazové
sv: Engångs

source: Fire only once, then remove the rule
da: Udløs kun én gang, fjern derefter reglen
de: Nur einmal auslösen, dann die Regel entfernen
it: Esegui solo una volta, poi rimuovi la regola
pt: Executar apenas uma vez, depois remover a regra
sk: Spustiť iba raz, potom pravidlo odstrániť
sv: Utlös bara en gång, ta sedan bort regeln

source: Key file not found
da: Nøglefil ikke fundet
pt: Ficheiro de chave não encontrado

source: Conflicts with: {}
da: Konflikt med: {}
pt: Conflito com: {}
