Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Running
be: Працуе
cs: Běží
da: Kører
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
kk: Жұмыс істеуде
nl: Actief
pl: Działa
pt: Em execução
sk: Beží
sv: Körs
uk: Виконується
uz: Ishlayapti

source: Not running
be: Не працуе
cs: Neběží
da: Kører ikke
de: Läuft nicht
es: No en ejecución
fr: Arrêté
it: Non in esecuzione
kk: Жұмыс істемейді
nl: Niet actief
pl: Nie działa
pt: Não em execução
sk: Nebeží
sv: Körs inte
uk: Не виконується
uz: Ishlamayapti

source: No keys loaded
be: Ключы не загружаны
cs: Nenačteny žádné klíče
da: Ingen nøgler indlæst
de: Keine Schlüssel geladen
es: Sin claves cargadas
fr: Aucune clé chargée
it: Nessuna chiave caricata
kk: Жүктелген кілттер жоқ
nl: Geen sleutels geladen
pl: Brak załadowanych kluczy
pt: Nenhuma chave carregada
sk: Žiadne načítané kľúče
sv: Inga nycklar laddade
uk: Ключів не завантажено
uz: Kalitlar yuklanmagan

source: Add keys using ssh-add or the button above
be: Дадайце ключы з дапамогай ssh-add або кнопкі вышэй
cs: Přidejte klíče pomocí ssh-add nebo tlačítka výše
da: Tilføj nøgler med ssh-add eller knappen ovenfor
de: Schlüssel mit ssh-add oder der Schaltfläche oben hinzufügen
es: Añadir claves con ssh-add o el botón de arriba
fr: Ajouter des clés avec ssh-add ou le bouton ci-dessus
it: Aggiungi chiavi con ssh-add o il pulsante in alto
kk: ssh-add немесе жоғарыдағы түйме арқылы кілттерді қосыңыз
nl: Voeg sleutels toe met ssh-add of de knop hierboven
pl: Dodaj klucze za pomocą ssh-add lub przycisku powyżej
pt: Adicionar chaves com ssh-add ou o botão acima
sk: Pridajte kľúče pomocou ssh-add alebo tlačidla vyššie
sv: Lägg till nycklar med ssh-add eller knappen ovan
uk: Додай ключі через ssh-add або через натискача вище
uz: ssh-add yoki yuqoridagi tugma yordamida kalitlar qo'shing

source: Agent not running
be: Агент не запушчаны
cs: Agent není spuštěný
da: Agent kører ikke
de: Agent nicht gestartet
es: Agente no iniciado
fr: Agent non démarré
it: Agente non in esecuzione
kk: Агент іске қосылмаған
nl: Agent niet actief
pl: Agent nie jest uruchomiony
pt: Agente não iniciado
sk: Agent nie je spustený
sv: Agenten körs inte
uk: Аґента не запущено
uz: Agent ishlamayapti

source: Start the agent to manage keys
be: Запусціце агент для кіравання ключамі
cs: Spusťte agenta pro správu klíčů
da: Start agenten for at administrere nøgler
de: Agent zum Verwalten von Schlüsseln starten
es: Iniciar el agente para gestionar claves
fr: Démarrer l'agent pour gérer les clés
it: Avvia l'agente per gestire le chiavi
kk: Кілттерді басқару үшін агентті іске қосыңыз
nl: Start de agent om sleutels te beheren
pl: Uruchom agenta, aby zarządzać kluczami
pt: Iniciar o agente para gerir chaves
sk: Spustiť agenta na správu kľúčov
sv: Starta agenten för att hantera nycklar
uk: Запускай аґента, щоб керувати ключами
uz: Kalitlarni boshqarish uchun agentni ishga tushirish

source: Error
be: Памылка
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
it: Errore
kk: Қате
nl: Fout
pl: Błąd
pt: Erro
sk: Chyba
sv: Fel
uk: Помилка
uz: Xato

source: Scanning ~/.ssh/...
be: Сканаванне ~/.ssh/...
cs: Prohledávání ~/.ssh/…
da: Scanner ~/.ssh/...
de: Scanne ~/.ssh/...
es: Escaneando ~/.ssh/...
fr: Analyse de ~/.ssh/...
it: Scansione ~/.ssh/...
kk: ~/.ssh/ сканерленуде...
nl: Scannen van ~/.ssh/...
pl: Skanowanie ~/.ssh/...
pt: A analisar ~/.ssh/...
sk: Prehľadávanie ~/.ssh/...
sv: Skannar ~/.ssh/...
uk: Сканування ~/.ssh/...
uz: ~/.ssh/ tekshirilmoqda...

source: No SSH key files found
be: SSH-ключы не знойдзены
cs: Nenalezeny žádné soubory SSH klíčů
da: Ingen SSH-nøglefiler fundet
de: Keine SSH-Schlüsseldateien gefunden
es: No se encontraron archivos de clave SSH
fr: Aucun fichier de clé SSH trouvé
it: Nessun file di chiave SSH trovato
kk: SSH кілт файлдары табылмады
nl: Geen SSH-sleutelbestanden gevonden
pl: Nie znaleziono plików kluczy SSH
pt: Nenhum ficheiro de chave SSH encontrado
sk: Nenašli sa žiadne SSH súbory kľúčov
sv: Inga SSH-nyckelfiler hittades
uk: SSH-ключів не знайдено
uz: SSH kalit fayllari topilmadi

source: Generate keys with ssh-keygen
be: Згенерыруйце ключы з дапамогай ssh-keygen
cs: Nechte vytvořit klíče pomocí ssh-keygen
da: Generér nøgler med ssh-keygen
de: Schlüssel mit ssh-keygen generieren
es: Generar claves con ssh-keygen
fr: Générer des clés avec ssh-keygen
it: Genera chiavi con ssh-keygen
kk: ssh-keygen арқылы кілттер жасау
nl: Sleutels genereren met ssh-keygen
pl: Wygeneruj klucze za pomocą ssh-keygen
pt: Gerar chaves com ssh-keygen
sk: Vygenerovať kľúče pomocou ssh-keygen
sv: Generera nycklar med ssh-keygen
uk: Зґенеруй ключі за допомогою ssh-keygen
uz: ssh-keygen bilan kalitlar yaratish

source: Load this key
be: Загрузіць гэты ключ
cs: Načíst tento klíč
da: Indlæs denne nøgle
de: Diesen Schlüssel laden
es: Cargar esta clave
fr: Charger cette clé
it: Carica questa chiave
kk: Бұл кілтті жүктеу
nl: Deze sleutel laden
pl: Załaduj ten klucz
pt: Carregar esta chave
sk: Načítať tento kľúč
sv: Ladda denna nyckel
uk: Завантаж цей ключ
uz: Bu kalitni yuklash

source: Failed to scan ~/.ssh/ directory
be: Не ўдалося прасканаваць каталог ~/.ssh/
cs: Nepodařilo se prohledat složku ~/.ssh/
da: Kunne ikke scanne mappen ~/.ssh/
de: Scannen von ~/.ssh/ fehlgeschlagen
es: Error al escanear el directorio ~/.ssh/
fr: Échec de l'analyse du répertoire ~/.ssh/
it: Scansione della directory ~/.ssh/ fallita
kk: ~/.ssh/ каталогын сканерлеу сәтсіз аяқталды
nl: Scannen van map ~/.ssh/ mislukt
pl: Nie udało się przeskanować katalogu ~/.ssh/
pt: Falha ao analisar o diretório ~/.ssh/
sk: Nepodarilo sa prehľadať adresár ~/.ssh/
sv: Kunde inte skanna katalogen ~/.ssh/
uk: Не вдалося сканувати каталога ~/.ssh/
uz: ~/.ssh/ katalogini tekshirib bo'lmadi

source: Add Key: {}
be: Дадаць ключ: {}
cs: Přidat klíč: {}
da: Tilføj nøgle: {}
de: Schlüssel hinzufügen: {}
es: Añadir clave: {}
fr: Ajouter la clé : {}
it: Aggiungi chiave: {}
kk: Кілт қосу: {}
nl: Sleutel toevoegen: {}
pl: Dodaj klucz: {}
pt: Adicionar chave: {}
sk: Pridať kľúč: {}
sv: Lägg till nyckel: {}
uk: Додай ключ: {}
uz: Kalit qo'shish: {}

source: Enter passphrase (leave empty if key has no passphrase)
be: Увядзіце парольную фразу (пакіньце пустым, калі ключ без фразы)
cs: Zadejte heslo (nevyplňujte, pokud jím klíč není opatřen)
da: Indtast adgangsfrase (lad stå tom, hvis nøglen ikke har en)
de: Passphrase eingeben (leer lassen, wenn der Schlüssel keine hat)
es: Introduzca la frase de contraseña (dejar vacío si la clave no tiene)
fr: Saisir la phrase secrète (laisser vide si la clé n'en a pas)
it: Inserisci la passphrase (lascia vuoto se la chiave non ne ha una)
kk: Құпия фразаны енгізіңіз (кілтте құпия фраза болмаса, бос қалдырыңыз)
nl: Voer de wachtwoordzin in (laat leeg als de sleutel geen wachtwoordzin heeft)
pl: Wprowadź hasło klucza (pozostaw puste, jeśli klucz nie ma hasła)
pt: Introduza a frase-passe (deixe vazio se a chave não tiver)
sk: Zadajte prístupovú frázu (nechajte prázdne, ak kľúč nemá frázu)
sv: Ange lösenfras (lämna tomt om nyckeln saknar lösenfras)
uk: Уведи парольну фразу (лиши порожнім, якщо ключ без пароля)
uz: Parol iborasini kiriting (kalit parolsiz bo'lsa bo'sh qoldiring)

source: Passphrase (optional)
be: Парольная фраза (неабавязкова)
cs: Heslo (volitelné)
da: Adgangsfrase (valgfri)
es: Frase de paso (opcional)
fr: Phrase de passe (optionnelle)
it: Passphrase (opzionale)
kk: Құпия фраза (міндетті емес)
nl: Wachtwoordzin (optioneel)
pl: Hasło (opcjonalne)
pt: Frase-passe (opcional)
sk: Heslo (voliteľné)
sv: Lösenfras (valfri)
uk: Парольна фраза (необов'язково)
uz: Parol iborasi (ixtiyoriy)

source: Select SSH Key File
be: Абраць файл ключа SSH
cs: Vybrat soubor klíče SSH
da: Vælg SSH-nøglefil
de: SSH-Schlüsseldatei auswählen
es: Seleccionar archivo de clave SSH
fr: Sélectionner le fichier de clé SSH
it: Seleziona file chiave SSH
kk: SSH кілт файлын таңдау
nl: SSH-sleutelbestand selecteren
pl: Wybierz plik klucza SSH
pt: Selecionar ficheiro de chave SSH
sk: Vybrať súbor kľúča SSH
sv: Välj SSH-nyckelfil
uk: Вибери файл ключа SSH
uz: SSH kalit faylini tanlash

source: Remove from agent
be: Выдаліць з агента
cs: Odebrat z agenta
da: Fjern fra agent
de: Vom Agent entfernen
es: Eliminar del agente
fr: Retirer de l'agent
it: Rimuovi dall'agente
kk: Агенттен жою
nl: Verwijderen uit agent
pl: Usuń z agenta
pt: Remover do agente
sk: Odstrániť z agenta
sv: Ta bort från agent
uk: Вилучи з агента
uz: Agentdan olib tashlash

source: Terminal
be: Тэрмінал
cs: Terminál
it: Terminale
kk: Терминал
sk: Terminál
uk: Термінал

source: Font
be: Шрыфт
cs: Písmo
da: Skrifttype
de: Schriftart
es: Fuente
fr: Police
it: Carattere
kk: Қаріп
nl: Lettertype
pl: Czcionka
pt: Tipo de Letra
sk: Písmo
sv: Typsnitt
uk: Шрифт
uz: Shrift

source: Family
be: Сямейства
cs: Rodina
da: Familie
de: Familie
es: Familia
fr: Famille
it: Famiglia
kk: Отбасы
nl: Familie
pl: Rodzina
pt: Família
sk: Rodina
sv: Familj
uk: Сімейство
uz: Oila

source: Size
be: Памер
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
kk: Өлшем
nl: Grootte
pl: Rozmiar
pt: Tamanho
sk: Veľkosť
sv: Storlek
uk: Розмір
uz: Hajm

source: Colors
be: Колеры
cs: Barvy
da: Farver
de: Farben
es: Colores
fr: Couleurs
it: Colori
kk: Түстер
nl: Kleuren
pl: Kolory
pt: Cores
sk: Farby
sv: Färger
uk: Кольори
uz: Ranglar

source: Theme
be: Тэма
cs: Motiv vzhledu
da: Tema
de: Thema
es: Tema
fr: Thème
it: Tema
kk: Тақырып
nl: Thema
pl: Motyw
pt: Tema
sk: Téma
sv: Tema
uk: Тема
uz: Mavzu

source: Cursor
be: Курсор
cs: Kurzor
da: Markør
fr: Curseur
it: Cursore
kk: Меңзер
pl: Kursor
sk: Kurzor
sv: Markör
uk: Курсор
uz: Kursor

source: Block
be: Блок
cs: Blok
da: Blok
es: Bloque
fr: Bloc
it: Blocco
kk: Блок
nl: Blok
pl: Blok
pt: Bloco
sk: Blok
uk: Блок
uz: Blok

source: IBeam
be: I-курсор
cs: Čára
da: I-markør
de: I-Balken
es: Barra vertical
fr: Barre en I
kk: I-сәуле
nl: I-balk
pl: Kursor tekstowy
pt: Barra vertical
sk: Kurzor I
sv: I-markör
uk: Доземна риска

source: Underline
be: Падкрэсліванне
cs: Podtržení
da: Understregning
de: Unterstrich
es: Subrayado
fr: Souligné
it: Sottolineato
kk: Асты сызылған
nl: Onderstreping
pl: Podkreślenie
pt: Sublinhado
sk: Podčiarknutie
sv: Understreck
uk: Підкреслина
uz: Tagchiziq

source: Shape
be: Форма
cs: Tvar
da: Form
de: Form
es: Forma
fr: Forme
it: Forma
kk: Пішін
nl: Vorm
pl: Kształt
pt: Forma
sk: Tvar
sv: Form
uk: Форма
uz: Shakl

source: On
be: Укл.
cs: Zapnuto
da: Til
de: Ein
es: Activado
fr: Activé
it: Attivato
kk: Қосулы
nl: Aan
pl: Wł.
pt: Ligado
sk: Zapnuté
sv: På
uk: Увімк.
uz: Yoqish

source: System
be: Сістэмная
cs: Dle systému
es: Sistema
fr: Système
it: Sistema
kk: Жүйе
nl: Systeem
pt: Sistema
sk: Systém
uk: Системна
uz: Tizim

source: Blink
be: Мігценне
cs: Blikání
de: Blinken
es: Parpadeo
fr: Clignotant
it: Lampeggiante
kk: Жыпылықтау
nl: Knipperend
pl: Miganie
pt: Intermitente
sk: Blikanie
sv: Blinkande
uk: Мигання
uz: Miltillash

source: Scrolling
be: Пракрутка
cs: Posouvání
da: Rulning
de: Scrollen
es: Desplazamiento
fr: Défilement
it: Scorrimento
kk: Айналдыру
nl: Scrollen
pl: Przewijanie
pt: Deslocação
sk: Posúvanie
sv: Rullning
uk: Прокрутка
uz: Aylantirish

source: History
be: Гісторыя
cs: Historie
da: Historik
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
kk: Тарих
nl: Geschiedenis
pl: Historia
pt: Histórico
sk: História
sv: Historik
uk: Історія
uz: Tarix

source: Number of lines to keep in scrollback
be: Колькасць радкоў у буферы пракруткі
cs: Počet řádků k uchování v historii
da: Antal linjer at beholde i tilbagerulning
de: Anzahl der Zeilen im Scrollback-Puffer
es: Número de líneas a mantener en el búfer de desplazamiento
fr: Nombre de lignes à conserver dans l'historique de défilement
it: Numero di righe da mantenere nello scrollback
kk: Айналдыру буферінде сақталатын жолдар саны
nl: Aantal regels om in de scrollbuffer te bewaren
pl: Liczba wierszy w buforze przewijania
pt: Número de linhas a manter no histórico de deslocação
sk: Počet riadkov v zásobníku posúvania
sv: Antal rader att behålla i rullningsbufferten
uk: Кількість рядків у буфері прокрутки
uz: Orqaga aylantirish buferida saqlanadigan qatorlar soni

source: On output
be: Пры вывадзе
cs: Při výstupu
da: Ved output
de: Bei Ausgabe
es: Al recibir salida
fr: À la sortie
it: All'output
kk: Шығыс кезінде
nl: Bij uitvoer
pl: Przy wyjściu
pt: Na saída
sk: Pri výstupe
sv: Vid utdata
uk: Виводячи
uz: Chiqishda

source: Scroll to bottom when new output appears
be: Пракручваць уніз пры новым вывадзе
cs: Posunout dolů při novém výstupu
da: Rul til bunden, når nyt output vises
de: Bei neuer Ausgabe nach unten scrollen
es: Desplazar al final cuando aparezca nueva salida
fr: Défiler vers le bas lors d'une nouvelle sortie
it: Scorri in fondo quando appare nuovo output
kk: Жаңа шығыс пайда болғанда төменге айналдыру
nl: Naar beneden scrollen bij nieuwe uitvoer
pl: Przewiń na dół przy nowym wyjściu
pt: Deslocar para o fundo quando surgir nova saída
sk: Posunúť nadol pri novom výstupe
sv: Rulla till botten vid ny utdata
uk: Виводячи знову, прокрутити донизу
uz: Yangi chiqish paydo bo'lganda pastga aylantirish

source: On keystroke
be: Пры націсканні клавішы
cs: Při stisku klávesy
da: Ved tastetryk
de: Bei Tastendruck
es: Al pulsar tecla
fr: À la frappe
it: Alla pressione di un tasto
kk: Перне басылғанда
nl: Bij toetsaanslag
pl: Przy naciśnięciu klawisza
pt: Ao premir tecla
sk: Pri stlačení klávesu
sv: Vid tangenttryckning
uk: Натискаючи клавіші
uz: Tugma bosilganda

source: Scroll to bottom when typing
be: Пракручваць уніз пры ўводзе
cs: Posunout dolů při psaní
da: Rul til bunden under indtastning
de: Beim Tippen nach unten scrollen
es: Desplazar al final al escribir
fr: Défiler vers le bas lors de la saisie
it: Scorri in fondo durante la digitazione
kk: Теру кезінде төменге айналдыру
nl: Naar beneden scrollen bij typen
pl: Przewiń na dół podczas pisania
pt: Deslocar para o fundo ao escrever
sk: Posunúť nadol pri písaní
sv: Rulla till botten vid skrivning
uk: Виводячи, прокрути донизу
uz: Yozganda pastga aylantirish

source: Behavior
be: Паводзіны
cs: Chování
da: Adfærd
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
kk: Мінез-құлық
nl: Gedrag
pl: Zachowanie
pt: Comportamento
sk: Správanie
sv: Beteende
uk: Поведінка
uz: Xulq-atvor

source: Hyperlinks
be: Гіперспасылкі
cs: Hypertextové odkazy
es: Hipervínculos
fr: Hyperliens
it: Collegamenti ipertestuali
kk: Гиперсілтемелер
pl: Hiperłącza
pt: Hiperligações
sk: Hypertextové odkazy
sv: Hyperlänkar
uk: Гіперпосилка
uz: Giperhavolalar

source: Allow clickable URLs in terminal
be: Дазволіць клікабельныя URL у тэрмінале
cs: Povolit klikatelné URL v terminálu
da: Tillad klikbare URL'er i terminalen
de: Klickbare URLs im Terminal erlauben
es: Permitir URLs clicables en la terminal
fr: Autoriser les URL cliquables dans le terminal
it: Consenti URL cliccabili nel terminale
kk: Терминалда басылатын URL мекенжайларына рұқсат беру
nl: Klikbare URL's in terminal toestaan
pl: Zezwalaj na klikalne adresy URL w terminalu
pt: Permitir URLs clicáveis no terminal
sk: Povoliť klikateľné URL v termináli
sv: Tillåt klickbara URL:er i terminalen
uk: Дозволь клікабельні URL у терміналі
uz: Terminalda bosiladigan URL larga ruxsat berish

source: Hide pointer
be: Хаваць паказальнік
cs: Skrýt ukazatel
da: Skjul markør
de: Zeiger ausblenden
es: Ocultar puntero
fr: Masquer le pointeur
it: Nascondi puntatore
kk: Меңзерді жасыру
nl: Aanwijzer verbergen
pl: Ukryj wskaźnik
pt: Ocultar ponteiro
sk: Skryť ukazovateľ
sv: Dölj pekare
uk: Приховай указівника
uz: Ko'rsatkichni yashirish

source: Hide mouse cursor when typing
be: Хаваць курсор мышы пры ўводзе
cs: Skrýt kurzor myši při psaní
da: Skjul musemarkør under indtastning
de: Mauszeiger beim Tippen ausblenden
es: Ocultar el cursor del ratón al escribir
fr: Masquer le curseur de la souris lors de la saisie
it: Nascondi il cursore del mouse durante la digitazione
kk: Теру кезінде тінтуір меңзерін жасыру
nl: Muisaanwijzer verbergen tijdens typen
pl: Ukryj kursor myszy podczas pisania
pt: Ocultar cursor do rato ao escrever
sk: Skryť kurzor myši pri písaní
sv: Dölj muspekaren vid skrivning
uk: Виводячи, приховай курсора миші
uz: Yozganda sichqoncha kursorini yashirish

source: Bell
be: Званок
cs: Zvonění
da: Klokke
de: Klingel
es: Campana
fr: Cloche
it: Campanella
kk: Қоңырау
nl: Bel
pl: Dzwonek
pt: Campainha
sk: Zvonček
sv: Klocka
uk: Дзвінок
uz: Qo'ng'iroq

source: Play sound on terminal bell
be: Прайграваць гук пры званку тэрмінала
cs: Přehrát zvuk při zvonění terminálu
da: Afspil lyd ved terminalklokke
de: Ton bei Terminal-Klingel abspielen
es: Reproducir sonido con la campana de la terminal
fr: Jouer un son lors de la cloche du terminal
it: Riproduci suono alla campanella del terminale
kk: Терминал қоңырауында дыбыс ойнату
nl: Geluid afspelen bij terminalbel
pl: Odtwarzaj dźwięk przy dzwonku terminala
pt: Reproduzir som na campainha do terminal
sk: Prehrať zvuk pri zvončeku terminálu
sv: Spela ljud vid terminalklocka
uk: Дзвонячи до термінала, відтворюй звук
uz: Terminal qo'ng'irog'ida ovoz ijro etish

source: SFTP via mc
be: SFTP праз mc
cs: SFTP přes mc
de: SFTP über mc
es: SFTP vía mc
it: SFTP tramite mc
kk: mc арқылы SFTP
pl: SFTP przez mc
sk: SFTP cez mc
uk: SFTP через mc
uz: mc orqali SFTP

source: Open SFTP in Midnight Commander (local shell tab)
be: Адкрыць SFTP у Midnight Commander (лакальная ўкладка)
cs: Otevřít SFTP v Midnight Commanderu (záložka místního shellu)
da: Åbn SFTP i Midnight Commander (lokal shell-fane)
de: SFTP in Midnight Commander öffnen (lokaler Shell-Tab)
es: Abrir SFTP en Midnight Commander (pestaña de shell local)
fr: Ouvrir SFTP dans Midnight Commander (onglet shell local)
it: Apri SFTP in Midnight Commander (scheda shell locale)
kk: SFTP-ні Midnight Commander арқылы ашу (жергілікті shell қойындысы)
nl: SFTP openen in Midnight Commander (lokaal shell-tabblad)
pl: Otwórz SFTP w Midnight Commander (lokalna karta powłoki)
pt: Abrir SFTP no Midnight Commander (separador de shell local)
sk: Otvoriť SFTP v Midnight Commander (karta lokálneho shellu)
sv: Öppna SFTP i Midnight Commander (lokal skallflik)
uk: Відкрий SFTP у Midnight Commander (локальна вкладинка)
uz: Midnight Commander da SFTP ochish (mahalliy qobiq tabi)

source: Interface
be: Інтэрфейс
cs: Rozhraní
da: Brugerflade
de: Oberfläche
es: Interfaz
it: Interfaccia
kk: Интерфейс
pl: Interfejs
sk: Rozhranie
sv: Gränssnitt
uk: Інтерфейс
uz: Interfeys

source: Appearance
be: Знешні выгляд
cs: Vzhled
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
kk: Сыртқы түрі
nl: Uiterlijk
pl: Wygląd
pt: Aparência
sk: Vzhľad
sv: Utseende
uk: Зовнішній вигляд
uz: Ko'rinish

source: Light
be: Светлая
cs: Světlý
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
kk: Жарық
nl: Licht
pl: Jasny
pt: Claro
sk: Svetlý
sv: Ljust
uk: Світла
uz: Yorug'

source: Dark
be: Цёмная
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
kk: Қараңғы
nl: Donker
pl: Ciemny
pt: Escuro
sk: Tmavý
sv: Mörkt
uk: Темна
uz: Qorong'i

source: Language
be: Мова
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
kk: Тіл
nl: Taal
pl: Język
pt: Idioma
sk: Jazyk
sv: Språk
uk: Мова
uz: Til

source: Restart required to apply
be: Патрабуецца перазапуск
cs: Aby se uplatnilo, je třeba aplikaci zavřít a spustit znovu
da: Genstart påkrævet for at anvende
de: Neustart erforderlich
es: Se requiere reiniciar para aplicar
fr: Redémarrage nécessaire pour appliquer
it: Riavvio necessario per applicare
kk: Қолдану үшін қайта іске қосу қажет
nl: Herstart vereist om toe te passen
pl: Wymagany restart, aby zastosować
pt: Reinício necessário para aplicar
sk: Na uplatnenie je potrebný reštart
sv: Omstart krävs för att tillämpa
uk: Треба перезапустити
uz: Qo'llash uchun qayta ishga tushirish kerak

source: Color tabs by protocol
be: Фарбаваць укладкі паводле пратаколу
cs: Obarvit karty podle protokolu
da: Farv faner efter protokol
de: Tabs nach Protokoll einfärben
es: Colorear pestañas por protocolo
fr: Colorer les onglets par protocole
it: Colora le schede per protocollo
kk: Қойындыларды хаттама бойынша бояу
nl: Tabbladen kleuren op protocol
pl: Koloruj karty według protokołu
pt: Colorir separadores por protocolo
sk: Zafarbiť karty podľa protokolu
sv: Färga flikar efter protokoll
uk: Забарвлення вкладинок за протоколом
uz: Tablarni protokol bo'yicha ranglash

source: Show colored indicator on tabs based on protocol type
be: Паказваць каляровы індыкатар на ўкладках паводле тыпу пратаколу
cs: Zobrazit barevný indikátor na kartách podle typu protokolu
da: Vis farvet indikator på faner baseret på protokoltype
de: Farbigen Indikator auf Tabs basierend auf dem Protokolltyp anzeigen
es: Mostrar indicador de color en las pestañas según el tipo de protocolo
fr: Afficher un indicateur coloré sur les onglets selon le type de protocole
it: Mostra un indicatore colorato sulle schede in base al tipo di protocollo
kk: Хаттама түріне қарай қойындыларда түсті көрсеткішті көрсету
nl: Gekleurde indicator op tabbladen tonen op basis van protocoltype
pl: Pokaż kolorowy wskaźnik na kartach w zależności od typu protokołu
pt: Mostrar indicador colorido nos separadores com base no tipo de protocolo
sk: Zobraziť farebný indikátor na kartách podľa typu protokolu
sv: Visa färgad indikator på flikar baserat på protokolltyp
uk: Показуй кольоровий індикатор на вкладинках залежно від типу протоколу
uz: Protokol turiga qarab tablarda rangli ko'rsatkich ko'rsatish

source: Window
be: Акно
cs: Okno
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
kk: Терезе
nl: Venster
pl: Okno
pt: Janela
sk: Okno
sv: Fönster
uk: Вікно
uz: Oyna

source: Remember size
be: Запомніць памер
cs: Zapamatovat si velikost
da: Husk størrelse
de: Größe merken
es: Recordar tamaño
fr: Mémoriser la taille
it: Ricorda dimensione
kk: Өлшемді есте сақтау
nl: Grootte onthouden
pl: Zapamiętaj rozmiar
pt: Memorizar tamanho
sk: Zapamätať veľkosť
sv: Kom ihåg storlek
uk: Запам'ятай розмір
uz: Hajmni eslab qolish

source: Restore window geometry on startup
be: Аднаўляць геаметрыю акна пры запуску
cs: Obnovit geometrii okna po spuštění
da: Gendan vinduesgeometri ved opstart
de: Fenstergeometrie beim Start wiederherstellen
es: Restaurar geometría de ventana al iniciar
fr: Restaurer la géométrie de la fenêtre au démarrage
it: Ripristina geometria della finestra all'avvio
kk: Іске қосылғанда терезе геометриясын қалпына келтіру
nl: Venstergeometrie herstellen bij het opstarten
pl: Przywracaj geometrię okna przy uruchomieniu
pt: Restaurar geometria da janela ao iniciar
sk: Obnoviť geometriu okna pri spustení
sv: Återställ fönstergeometri vid start
uk: Запускаючи, віднови розмір вікна
uz: Ishga tushganda oyna geometriyasini tiklash

source: Startup
be: Запуск
cs: Spuštění
da: Opstart
de: Autostart
es: Inicio
fr: Démarrage
it: Avvio
kk: Іске қосу
nl: Opstarten
pl: Uruchamianie
pt: Arranque
sk: Spustenie
sv: Uppstart
uk: Запускання
uz: Ishga tushirish

source: Action to perform when the application starts
be: Дзеянне пры запуску праграмы
cs: Akce při spuštění aplikace
da: Handling ved programstart
de: Aktion beim Anwendungsstart
es: Acción a realizar al iniciar la aplicación
fr: Action à effectuer au démarrage de l'application
it: Azione da eseguire all'avvio dell'applicazione
kk: Қолданба іске қосылғанда орындалатын әрекет
nl: Actie bij het starten van de applicatie
pl: Akcja do wykonania przy uruchamianiu aplikacji
pt: Ação a executar ao iniciar a aplicação
sk: Akcia pri spustení aplikácie
sv: Åtgärd vid programstart
uk: Дія під час запуску застосунку
uz: Dastur ishga tushganda bajariladigan amal

source: Do nothing
be: Нічога не рабіць
cs: Nedělat nic
da: Gør intet
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
it: Non fare nulla
kk: Ештеңе жасамау
nl: Niets doen
pl: Nic nie rób
pt: Não fazer nada
sk: Nerobiť nič
sv: Gör inget
uk: Нічого не робити
uz: Hech narsa qilmaslik
