Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Location of password-store (leave empty for default)
be: Размяшчэнне сховішча пароляў (пуста для стандартнага)
cs: Umístění úložiště hesel (prázdné pro výchozí)
da: Placering af adgangskodelagring (tom for standard)
de: Speicherort (leer für Standard)
es: Ubicación del almacén (dejar vacío para predeterminado)
fr: Emplacement du magasin (laisser vide pour défaut)
it: Posizione del password-store (lasciare vuoto per predefinito)
kk: Құпия сөз қоймасының орны (әдепкі үшін бос қалдырыңыз)
nl: Locatie van wachtwoordopslag (leeg voor standaard)
pl: Lokalizacja magazynu haseł (puste dla domyślnej)
pt: Localização do armazém (vazio para predefinido)
sk: Umiestnenie úložiska hesiel (prázdne pre predvolené)
sv: Plats för lösenordslagring (tom för standard)
uk: Розташування password-store (залиш порожнім за замовчуванням)
uz: Parol ombori joylashuvi (standart uchun bo'sh qoldiring)

source: Initialization Status
be: Стан ініцыялізацыі
cs: Stav inicializace
da: Initialiseringsstatus
de: Initialisierungsstatus
es: Estado de inicialización
fr: État d'initialisation
it: Stato di inizializzazione
kk: Инициализация күйі
nl: Initialisatiestatus
pl: Status inicjalizacji
pt: Estado de inicialização
sk: Stav inicializácie
sv: Initieringsstatus
uk: Стан ініціялізації
uz: Ishga tushirish holati

source: Run 'pass init &lt;gpg-id&gt;' to initialize
be: Запусціце 'pass init &lt;gpg-id&gt;' для ініцыялізацыі
cs: Spusťte 'pass init &lt;gpg-id&gt;' pro inicializaci
da: Kør 'pass init &lt;gpg-id&gt;' for at initialisere
de: 'pass init &lt;gpg-id&gt;' zum Initialisieren ausführen
es: Ejecutar 'pass init &lt;gpg-id&gt;' para inicializar
fr: Exécuter 'pass init &lt;gpg-id&gt;' pour initialiser
it: Eseguire 'pass init &lt;gpg-id&gt;' per inizializzare
kk: Инициализациялау үшін 'pass init &lt;gpg-id&gt;' іске қосыңыз
nl: Voer 'pass init &lt;gpg-id&gt;' uit om te initialiseren
pl: Uruchom 'pass init &lt;gpg-id&gt;' aby zainicjalizować
pt: Executar 'pass init &lt;gpg-id&gt;' para inicializar
sk: Spustite 'pass init &lt;gpg-id&gt;' pre inicializáciu
sv: Kör 'pass init &lt;gpg-id&gt;' för att initiera
uk: Виконай 'pass init &lt;gpg-id&gt;' для ініціялізації
uz: Ishga tushirish uchun 'pass init &lt;gpg-id&gt;' ni bajaring

source: Select Password Store Directory
be: Абраць каталог сховішча пароляў
cs: Vybrat adresář úložiště hesel
da: Vælg adgangskodelagringsmappe
de: Passwort-Speicherverzeichnis auswählen
es: Seleccionar directorio del almacén de contraseñas
fr: Sélectionner le répertoire du magasin de mots de passe
it: Seleziona directory del password store
kk: Құпия сөз қоймасы каталогын таңдау
nl: Wachtwoordopslagmap selecteren
pl: Wybierz katalog magazynu haseł
pt: Selecionar diretório do armazém de palavras-passe
sk: Vybrať adresár úložiska hesiel
sv: Välj lösenordslagringsmapp
uk: Обери каталога сховища паролів
uz: Parol ombori katalogini tanlash

source: KeePass Database
be: База даных KeePass
cs: Databáze KeePass
de: KeePass-Datenbank
es: Base de datos KeePass
fr: Base de données KeePass
it: Database KeePass
kk: KeePass деректер қоры
pl: Baza danych KeePass
pt: Base de Dados KeePass
sk: KeePass databáza
sv: KeePass-databas
uk: База відомостей KeePass
uz: KeePass ma'lumotlar bazasi

source: Configure KDBX file integration (works with KeePassXC, GNOME Secrets, etc.)
be: Наладзіць інтэграцыю з KDBX-файлам (працуе з KeePassXC, GNOME Secrets і інш.)
cs: Nastavit začlenění KDBX souborů (funguje s KeePassXC, GNOME Secrets atd.)
da: Konfigurer KDBX-filintegration (fungerer med KeePassXC, GNOME Secrets osv.)
de: KDBX-Integration konfigurieren (funktioniert mit KeePassXC, GNOME Secrets usw.)
es: Configurar integración KDBX (funciona con KeePassXC, GNOME Secrets, etc.)
fr: Configurer l'intégration KDBX (fonctionne avec KeePassXC, GNOME Secrets, etc.)
it: Configura integrazione file KDBX (funziona con KeePassXC, GNOME Secrets, ecc.)
kk: KDBX файл интеграциясын баптау (KeePassXC, GNOME Secrets және т.б. жұмыс істейді)
nl: KDBX-bestandsintegratie configureren (werkt met KeePassXC, GNOME Secrets, enz.)
pl: Skonfiguruj integrację z plikami KDBX (działa z KeePassXC, GNOME Secrets itp.)
pt: Configurar integração KDBX (funciona com KeePassXC, GNOME Secrets, etc.)
sk: Nastaviť integráciu KDBX súborov (funguje s KeePassXC, GNOME Secrets atď.)
sv: Konfigurera KDBX-filintegration (fungerar med KeePassXC, GNOME Secrets m.fl.)
uk: Налаштуй інтеґрацію з KDBX (працює з KeePassXC, GNOME Secrets тощо)
uz: KDBX fayl integratsiyasini sozlash (KeePassXC, GNOME Secrets va h.k. bilan ishlaydi)

source: KDBX Integration
be: Інтэграцыя KDBX
cs: Začlenění KDBX
es: Integración KDBX
fr: Intégration KDBX
it: Integrazione KDBX
kk: KDBX интеграциясы
nl: KDBX-integratie
pl: Integracja KDBX
pt: Integração KDBX
sk: Integrácia KDBX
uk: Інтеґрація KDBX
uz: KDBX integratsiyasi

source: Enable direct database access
be: Уключыць прамы доступ да базы даных
cs: Povolit přímý přístup k databázi
da: Aktivér direkte databaseadgang
de: Direkten Datenbankzugriff aktivieren
es: Habilitar acceso directo a la base de datos
fr: Activer l'accès direct à la base de données
it: Abilita accesso diretto al database
kk: Деректер қорына тікелей қол жеткізуді қосу
nl: Directe databasetoegang inschakelen
pl: Włącz bezpośredni dostęp do bazy danych
pt: Ativar acesso direto à base de dados
sk: Povoliť priamy prístup k databáze
sv: Aktivera direkt databasåtkomst
uk: Увімкни безпосередній доступ до бази відомостей
uz: To'g'ridan-to'g'ri ma'lumotlar bazasiga kirishni yoqish

source: Select .kdbx file
be: Абраць файл .kdbx
cs: Vybrat soubor .kdbx
da: Vælg .kdbx-fil
de: .kdbx-Datei auswählen
es: Seleccionar archivo .kdbx
fr: Sélectionner le fichier .kdbx
it: Seleziona file .kdbx
kk: .kdbx файлын таңдау
nl: .kdbx-bestand selecteren
pl: Wybierz plik .kdbx
pt: Selecionar ficheiro .kdbx
sk: Vybrať súbor .kdbx
sv: Välj .kdbx-fil
uk: Вибери файл .kdbx
uz: .kdbx faylini tanlash

source: Browse for database file
be: Агляд файлаў базы дадзеных
cs: Procházet databázové soubory
da: Gennemse databasefiler
de: Datenbankdatei suchen
es: Buscar archivo de base de datos
fr: Parcourir pour le fichier de base de données
it: Cerca file database
kk: Дерекқор файлын шолу
nl: Bladeren naar databasebestand
pl: Przeglądaj pliki bazy danych
pt: Procurar ficheiro de base de dados
sk: Prehľadávať databázové súbory
sv: Bläddra efter databasfil
uk: Шукай файл бази даних
uz: Ma'lumotlar bazasi faylini ko'rish

source: Database File
be: Файл базы даных
cs: Soubor databáze
da: Databasefil
de: Datenbankdatei
es: Archivo de base de datos
fr: Fichier de base de données
it: File database
kk: Деректер қоры файлы
nl: Databasebestand
pl: Plik bazy danych
pt: Ficheiro de Base de Dados
sk: Súbor databázy
sv: Databasfil
uk: Файл бази відомостей
uz: Ma'lumotlar bazasi fayli

source: Database unlock methods
be: Спосабы разблакіроўкі базы даных
cs: Metody odemknutí databáze
da: Metoder til oplåsning af database
de: Methoden zum Entsperren der Datenbank
es: Métodos de desbloqueo de la base de datos
fr: Méthodes de déverrouillage de la base de données
it: Metodi di sblocco del database
kk: Деректер қорын ашу тәсілдері
nl: Ontgrendelingsmethoden voor database
pl: Metody odblokowywania bazy danych
pt: Métodos de desbloqueio da base de dados
sk: Metódy odomknutia databázy
sv: Metoder för att låsa upp databasen
uk: Методи розблокування бази відомостей
uz: Ma'lumotlar bazasini qulfdan chiqarish usullari

source: Use password
be: Выкарыстоўваць пароль
cs: Použít heslo
da: Brug adgangskode
de: Passwort verwenden
es: Usar contraseña
fr: Utiliser un mot de passe
it: Usa password
kk: Құпия сөзді қолдану
nl: Wachtwoord gebruiken
pl: Użyj hasła
pt: Usar palavra-passe
sk: Použiť heslo
sv: Använd lösenord
uk: Застосуй пароль
uz: Parolni ishlatish

source: Database password
be: Пароль базы дадзеных
cs: Heslo databáze
da: Databaseadgangskode
de: Datenbankpasswort
es: Contraseña de base de datos
fr: Mot de passe de la base de données
it: Password database
kk: Дерекқор құпия сөзі
nl: Databasewachtwoord
pl: Hasło bazy danych
pt: Palavra-passe da base de dados
sk: Heslo databázy
sv: Databaslösenord
uk: Пароль бази даних
uz: Ma'lumotlar bazasi paroli

source: Not connected
be: Не злучана
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
kk: Қосылмаған
nl: Niet verbonden
pl: Nie połączono
pt: Não ligado
sk: Nepripojené
sv: Inte ansluten
uk: Не з'єднано
uz: Ulanmagan

source: Use key file
be: Выкарыстоўваць файл ключа
cs: Použít soubor klíče
da: Brug nøglefil
de: Schlüsseldatei verwenden
es: Usar archivo de clave
fr: Utiliser un fichier de clé
it: Usa file chiave
kk: Кілт файлын қолдану
nl: Sleutelbestand gebruiken
pl: Użyj pliku klucza
pt: Usar ficheiro de chave
sk: Použiť súbor kľúča
sv: Använd nyckelfil
uk: Застосуй файл ключа
uz: Kalit faylini ishlatish

source: Select .keyx or .key file
be: Абраць файл .keyx або .key
cs: Vybrat soubor .keyx nebo .key
da: Vælg .keyx- eller .key-fil
de: .keyx- oder .key-Datei auswählen
es: Seleccionar archivo .keyx o .key
fr: Sélectionner le fichier .keyx ou .key
it: Seleziona file .keyx o .key
kk: .keyx немесе .key файлын таңдау
nl: .keyx- of .key-bestand selecteren
pl: Wybierz plik .keyx lub .key
pt: Selecionar ficheiro .keyx ou .key
sk: Vybrať súbor .keyx alebo .key
sv: Välj .keyx- eller .key-fil
uk: Вибери файл .keyx або .key
uz: .keyx yoki .key faylini tanlash

source: KDBX Status
be: Стан KDBX
cs: Stav KDBX
es: Estado KDBX
fr: État KDBX
it: Stato KDBX
kk: KDBX күйі
pl: Status KDBX
pt: Estado KDBX
sk: Stav KDBX
uk: Стан KDBX
uz: KDBX holati

source: Check
be: Праверыць
cs: Zkontrolovat
da: Kontroller
de: Prüfen
es: Verificar
fr: Vérifier
it: Verifica
kk: Тексеру
nl: Controleren
pl: Sprawdź
pt: Verificar
sk: Skontrolovať
sv: Kontrollera
uk: Перевір
uz: Tekshirish

source: Test database connection
be: Тэставаць злучэнне з базай дадзеных
cs: Testovat připojení k databázi
da: Test databaseforbindelse
de: Datenbankverbindung testen
es: Probar conexión a base de datos
fr: Tester la connexion à la base de données
it: Testa connessione database
kk: Дерекқор қосылымын тексеру
nl: Databaseverbinding testen
pl: Testuj połączenie z bazą danych
pt: Testar ligação à base de dados
sk: Testovať pripojenie k databáze
sv: Testa databasanslutning
uk: Перевір з'єднок бази даних
uz: Ma'lumotlar bazasi ulanishini tekshirish

source: Connection Status
be: Стан злучэння
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
es: Estado de conexión
fr: État de la connexion
it: Stato connessione
kk: Қосылым күйі
nl: Verbindingsstatus
pl: Status połączenia
pt: Estado da ligação
sk: Stav pripojenia
sv: Anslutningsstatus
uk: Стан з'єднанка
uz: Ulanish holati

source: Not installed
be: Не ўсталявана
cs: Nenainstalováno
da: Ikke installeret
de: Nicht installiert
es: No instalado
fr: Non installé
it: Non installato
kk: Орнатылмаған
nl: Niet geïnstalleerd
pl: Nie zainstalowano
pt: Não instalado
sk: Nenainštalované
sv: Inte installerad
uk: Не встановлено
uz: O'rnatilmagan

source: Select KeePass Database
be: Абраць базу дадзеных KeePass
cs: Vybrat databázi KeePass
da: Vælg KeePass-database
de: KeePass-Datenbank auswählen
es: Seleccionar base de datos KeePass
fr: Sélectionner la base de données KeePass
it: Seleziona database KeePass
kk: KeePass дерекқорын таңдау
nl: KeePass-database selecteren
pl: Wybierz bazę danych KeePass
pt: Selecionar base de dados KeePass
sk: Vybrať databázu KeePass
sv: Välj KeePass-databas
uk: Вибери базу даних KeePass
uz: KeePass ma'lumotlar bazasini tanlash

source: KeePass Database (*.kdbx)
be: База дадзеных KeePass (*.kdbx)
cs: Databáze KeePass (*.kdbx)
de: KeePass-Datenbank (*.kdbx)
es: Base de datos KeePass (*.kdbx)
fr: Base de données KeePass (*.kdbx)
it: Database KeePass (*.kdbx)
kk: KeePass дерекқоры (*.kdbx)
pl: Baza danych KeePass (*.kdbx)
pt: Base de dados KeePass (*.kdbx)
sk: Databáza KeePass (*.kdbx)
sv: KeePass-databas (*.kdbx)
uk: База даних KeePass (*.kdbx)
uz: KeePass ma'lumotlar bazasi (*.kdbx)

source: Select Key File
be: Абраць файл ключа
cs: Vybrat soubor klíče
da: Vælg nøglefil
de: Schlüsseldatei auswählen
es: Seleccionar archivo de clave
fr: Sélectionner le fichier de clé
it: Seleziona file chiave
kk: Кілт файлын таңдау
nl: Sleutelbestand selecteren
pl: Wybierz plik klucza
pt: Selecionar ficheiro de chave
sk: Vybrať súbor kľúča
sv: Välj nyckelfil
uk: Вибери файл ключа
uz: Kalit faylini tanlash

source: Key Files (*.keyx, *.key)
be: Файлы ключоў (*.keyx, *.key)
cs: Soubory klíčů (*.keyx, *.key)
da: Nøglefiler (*.keyx, *.key)
de: Schlüsseldateien (*.keyx, *.key)
es: Archivos de clave (*.keyx, *.key)
fr: Fichiers de clé (*.keyx, *.key)
it: File chiave (*.keyx, *.key)
kk: Кілт файлдары (*.keyx, *.key)
nl: Sleutelbestanden (*.keyx, *.key)
pl: Pliki kluczy (*.keyx, *.key)
pt: Ficheiros de chave (*.keyx, *.key)
sk: Súbory kľúčov (*.keyx, *.key)
sv: Nyckelfiler (*.keyx, *.key)
uk: Файли ключів (*.keyx, *.key)
uz: Kalit fayllari (*.keyx, *.key)

source: All Files
be: Усе файлы
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
kk: Барлық файлдар
nl: Alle bestanden
pl: Wszystkie pliki
pt: Todos os ficheiros
sk: Všetky súbory
sv: Alla filer
uk: Усі файли
uz: Barcha fayllar

source: No database selected
be: База дадзеных не абрана
cs: Žádná databáze nevybrána
da: Ingen database valgt
de: Keine Datenbank ausgewählt
es: Ninguna base de datos seleccionada
fr: Aucune base de données sélectionnée
it: Nessun database selezionato
kk: Дерекқор таңдалмаған
nl: Geen database geselecteerd
pl: Nie wybrano bazy danych
pt: Nenhuma base de dados selecionada
sk: Žiadna databáza nevybraná
sv: Ingen databas vald
uk: Базу даних не вибрано
uz: Ma'lumotlar bazasi tanlanmagan

source: Connected
be: Злучана
cs: Připojeno
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
kk: Қосылған
nl: Verbonden
pl: Połączono
pt: Ligado
sk: Pripojené
sv: Ansluten
uk: З'єднано
uz: Ulangan

source: Locked
be: Заблакавана
cs: Zamčeno
da: Låst
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
kk: Құлыпталған
nl: Vergrendeld
pl: Zablokowany
pt: Bloqueado
sk: Zamknutý
sv: Låst
uk: Заблоковано
uz: Qulflangan

source: Status: {}
be: Стан: {}
cs: Stav: {}
es: Estado: {}
fr: État : {}
it: Stato: {}
kk: Күй: {}
pt: Estado: {}
sk: Stav: {}
uk: Стан: {}
uz: Holat: {}

source: Unknown
be: Невядомы
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
kk: Белгісіз
nl: Onbekend
pl: Nieznany
pt: Desconhecido
sk: Neznámy
sv: Okänd
uk: Невідомо
uz: Noma'lum

source: Error checking status
be: Памылка праверкі стану
cs: Chyba při kontrole stavu
da: Fejl ved statuskontrol
de: Fehler bei Statusprüfung
es: Error al verificar estado
fr: Erreur lors de la vérification
it: Errore nella verifica dello stato
kk: Күйді тексеру қатесі
nl: Fout bij statuscontrole
pl: Błąd sprawdzania statusu
pt: Erro ao verificar estado
sk: Chyba pri kontrole stavu
sv: Fel vid statuskontroll
uk: Помилка перевірки стану
uz: Holatni tekshirish xatosi

source: Signed in: {}
be: Увайшоў: {}
cs: Přihlášen: {}
da: Logget ind: {}
de: Angemeldet: {}
es: Conectado: {}
fr: Connecté : {}
it: Connesso: {}
kk: Кірген: {}
nl: Ingelogd: {}
pl: Zalogowany: {}
pt: Autenticado: {}
sk: Prihlásený: {}
sv: Inloggad: {}
uk: Увійшли: {}
uz: Kirgan: {}

source: Signed in
be: Увайшоў
cs: Přihlášen
da: Logget ind
de: Angemeldet
es: Conectado
fr: Connecté
it: Connesso
kk: Кірген
nl: Ingelogd
pl: Zalogowany
pt: Autenticado
sk: Prihlásený
sv: Inloggad
uk: Увійшли
uz: Kirgan

source: Not signed in
be: Не ўвайшоў
cs: Nepřihlášen
da: Ikke logget ind
de: Nicht angemeldet
es: No conectado
fr: Non connecté
it: Non connesso
kk: Кірмеген
nl: Niet ingelogd
pl: Nie zalogowany
pt: Não autenticado
sk: Neprihlásený
sv: Inte inloggad
uk: Не ввійшли
uz: Kirmagan

source: Session expired
be: Сесія скончылася
cs: Relace vypršela
da: Session udløbet
de: Sitzung abgelaufen
es: Sesión expirada
fr: Session expirée
it: Sessione scaduta
kk: Сеанс мерзімі аяқталды
nl: Sessie verlopen
pl: Sesja wygasła
pt: Sessão expirada
sk: Relácia vypršala
sv: Session utgången
uk: Термін сеансу вичерпано
uz: Seans muddati tugadi

source: Configured
be: Наладжана
cs: Nakonfigurováno
da: Konfigureret
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configurato
kk: Конфигурацияланған
nl: Geconfigureerd
pl: Skonfigurowany
pt: Configurado
sk: Nakonfigurované
sv: Konfigurerad
uk: Налаштовано
uz: Sozlangan

source: Not configured
be: Не наладжана
cs: Nenakonfigurováno
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
kk: Конфигурацияланбаған
nl: Niet geconfigureerd
pl: Nie skonfigurowany
pt: Não configurado
sk: Nenakonfigurované
sv: Inte konfigurerad
uk: Не налаштовано
uz: Sozlanmagan

source: Authentication failed
be: Аўтэнтыфікацыя не ўдалася
cs: Ověření selhalo
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: Échec de l'authentification
it: Autenticazione fallita
kk: Аутентификация сәтсіз
nl: Authenticatie mislukt
pl: Uwierzytelnienie nieudane
pt: Autenticação falhou
sk: Overenie zlyhalo
sv: Autentisering misslyckades
uk: Автентифікація не вдалася
uz: Autentifikatsiya muvaffaqiyatsiz

source: Database path required
be: Патрабуецца шлях да базы дадзеных
cs: Vyžadována cesta k databázi
da: Databasesti påkrævet
de: Datenbankpfad erforderlich
es: Ruta de base de datos requerida
fr: Chemin de base de données requis
it: Percorso database richiesto
kk: Дерекқор жолы қажет
nl: Databasepad vereist
pl: Wymagana ścieżka bazy danych
pt: Caminho da base de dados necessário
sk: Vyžadovaná cesta k databáze
sv: Databassökväg krävs
uk: Потрібен шлях до бази даних
uz: Ma'lumotlar bazasi yo'li talab qilinadi

source: Disabled
be: Адключана
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
kk: Өшірілген
nl: Uitgeschakeld
pl: Wyłączony
pt: Desativado
sk: Zakázané
sv: Inaktiverad
uk: Вимкнено
uz: O'chirilgan

source: Token loaded from keyring
be: Токен загружаны са звязкі ключоў
cs: Token načten z klíčenky
da: Token indlæst fra nøglering
de: Token aus Schlüsselbund geladen
es: Token cargado del llavero
fr: Jeton chargé depuis le trousseau
it: Token caricato dal portachiavi
kk: Токен кілт тізбегінен жүктелді
nl: Token geladen uit sleutelhanger
pl: Token załadowany z pęku kluczy
pt: Token carregado do chaveiro
sk: Token načítaný z kľúčenky
sv: Token laddad från nyckelring
uk: Токен завантажено з в'язки ключів
uz: Token kalit halqasidan yuklandi

source: Agent Status
be: Стан агента
cs: Stav agenta
es: Estado del agente
fr: État de l'agent
it: Stato agente
kk: Агент күйі
pl: Status agenta
pt: Estado do Agente
sk: Stav agenta
uk: Стан аґента
uz: Agent holati

source: Status
be: Стан
cs: Stav
es: Estado
fr: État
it: Stato
kk: Күй
pt: Estado
sk: Stav
uk: Стан
uz: Holat

source: Socket
be: Сокет
cs: Soket
kk: Сокет
pl: Gniazdo
sk: Soket
uk: Сокет
uz: Soket

source: Start Agent
be: Запусціць агент
cs: Spustit agenta
de: Agent starten
es: Iniciar agente
fr: Démarrer l'agent
it: Avvia agente
kk: Агентті іске қосу
nl: Agent starten
pl: Uruchom agenta
pt: Iniciar Agente
sk: Spustiť agenta
sv: Starta agent
uk: Запускай аґента
uz: Agentni ishga tushirish

source: Refresh status
be: Абнавіць стан
cs: Obnovit stav
da: Opdater status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser l'état
it: Aggiorna stato
kk: Күйді жаңарту
nl: Status vernieuwen
pl: Odśwież status
pt: Atualizar estado
sk: Obnoviť stav
sv: Uppdatera status
uk: Онови стан
uz: Holatni yangilash

source: Controls
be: Кіраванне
cs: Ovládání
da: Kontroller
de: Steuerung
es: Controles
fr: Contrôles
it: Controlli
kk: Басқару
nl: Bediening
pl: Sterowanie
pt: Controlos
sk: Ovládanie
sv: Kontroller
uk: Керування
uz: Boshqaruv

source: Loaded Keys
be: Загружаныя ключы
cs: Načtené klíče
da: Indlæste nøgler
de: Geladene Schlüssel
es: Claves cargadas
fr: Clés chargées
it: Chiavi caricate
kk: Жүктелген кілттер
nl: Geladen sleutels
pl: Załadowane klucze
pt: Chaves Carregadas
sk: Načítané kľúče
sv: Laddade nycklar
uk: Завантажені ключі
uz: Yuklangan kalitlar

source: Keys currently loaded in the SSH agent
be: Ключы, загружаныя ў SSH-агент
cs: Klíče aktuálně načtené v SSH agentovi
da: Nøgler der aktuelt er indlæst i SSH-agenten
de: Aktuell im SSH-Agent geladene Schlüssel
es: Claves cargadas actualmente en el agente SSH
fr: Clés actuellement chargées dans l'agent SSH
it: Chiavi attualmente caricate nell'agente SSH
kk: SSH агентіне қазір жүктелген кілттер
nl: Sleutels die momenteel in de SSH-agent geladen zijn
pl: Klucze aktualnie załadowane w agencie SSH
pt: Chaves atualmente carregadas no agente SSH
sk: Kľúče aktuálne načítané v SSH agentovi
sv: Nycklar som för närvarande är laddade i SSH-agenten
uk: Ключі, завантажені в SSH-аґента
uz: Hozirda SSH agentda yuklangan kalitlar

source: Add Key
be: Дадаць ключ
cs: Přidat klíč
da: Tilføj nøgle
de: Schlüssel hinzufügen
es: Añadir clave
fr: Ajouter une clé
it: Aggiungi chiave
kk: Кілт қосу
nl: Sleutel toevoegen
pl: Dodaj klucz
pt: Adicionar Chave
sk: Pridať kľúč
sv: Lägg till nyckel
uk: Додай ключа
uz: Kalit qo'shish

source: Add SSH Key
be: Дадаць SSH-ключ
cs: Přidat SSH klíč
da: Tilføj SSH-nøgle
de: SSH-Schlüssel hinzufügen
es: Añadir clave SSH
fr: Ajouter une clé SSH
it: Aggiungi chiave SSH
kk: SSH кілтін қосу
nl: SSH-sleutel toevoegen
pl: Dodaj klucz SSH
pt: Adicionar Chave SSH
sk: Pridať SSH kľúč
sv: Lägg till SSH-nyckel
uk: Додай SSH-ключа
uz: SSH kalit qo'shish

source: Load a key from file
be: Загрузіць ключ з файла
cs: Načíst klíč ze souboru
da: Indlæs en nøgle fra fil
de: Schlüssel aus Datei laden
es: Cargar una clave desde archivo
fr: Charger une clé depuis un fichier
it: Carica una chiave da file
kk: Файлдан кілт жүктеу
nl: Sleutel laden uit bestand
pl: Załaduj klucz z pliku
pt: Carregar uma chave a partir de ficheiro
sk: Načítať kľúč zo súboru
sv: Ladda en nyckel från fil
uk: Завантаж ключа з файлу
uz: Fayldan kalit yuklash

source: Available Key Files
be: Даступныя файлы ключоў
cs: Soubory klíčů k dispozici
da: Tilgængelige nøglefiler
de: Verfügbare Schlüsseldateien
es: Archivos de clave disponibles
fr: Fichiers de clés disponibles
it: File di chiavi disponibili
kk: Қолжетімді кілт файлдары
nl: Beschikbare sleutelbestanden
pl: Dostępne pliki kluczy
pt: Ficheiros de Chave Disponíveis
sk: Dostupné súbory kľúčov
sv: Tillgängliga nyckelfiler
uk: Доступні файли ключів
uz: Mavjud kalit fayllari

source: Key files found in ~/.ssh/
be: Файлы ключоў у ~/.ssh/
cs: Soubory klíčů nalezené v ~/.ssh/
da: Nøglefiler fundet i ~/.ssh/
de: Schlüsseldateien in ~/.ssh/
es: Archivos de clave encontrados en ~/.ssh/
fr: Fichiers de clés trouvés dans ~/.ssh/
it: File di chiavi trovati in ~/.ssh/
kk: ~/.ssh/ каталогында табылған кілт файлдары
nl: Sleutelbestanden gevonden in ~/.ssh/
pl: Pliki kluczy znalezione w ~/.ssh/
pt: Ficheiros de chave encontrados em ~/.ssh/
sk: Súbory kľúčov nájdené v ~/.ssh/
sv: Nyckelfiler hittade i ~/.ssh/
uk: Файли ключів у ~/.ssh/
uz: ~/.ssh/ da topilgan kalit fayllari

source: Loading keys...
be: Загрузка ключоў...
cs: Načítání klíčů…
da: Indlæser nøgler...
de: Lade Schlüssel...
es: Cargando claves...
fr: Chargement des clés...
it: Caricamento chiavi...
kk: Кілттер жүктелуде...
nl: Sleutels laden...
pl: Ładowanie kluczy...
pt: A carregar chaves...
sk: Načítavanie kľúčov...
sv: Laddar nycklar...
uk: Завантажування ключів...
uz: Kalitlar yuklanmoqda...

source: Not available
be: Недаступна
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
kk: Қолжетімсіз
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
sk: Nedostupné
sv: Inte tillgänglig
uk: Недоступно
uz: Mavjud emas
