Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Resource Group
be: Група рэсурсаў
cs: Skupina prostředků
da: Ressourcegruppe
de: Ressourcengruppe
es: Grupo de recursos
fr: Groupe de ressources
it: Gruppo di risorse
kk: Ресурстар тобы
nl: Resourcegroep
pl: Grupa zasobów
pt: Grupo de recursos
sk: Skupina prostriedkov
sv: Resursgrupp
uk: Група ресурсів
uz: Resurs guruhi

source: Bastion Name
be: Назва Bastion
cs: Název Bastion
da: Bastion-navn
es: Nombre del Bastion
fr: Nom du Bastion
it: Nome del Bastion
kk: Bastion атауы
nl: Bastion-naam
pl: Nazwa Bastion
pt: Nome do Bastion
sk: Názov Bastion
sv: Bastion-namn
uk: Назва Bastion
uz: Bastion nomi

source: Connect via Azure AD authentication
be: Злучэнне праз аўтэнтыфікацыю Azure AD
cs: Připojení přes ověření Azure AD
da: Forbindelse via Azure AD-godkendelse
de: Verbindung über Azure AD-Authentifizierung
es: Conexión mediante autenticación Azure AD
fr: Connexion via l'authentification Azure AD
it: Connessione tramite autenticazione Azure AD
kk: Azure AD аутентификациясы арқылы қосылу
nl: Verbinding via Azure AD-verificatie
pl: Połączenie przez uwierzytelnianie Azure AD
pt: Ligação via autenticação Azure AD
sk: Pripojenie cez overenie Azure AD
sv: Anslutning via Azure AD-autentisering
uk: З'єднання через автентифікацію Azure AD
uz: Azure AD autentifikatsiyasi orqali ulanish

source: VM Name
be: Назва ВМ
cs: Název VM
da: VM-navn
es: Nombre de la VM
fr: Nom de la VM
it: Nome della VM
kk: ВМ атауы
nl: VM-naam
pl: Nazwa VM
pt: Nome da VM
sk: Názov VM
sv: VM-namn
uk: Назва ВМ
uz: VM nomi

source: Connect via Oracle Cloud Bastion
be: Злучэнне праз Oracle Cloud Bastion
cs: Připojení přes Oracle Cloud Bastion
da: Forbindelse via Oracle Cloud Bastion
de: Verbindung über Oracle Cloud Bastion
es: Conexión mediante Oracle Cloud Bastion
fr: Connexion via Oracle Cloud Bastion
it: Connessione tramite Oracle Cloud Bastion
kk: Oracle Cloud Bastion арқылы қосылу
nl: Verbinding via Oracle Cloud Bastion
pl: Połączenie przez Oracle Cloud Bastion
pt: Ligação via Oracle Cloud Bastion
sk: Pripojenie cez Oracle Cloud Bastion
sv: Anslutning via Oracle Cloud Bastion
uk: З'єднання через Oracle Cloud Bastion
uz: Oracle Cloud Bastion orqali ulanish

source: Bastion OCID
be: OCID Bastion
cs: OCID Bastion
es: OCID del Bastion
fr: OCID du Bastion
it: OCID del Bastion
pl: OCID Bastion
pt: OCID do Bastion
sk: OCID Bastion
uk: OCID Bastion

source: Target OCID
be: OCID мэты
cs: OCID cíle
da: Mål-OCID
de: Ziel-OCID
es: OCID del destino
fr: OCID de la cible
it: OCID della destinazione
kk: Мақсат OCID
nl: Doel-OCID
pl: OCID celu
pt: OCID do destino
sk: OCID cieľa
sv: Mål-OCID
uk: OCID цілі
uz: Maqsad OCID

source: Target IP
be: IP-адрас мэты
cs: IP cíle
da: Mål-IP
de: Ziel-IP
es: IP de destino
fr: IP de la cible
it: IP di destinazione
kk: Мақсат IP
nl: Doel-IP
pl: IP celu
pt: IP de destino
sk: IP cieľa
sv: Mål-IP
uk: IP-адреса цілі
uz: Maqsad IP

source: Connect via Cloudflare Zero Trust
be: Злучэнне праз Cloudflare Zero Trust
cs: Připojení přes Cloudflare Zero Trust
da: Forbindelse via Cloudflare Zero Trust
de: Verbindung über Cloudflare Zero Trust
es: Conexión mediante Cloudflare Zero Trust
fr: Connexion via Cloudflare Zero Trust
it: Connessione tramite Cloudflare Zero Trust
kk: Cloudflare Zero Trust арқылы қосылу
nl: Verbinding via Cloudflare Zero Trust
pl: Połączenie przez Cloudflare Zero Trust
pt: Ligação via Cloudflare Zero Trust
sk: Pripojenie cez Cloudflare Zero Trust
sv: Anslutning via Cloudflare Zero Trust
uk: З'єднання через Cloudflare Zero Trust
uz: Cloudflare Zero Trust orqali ulanish

source: Hostname
be: Імя госта
cs: Název hostitele
da: Værtsnavn
es: Nombre de host
fr: Nom d'hôte
it: Nome host
kk: Хост атауы
nl: Hostnaam
pl: Nazwa hosta
pt: Nome do anfitrião
sk: Názov hostiteľa
sv: Värdnamn
uk: Ім'я госта
uz: Xost nomi

source: Connect via Gravitational Teleport
be: Злучэнне праз Gravitational Teleport
cs: Připojení přes Gravitational Teleport
da: Forbindelse via Gravitational Teleport
de: Verbindung über Gravitational Teleport
es: Conexión mediante Gravitational Teleport
fr: Connexion via Gravitational Teleport
it: Connessione tramite Gravitational Teleport
kk: Gravitational Teleport арқылы қосылу
nl: Verbinding via Gravitational Teleport
pl: Połączenie przez Gravitational Teleport
pt: Ligação via Gravitational Teleport
sk: Pripojenie cez Gravitational Teleport
sv: Anslutning via Gravitational Teleport
uk: З'єднання через Gravitational Teleport
uz: Gravitational Teleport orqali ulanish

source: Node Name
be: Назва вузла
cs: Název uzlu
da: Nodenavn
de: Knotenname
es: Nombre del nodo
fr: Nom du nœud
it: Nome del nodo
kk: Түйін атауы
nl: Knooppuntnaam
pl: Nazwa węzła
pt: Nome do nó
sk: Názov uzla
sv: Nodnamn
uk: Назва вузла
uz: Tugun nomi

source: Cluster
be: Кластар
es: Clúster
kk: Кластер
pl: Klaster
sv: Kluster
uk: Кластер
uz: Klaster

source: Connect via Tailscale network
be: Злучэнне праз сетку Tailscale
cs: Připojení přes síť Tailscale
da: Forbindelse via Tailscale-netværk
de: Verbindung über Tailscale-Netzwerk
es: Conexión mediante la red Tailscale
fr: Connexion via le réseau Tailscale
it: Connessione tramite la rete Tailscale
kk: Tailscale желісі арқылы қосылу
nl: Verbinding via Tailscale-netwerk
pl: Połączenie przez sieć Tailscale
pt: Ligação via rede Tailscale
sk: Pripojenie cez sieť Tailscale
sv: Anslutning via Tailscale-nätverk
uk: З'єднання через мережу Tailscale
uz: Tailscale tarmog'i orqali ulanish

source: Tailscale Host
be: Гост Tailscale
cs: Hostitel Tailscale
da: Tailscale-vært
es: Host de Tailscale
fr: Hôte Tailscale
it: Host Tailscale
kk: Tailscale хосты
pl: Host Tailscale
pt: Anfitrião Tailscale
sk: Hostiteľ Tailscale
sv: Tailscale-värd
uk: Гост Tailscale
uz: Tailscale xost

source: Connect via Boundary proxy
be: Злучэнне праз проксі Boundary
cs: Připojení přes proxy Boundary
da: Forbindelse via Boundary-proxy
de: Verbindung über Boundary-Proxy
es: Conexión mediante el proxy Boundary
fr: Connexion via le proxy Boundary
it: Connessione tramite il proxy Boundary
kk: Boundary проксиі арқылы қосылу
nl: Verbinding via Boundary-proxy
pl: Połączenie przez proxy Boundary
pt: Ligação via proxy Boundary
sk: Pripojenie cez proxy Boundary
sv: Anslutning via Boundary-proxy
uk: З'єднання через проксі Boundary
uz: Boundary proksi orqali ulanish

source: Target ID
be: Ідэнтыфікатар мэты
cs: ID cíle
da: Mål-ID
de: Ziel-ID
es: ID de destino
fr: ID de la cible
it: ID destinazione
kk: Мақсат идентификаторы
nl: Doel-ID
pl: ID celu
pt: ID de destino
sk: ID cieľa
sv: Mål-ID
uk: Ідентифікатор цілі
uz: Maqsad ID

source: Controller Address
be: Адрас кантролера
cs: Adresa řadiče
da: Controlleradresse
de: Controller-Adresse
es: Dirección del controlador
fr: Adresse du contrôleur
it: Indirizzo del controller
kk: Контроллер мекенжайы
nl: Controlleradres
pl: Adres kontrolera
pt: Endereço do controlador
sk: Adresa radiča
sv: Kontrolleradress
uk: Адреса контролера
uz: Kontroller manzili

source: Custom command for unsupported providers
be: Адвольная каманда для непадтрымліваных правайдараў
cs: Vlastní příkaz pro nepodporované poskytovatele
da: Brugerdefineret kommando til ikke-understøttede udbydere
de: Benutzerdefinierter Befehl für nicht unterstützte Anbieter
es: Comando personalizado para proveedores no compatibles
fr: Commande personnalisée pour les fournisseurs non pris en charge
it: Comando personalizzato per fornitori non supportati
kk: Қолдау көрсетілмейтін провайдерлер үшін еркін пәрмен
nl: Aangepast commando voor niet-ondersteunde aanbieders
pl: Polecenie niestandardowe dla nieobsługiwanych dostawców
pt: Comando personalizado para fornecedores não suportados
sk: Vlastný príkaz pre nepodporovaných poskytovateľov
sv: Anpassat kommando för leverantörer som inte stöds
uk: Довільна команда для непідтримуваних провайдерів
uz: Qo'llab-quvvatlanmaydigan provayderlar uchun maxsus buyruq

source: Command Template
be: Шаблон каманды
cs: Šablona příkazu
da: Kommandoskabelon
de: Befehlsvorlage
es: Plantilla de comando
fr: Modèle de commande
it: Modello di comando
kk: Пәрмен үлгісі
nl: Commandosjabloon
pl: Szablon polecenia
pt: Modelo de comando
sk: Šablóna príkazu
sv: Kommandomall
uk: Шаблон команди
uz: Buyruq shabloni

source: Local Variables
be: Лакальныя зменныя
cs: Lokální proměnné
da: Lokale variabler
de: Lokale Variablen
es: Variables locales
fr: Variables locales
it: Variabili locali
kk: Жергілікті айнымалылар
nl: Lokale variabelen
pl: Zmienne lokalne
pt: Variáveis locais
sk: Lokálne premenné
sv: Lokala variabler
uk: Локальні змінниці
uz: Mahalliy o'zgaruvchilar

source: Use ${variable_name} syntax in connection fields
be: Выкарыстоўвайце сінтаксіс ${variable_name} у палях падключэння
cs: Použijte syntaxi ${variable_name} v polích připojení
da: Brug ${variable_name}-syntaks i tilslutningsfelter
de: ${variable_name}-Syntax in Verbindungsfeldern verwenden
es: Use la sintaxis ${variable_name} en los campos de conexión
fr: Utilisez la syntaxe ${variable_name} dans les champs de connexion
it: Usa la sintassi ${variable_name} nei campi di connessione
kk: Қосылу өрістерінде ${variable_name} синтаксисін пайдаланыңыз
nl: Gebruik ${variable_name}-syntaxis in verbindingsvelden
pl: Użyj składni ${variable_name} w polach połączenia
pt: Use a sintaxe ${variable_name} nos campos de ligação
sk: Použite syntax ${variable_name} v poliach pripojenia
sv: Använd ${variable_name}-syntax i anslutningsfält
uk: Використовуй синтаксис ${variable_name} у полях з'єднанка
uz: Ulanish maydonlarida ${variable_name} sintaksisini ishlating

source: No variables defined
be: Зменныя не вызначаны
cs: Nedefinovány žádné proměnné
da: Ingen variabler defineret
de: Keine Variablen definiert
es: Sin variables definidas
fr: Aucune variable définie
it: Nessuna variabile definita
kk: Айнымалылар анықталмаған
nl: Geen variabelen gedefinieerd
pl: Brak zdefiniowanych zmiennych
pt: Nenhuma variável definida
sk: Žiadne premenné nie sú definované
sv: Inga variabler definierade
uk: Нема змінниць
uz: O'zgaruvchilar aniqlanmagan

source: Add Variable
be: Дадаць зменную
cs: Přidat proměnnou
da: Tilføj variabel
de: Variable hinzufügen
es: Añadir variable
fr: Ajouter une variable
it: Aggiungi variabile
kk: Айнымалы қосу
nl: Variabele toevoegen
pl: Dodaj zmienną
pt: Adicionar variável
sk: Pridať premennú
sv: Lägg till variabel
uk: Додай змінницю
uz: O'zgaruvchi qo'shish

source: Custom Properties
be: Уласныя ўласцівасці
cs: Vlastní vlastnosti
da: Brugerdefinerede egenskaber
de: Benutzerdefinierte Eigenschaften
es: Propiedades personalizadas
fr: Propriétés personnalisées
it: Proprietà personalizzate
kk: Реттелетін сипаттар
nl: Aangepaste eigenschappen
pl: Właściwości niestandardowe
pt: Propriedades personalizadas
sk: Vlastné vlastnosti
sv: Anpassade egenskaper
uk: Власні ознаки
uz: Maxsus xususiyatlar

source: Text, URL (clickable), or Protected (masked) metadata
be: Тэкст, URL (клікабельны) або абароненыя (маскіраваныя) метаданыя
cs: Text, URL (klikatelný) nebo chráněná (maskovaná) metadata
da: Tekst, URL (klikbar) eller beskyttede (maskerede) metadata
de: Text, URL (klickbar) oder geschützte (maskierte) Metadaten
es: Texto, URL (clicable) o metadatos protegidos (enmascarados)
fr: Texte, URL (cliquable) ou métadonnées protégées (masquées)
it: Testo, URL (cliccabile) o metadati protetti (mascherati)
kk: Мәтін, URL (басылатын) немесе қорғалған (маскаланған) метадеректер
nl: Tekst, URL (klikbaar) of beschermde (gemaskeerde) metadata
pl: Tekst, URL (klikalny) lub chronione (maskowane) metadane
pt: Texto, URL (clicável) ou metadados protegidos (mascarados)
sk: Text, URL (klikateľný) alebo chránené (maskované) metadáta
sv: Text, URL (klickbar) eller skyddade (maskerade) metadata
uk: Текст, URL (клікабельний) або захищені (масковані) метадані
uz: Matn, URL (bosiladigan) yoki Himoyalangan (yashirin) metadata

source: No custom properties
be: Няма карыстальніцкіх уласцівасцей
cs: Žádné uživatelsky určené vlastnosti
da: Ingen brugerdefinerede egenskaber
de: Keine benutzerdefinierten Eigenschaften
es: Sin propiedades personalizadas
fr: Aucune propriété personnalisée
it: Nessuna proprietà personalizzata
kk: Теңшелетін сипаттар жоқ
nl: Geen aangepaste eigenschappen
pl: Brak właściwości niestandardowych
pt: Sem propriedades personalizadas
sk: Žiadne vlastné vlastnosti
sv: Inga anpassade egenskaper
uk: Нема власних ознак
uz: Maxsus xususiyatlar yo'q

source: Add Property
be: Дадаць уласцівасць
cs: Přidat vlastnost
da: Tilføj egenskab
de: Eigenschaft hinzufügen
es: Agregar propiedad
fr: Ajouter une propriété
it: Aggiungi proprietà
kk: Сипат қосу
nl: Eigenschap toevoegen
pl: Dodaj właściwość
pt: Adicionar propriedade
sk: Pridať vlastnosť
sv: Lägg till egenskap
uk: Додай ознаку
uz: Xususiyat qo'shish

source: Expect Rules
be: Правілы чакання
cs: Pravidla očekávání
da: Forventningsregler
de: Expect-Regeln
es: Reglas de espera
fr: Règles d'attente
it: Regole di attesa
kk: Күту ережелері
nl: Verwachtingsregels
pl: Reguły oczekiwania
pt: Regras de espera
sk: Pravidlá očakávania
sv: Förväntningsregler
uk: Правила очікування
uz: Expect qoidalari

source: Auto-respond to terminal patterns (priority order)
be: Аўтаадказ на шаблоны тэрмінала (па прыярытэце)
cs: Automaticky odpovídat na vzory terminálu (pořadí priority)
da: Svar automatisk på terminalmønstre (prioritetsrækkefølge)
de: Automatisch auf Terminalmuster antworten (Prioritätsreihenfolge)
es: Responder automáticamente a patrones del terminal (orden de prioridad)
fr: Répondre automatiquement aux motifs du terminal (ordre de priorité)
it: Rispondi automaticamente ai modelli del terminale (ordine di priorità)
kk: Терминал үлгілеріне автоматты жауап беру (басымдық реті)
nl: Automatisch reageren op terminalpatronen (prioriteitsvolgorde)
pl: Automatycznie odpowiadaj na wzorce terminala (kolejność priorytetów)
pt: Responder automaticamente a padrões do terminal (ordem de prioridade)
sk: Automaticky odpovedať na vzory terminálu (poradie priority)
sv: Svara automatiskt på terminalmönster (prioritetsordning)
uk: Автовідповідь на шаблони терміналу (за пріоритетом)
uz: Terminal shablonlariga avtomatik javob berish (ustuvorlik tartibi)

source: No expect rules
be: Няма правілаў expect
cs: Žádná pravidla expect
da: Ingen expect-regler
de: Keine Expect-Regeln
es: Sin reglas expect
fr: Aucune règle expect
it: Nessuna regola expect
kk: Expect ережелері жоқ
nl: Geen expect-regels
pl: Brak reguł expect
pt: Sem regras expect
sk: Žiadne pravidlá expect
sv: Inga expect-regler
uk: Нема правил чекання
uz: Expect qoidalari yo'q

source: Add Rule
be: Дадаць правіла
cs: Přidat pravidlo
da: Tilføj regel
de: Regel hinzufügen
es: Agregar regla
fr: Ajouter une règle
it: Aggiungi regola
kk: Ереже қосу
nl: Regel toevoegen
pl: Dodaj regułę
pt: Adicionar regra
sk: Pridať pravidlo
sv: Lägg till regel
uk: Додай правило
uz: Qoida qo'shish

source: Pattern Tester
be: Тэстар шаблонаў
cs: Tester vzorů
da: Mønstertester
de: Mustertester
es: Probador de patrones
fr: Testeur de motifs
it: Tester di modelli
kk: Үлгі тексергіш
nl: Patroontester
pl: Tester wzorców
pt: Testador de padrões
sk: Tester vzorov
sv: Mönstertestare
uk: Тестер шаблонів
uz: Shablon tekshirgich

source: Test text against patterns
be: Праверыць тэкст па шаблонах
cs: Testovat text proti vzorům
da: Test tekst mod mønstre
de: Text gegen Muster testen
es: Probar texto contra patrones
fr: Tester le texte contre les motifs
it: Testa il testo contro i modelli
kk: Мәтінді үлгілерге тексеру
nl: Tekst testen tegen patronen
pl: Testuj tekst na wzorcach
pt: Testar texto contra padrões
sk: Testovať text proti vzorom
sv: Testa text mot mönster
uk: Перевір текст за шаблонами
uz: Matnni shablonlarga qarshi tekshirish

source: Test Input
be: Тэставы ўвод
cs: Testovací vstup
de: Testeingabe
es: Entrada de prueba
fr: Entrée de test
it: Input di test
kk: Тест енгізу
nl: Testinvoer
pl: Dane testowe
pt: Entrada de teste
sk: Testovací vstup
sv: Testinmatning
uk: Тестовий ввід
uz: Tekshirish kiritishi

source: Enter text to test
be: Увядзіце тэкст для праверкі
cs: Zadejte text k testování
da: Indtast tekst til test
de: Text zum Testen eingeben
es: Ingrese texto para probar
fr: Entrez du texte pour tester
it: Inserisci testo per testare
kk: Тексеру үшін мәтін енгізіңіз
nl: Voer tekst in om te testen
pl: Wprowadź tekst do testu
pt: Introduza texto para testar
sk: Zadajte text na testovanie
sv: Ange text att testa
uk: Уведи текст для перевірки
uz: Tekshirish uchun matn kiriting

source: Result
be: Вынік
cs: Výsledek
da: Resultat
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
kk: Нәтиже
nl: Resultaat
pl: Wynik
pt: Resultado
sk: Výsledok
sv: Resultat
uk: Результат
uz: Natija

source: Pre-Connect Task
be: Задача перад падключэннем
cs: Úloha před připojením
da: Opgave før tilslutning
de: Aufgabe vor Verbindung
es: Tarea pre-conexión
fr: Tâche pré-connexion
it: Attività pre-connessione
kk: Қосылу алдындағы тапсырма
nl: Taak voor verbinding
pl: Zadanie przed połączeniem
pt: Tarefa pré-ligação
sk: Úloha pred pripojením
sv: Uppgift före anslutning
uk: Завдання перед з'єднуванням
uz: Ulanishdan oldingi vazifa

source: Post-Disconnect Task
be: Задача пасля адключэння
cs: Úloha po odpojení
da: Opgave efter afbrydelse
de: Aufgabe nach Trennung
es: Tarea post-desconexión
fr: Tâche post-déconnexion
it: Attività post-disconnessione
kk: Ажырату кейінгі тапсырма
nl: Taak na verbreking
pl: Zadanie po rozłączeniu
pt: Tarefa pós-desligação
sk: Úloha po odpojení
sv: Uppgift efter frånkoppling
uk: Завдання після від'єднування
uz: Uzilgandan keyingi vazifa

source: Automatically respond to terminal patterns. Rules are matched in priority order (highest first).
be: Аўтаматычна адказваць на шаблоны тэрмінала. Правілы супастаўляюцца ў парадку прыярытэту (найвышэйшы першы).
cs: Automaticky reagovat na vzory terminálu. Pravidla jsou porovnávána v pořadí priority (nejvyšší první).
da: Svar automatisk på terminalmønstre. Regler matches i prioritetsrækkefølge (højeste først).
de: Automatisch auf Terminal-Muster reagieren. Regeln werden in Prioritätsreihenfolge abgeglichen (höchste zuerst).
es: Responder automáticamente a patrones del terminal. Las reglas se aplican en orden de prioridad (la más alta primero).
fr: Répondre automatiquement aux motifs du terminal. Les règles sont appliquées par ordre de priorité (la plus haute en premier).
it: Rispondi automaticamente ai pattern del terminale. Le regole vengono applicate in ordine di priorità (la più alta per prima).
kk: Терминал үлгілеріне автоматты жауап беру. Ережелер басымдық ретімен салыстырылады (ең жоғары бірінші).
nl: Automatisch reageren op terminalpatronen. Regels worden gematcht in prioriteitsvolgorde (hoogste eerst).
pl: Automatycznie odpowiadaj na wzorce terminala. Reguły są dopasowywane w kolejności priorytetów (najwyższy pierwszy).
pt: Responder automaticamente a padrões do terminal. As regras são aplicadas por ordem de prioridade (a mais alta primeiro).
sk: Automaticky reagovať na vzory terminálu. Pravidlá sú porovnávané v poradí priority (najvyššia prvá).
sv: Svara automatiskt på terminalmönster. Regler matchas i prioritetsordning (högsta först).
uk: Автоматично відповідай на шаблони термінала. Правила звіряються за пріоритетом (найвищий перший).
uz: Terminal namunalariga avtomatik javob berish. Qoidalar ustuvorlik tartibida solishtiriladi (eng yuqori birinchi).

source: No expect rules configured
be: Правілы чакання не наладжаны
cs: Žádná pravidla očekávání nejsou nakonfigurována
da: Ingen forventningsregler konfigureret
de: Keine Expect-Regeln konfiguriert
es: No hay reglas de espera configuradas
fr: Aucune règle d'attente configurée
it: Nessuna regola di attesa configurata
kk: Күту ережелері теңшелмеген
nl: Geen verwachtingsregels geconfigureerd
pl: Brak skonfigurowanych reguł oczekiwania
pt: Nenhuma regra de espera configurada
sk: Žiadne pravidlá očakávania nie sú nakonfigurované
sv: Inga förväntningsregler konfigurerade
uk: Нема правил очікування
uz: Expect qoidalari sozlanmagan

source: Test your patterns against sample input
be: Праверце шаблоны на ўзорным уводзе
cs: Otestujte své vzory na ukázkovém vstupu
da: Test dine mønstre med eksempelinput
de: Testen Sie Ihre Muster mit Beispieleingaben
es: Pruebe sus patrones con una entrada de ejemplo
fr: Testez vos motifs avec un exemple d'entrée
it: Testa i tuoi modelli con un input di esempio
kk: Үлгілерді үлгі енгізумен тексеріңіз
nl: Test uw patronen met voorbeeldinvoer
pl: Przetestuj wzorce na przykładowych danych
pt: Teste os seus padrões com entrada de exemplo
sk: Otestujte svoje vzory na ukážkovom vstupe
sv: Testa dina mönster med exempelinmatning
uk: Перевір шаблони на зразковому вводі
uz: Shablonlarni namuna kiritish bilan tekshirish

source: Enter text to test against patterns
be: Увядзіце тэкст для праверкі шаблонаў
cs: Zadejte text pro testování vzorů
da: Indtast tekst til test mod mønstre
de: Text zum Testen gegen Muster eingeben
es: Ingrese texto para probar contra patrones
fr: Entrez du texte pour tester les motifs
it: Inserisci testo per testare i modelli
kk: Үлгілерді тексеру үшін мәтін енгізіңіз
nl: Voer tekst in om patronen te testen
pl: Wprowadź tekst do testowania wzorców
pt: Introduza texto para testar padrões
sk: Zadajte text na testovanie vzorov
sv: Ange text för att testa mönster
uk: Уведи текст для перевірки шаблонів
uz: Shablonlarga qarshi tekshirish uchun matn kiriting

source: Enter text above to test patterns
be: Увядзіце тэкст вышэй для праверкі шаблонаў
cs: Zadejte text výše pro testování vzorů
da: Indtast tekst ovenfor for at teste mønstre
de: Text oben eingeben, um Muster zu testen
es: Ingrese texto arriba para probar patrones
fr: Entrez du texte ci-dessus pour tester les motifs
it: Inserisci testo sopra per testare i modelli
kk: Үлгілерді тексеру үшін жоғарыда мәтін енгізіңіз
nl: Voer tekst hierboven in om patronen te testen
pl: Wprowadź tekst powyżej, aby przetestować wzorce
pt: Introduza texto acima para testar padrões
sk: Zadajte text vyššie na testovanie vzorov
sv: Ange text ovan för att testa mönster
uk: Уведи текст вище для перевірки шаблонів
uz: Shablonlarni tekshirish uchun yuqoriga matn kiriting

source: Run command before connecting. Supports ${variable} substitution.
be: Выканаць каманду перад падключэннем. Падтрымлівае падстаноўку ${variable}.
cs: Spustit příkaz před připojením. Podporuje nahrazování ${variable}.
da: Kør kommando før tilslutning. Understøtter ${variable}-erstatning.
de: Befehl vor dem Verbinden ausführen. Unterstützt ${variable}-Ersetzung.
es: Ejecutar comando antes de conectar. Soporta sustitución ${variable}.
fr: Exécuter une commande avant la connexion. Supporte la substitution ${variable}.
it: Esegui comando prima della connessione. Supporta la sostituzione ${variable}.
kk: Қосылу алдында пәрменді орындау. ${variable} алмастыруды қолдайды.
nl: Opdracht uitvoeren voor verbinding. Ondersteunt ${variable}-vervanging.
pl: Uruchom polecenie przed połączeniem. Obsługuje podstawianie ${variable}.
pt: Executar comando antes de ligar. Suporta substituição ${variable}.
sk: Spustiť príkaz pred pripojením. Podporuje nahrádzanie ${variable}.
sv: Kör kommando före anslutning. Stöder ${variable}-ersättning.
uk: Виконай команду перед з'єднуванням. Підтримує підставляння ${variable}.
uz: Ulanishdan oldin buyruq bajarish. ${variable} almashtirishni qo'llab-quvvatlaydi.
