Repository: totoshko88/RustConn
Catalog: po/*.po
Languages: be, cs, da, de, es, fr, it, kk, nl, pl, pt, sk, sv, uk, uz

source: Copy remote clipboard to local (waiting for remote data...)
be: Капіяваць аддалены буфер абмену ў лакальны (чаканне аддаленых даных...)
cs: Kopírovat vzdálenou schránku do místní (čekání na vzdálená data…)
da: Kopiér fjernudklipsholder til lokal (venter på fjerndata...)
de: Remote-Zwischenablage lokal kopieren (warte auf Remote-Daten...)
es: Copiar portapapeles remoto a local (esperando datos remotos…)
fr: Copier le presse-papiers distant vers local (en attente des données…)
it: Copia appunti remoti in locale (in attesa dei dati remoti...)
kk: Қашықтағы алмасу буферін жергіліктіге көшіру (қашықтағы деректер күтілуде...)
nl: Extern klembord naar lokaal kopiëren (wachten op externe gegevens...)
pl: Kopiuj zdalny schowek do lokalnego (oczekiwanie na dane zdalne...)
pt: Copiar área de transferência remota para local (a aguardar dados remotos...)
sk: Kopírovať vzdialenú schránku do miestnej (čakanie na vzdialené dáta...)
sv: Kopiera fjärrurklipp till lokalt (väntar på fjärrdata...)
uk: Копіюй віддалений буфер до локального (чекання відомостей...)
uz: Masofaviy almashish buferini mahalliyga nusxalash (masofaviy ma'lumotlar kutilmoqda...)

source: Paste
be: Уставіць
cs: Vložit
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
kk: Қою
nl: Plakken
pl: Wklej
pt: Colar
sk: Prilepiť
sv: Klistra in
uk: Устав
uz: Joylash

source: Paste from local clipboard to remote session
be: Уставіць з лакальнага буфера абмену ў аддалены сеанс
cs: Vložit z místní schránky do vzdálené relace
da: Indsæt fra lokal udklipsholder til fjernsession
de: Aus lokaler Zwischenablage in Remote-Sitzung einfügen
es: Pegar del portapapeles local a la sesión remota
fr: Coller du presse-papiers local vers la session distante
it: Incolla dagli appunti locali alla sessione remota
kk: Жергілікті алмасу буферінен қашықтағы сеансқа қою
nl: Plakken van lokaal klembord naar externe sessie
pl: Wklej z lokalnego schowka do sesji zdalnej
pt: Colar da área de transferência local para a sessão remota
sk: Prilepiť z miestnej schránky do vzdialenej relácie
sv: Klistra in från lokalt urklipp till fjärrsession
uk: Устав із локального буфера до віддаленої сеансу
uz: Mahalliy almashish buferidan masofaviy sessiyaga joylash

source: Send Ctrl+Alt+Del to remote session
be: Адправіць Ctrl+Alt+Del у аддалены сеанс
cs: Odeslat Ctrl+Alt+Del do vzdálené relace
da: Send Ctrl+Alt+Del til fjernsession
de: Ctrl+Alt+Del an Remote-Sitzung senden
es: Enviar Ctrl+Alt+Supr a la sesión remota
fr: Envoyer Ctrl+Alt+Suppr à la session distante
it: Invia Ctrl+Alt+Del alla sessione remota
kk: Қашықтағы сеансқа Ctrl+Alt+Del жіберу
nl: Ctrl+Alt+Del naar externe sessie verzenden
pl: Wyślij Ctrl+Alt+Del do sesji zdalnej
pt: Enviar Ctrl+Alt+Del para a sessão remota
sk: Odoslať Ctrl+Alt+Del do vzdialenej relácie
sv: Skicka Ctrl+Alt+Del till fjärrsession
uk: Надішли Ctrl+Alt+Del до віддаленої сеансу
uz: Masofaviy sessiyaga Ctrl+Alt+Del yuborish

source: Save Files
be: Захаваць файлы
cs: Uložit soubory
da: Gem filer
de: Dateien speichern
es: Guardar archivos
fr: Enregistrer les fichiers
it: Salva file
kk: Файлдарды сақтау
nl: Bestanden opslaan
pl: Zapisz pliki
pt: Guardar ficheiros
sk: Uložiť súbory
sv: Spara filer
uk: Збережи файли
uz: Fayllarni saqlash

source: Save files from remote clipboard
be: Захаваць файлы з аддаленага буфера абмену
cs: Uložit soubory ze vzdálené schránky
da: Gem filer fra fjernudklipsholder
de: Dateien aus Remote-Zwischenablage speichern
es: Guardar archivos del portapapeles remoto
fr: Enregistrer les fichiers du presse-papiers distant
it: Salva file dagli appunti remoti
kk: Қашықтағы алмасу буферінен файлдарды сақтау
nl: Bestanden opslaan van extern klembord
pl: Zapisz pliki ze zdalnego schowka
pt: Guardar ficheiros da área de transferência remota
sk: Uložiť súbory zo vzdialenej schránky
sv: Spara filer från fjärrurklipp
uk: Збережи файли з віддаленого буфера
uz: Masofaviy almashish buferidan fayllarni saqlash

source: Reconnect
be: Перазлучыцца
cs: Znovu připojit
da: Genopret forbindelse
de: Neu verbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
kk: Қайта қосылу
nl: Opnieuw verbinden
pl: Połącz ponownie
pt: Reconectar
sk: Znovu pripojiť
sv: Återanslut
uk: Перепід'єднай
uz: Qayta ulanish

source: Reconnect to the remote session
be: Перазлучыцца з аддаленым сеансам
cs: Znovu připojit ke vzdálené relaci
da: Genopret forbindelse til fjernsessionen
de: Erneut mit der Remote-Sitzung verbinden
es: Reconectar a la sesión remota
fr: Reconnecter à la session distante
it: Riconnetti alla sessione remota
kk: Қашықтағы сеансқа қайта қосылу
nl: Opnieuw verbinden met de externe sessie
pl: Połącz ponownie z sesją zdalną
pt: Reconectar à sessão remota
sk: Znovu pripojiť k vzdialenej relácii
sv: Återanslut till fjärrsessionen
uk: Перепід'єднай до віддаленої сеансу
uz: Masofaviy sessiyaga qayta ulanish

source: Select folder to save files
be: Абраць тэчку для захавання файлаў
cs: Vybrat složku pro uložení souborů
da: Vælg mappe til at gemme filer
de: Ordner zum Speichern der Dateien auswählen
es: Seleccionar carpeta para guardar archivos
fr: Sélectionner le dossier pour enregistrer les fichiers
it: Seleziona cartella per salvare i file
kk: Файлдарды сақтау үшін қалтаны таңдаңыз
nl: Map selecteren om bestanden op te slaan
pl: Wybierz folder do zapisania plików
pt: Selecionar pasta para guardar ficheiros
sk: Vybrať priečinok na uloženie súborov
sv: Välj mapp för att spara filer
uk: Вибери теку, де зберігатимеш файли
uz: Fayllarni saqlash uchun papkani tanlang

source: Downloading...
be: Спампоўка...
cs: Stahování…
da: Downloader...
de: Herunterladen...
es: Descargando…
fr: Téléchargement…
it: Download in corso...
kk: Жүктелуде...
nl: Downloaden...
pl: Pobieranie...
pt: A transferir...
sk: Sťahovanie...
sv: Laddar ner...
uk: Завантаження...
uz: Yuklab olinmoqda...

source: Using external RDP client (server incompatible)
be: Выкарыстоўваецца знешні RDP-кліент (сервер несумяшчальны)
da: Bruger ekstern RDP-klient (server inkompatibel)
de: Externer RDP-Client wird verwendet (Server inkompatibel)
it: Client RDP esterno in uso (server incompatibile)
kk: Сыртқы RDP клиенті пайдаланылуда (сервер сәйкес емес)
pl: Używanie zewnętrznego klienta RDP (serwer niekompatybilny)
pt: Usando cliente RDP externo (servidor incompatível)
sk: Používa sa externý RDP klient (server nekompatibilný)
sv: Använder extern RDP-klient (server inkompatibel)
uk: Використовується зовнішній RDP-клієнт (сервер несумісний)
uz: Tashqi RDP mijoz ishlatilmoqda (server mos emas)

source: RDP server incompatible. Install FreeRDP.
be: RDP-сервер несумяшчальны. Усталюйце FreeRDP.
da: RDP-server inkompatibel. Installer FreeRDP.
de: RDP-Server inkompatibel. Installieren Sie FreeRDP.
it: Server RDP incompatibile. Installare FreeRDP.
kk: RDP сервері сәйкес емес. FreeRDP орнатыңыз.
pl: Serwer RDP niekompatybilny. Zainstaluj FreeRDP.
pt: Servidor RDP incompatível. Instale o FreeRDP.
sk: RDP server nekompatibilný. Nainštalujte FreeRDP.
sv: RDP-server inkompatibel. Installera FreeRDP.
uk: RDP-сервер несумісний. Встановіть FreeRDP.
uz: RDP server mos emas. FreeRDP oʻrnating.

source: Copy remote clipboard to local
be: Капіяваць аддалены буфер абмену ў лакальны
cs: Kopírovat vzdálenou schránku do místní
da: Kopiér fjernudklipsholder til lokal
de: Remote-Zwischenablage lokal kopieren
es: Copiar portapapeles remoto a local
fr: Copier le presse-papiers distant vers local
it: Copia appunti remoti in locale
kk: Қашықтағы алмасу буферін жергіліктіге көшіру
nl: Extern klembord naar lokaal kopiëren
pl: Kopiuj zdalny schowek do lokalnego
pt: Copiar área de transferência remota para local
sk: Kopírovať vzdialenú schránku do miestnej
sv: Kopiera fjärrurklipp till lokalt
uk: Копіюй віддалений буфер до локального
uz: Masofaviy almashish buferini mahalliyga nusxalash

source: Connecting...
be: Злучэнне...
cs: Připojování…
da: Opretter forbindelse...
de: Verbinde...
es: Conectando…
fr: Connexion…
it: Connessione in corso...
kk: Қосылуда...
nl: Verbinden...
pl: Łączenie...
pt: A ligar...
sk: Pripájanie...
sv: Ansluter...
uk: Під'єднання...
uz: Ulanmoqda...

source: Toggle Fullscreen
be: Поўнаэкранны рэжым
cs: Přepnout celou obrazovku
da: Skift fuldskærm
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
it: Attiva/disattiva schermo intero
kk: Толық экранды ауыстыру
nl: Volledig scherm in-/uitschakelen
pl: Przełącz pełny ekran
pt: Alternar ecrã inteiro
sk: Prepnúť celú obrazovku
sv: Växla helskärm
uk: Перемкни повноекранного режима
uz: To'liq ekranni almashtirish

source: Disconnect
be: Адлучыцца
cs: Odpojit
da: Afbryd
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
kk: Ажырату
nl: Verbinding verbreken
pl: Rozłącz
pt: Desligar
sk: Odpojiť
sv: Koppla från
uk: Від'єднай
uz: Uzish

source: Copy from remote session to local clipboard
be: Капіяваць з аддаленага сеансу ў лакальны буфер абмену
cs: Kopírovat ze vzdálené relace do místní schránky
da: Kopiér fra fjernsession til lokal udklipsholder
de: Von Remote-Sitzung in lokale Zwischenablage kopieren
es: Copiar de la sesión remota al portapapeles local
fr: Copier de la session distante vers le presse-papiers local
it: Copia dalla sessione remota agli appunti locali
kk: Қашықтағы сеанстан жергілікті алмасу буферіне көшіру
nl: Kopiëren van externe sessie naar lokaal klembord
pl: Kopiuj z sesji zdalnej do lokalnego schowka
pt: Copiar da sessão remota para a área de transferência local
sk: Kopírovať zo vzdialenej relácie do miestnej schránky
sv: Kopiera från fjärrsession till lokalt urklipp
uk: Копіюй із віддаленої сеансу до локального буфера
uz: Masofaviy sessiyadan mahalliy almashish buferiga nusxalash

source: VNC encryption not supported. Install TigerVNC.
be: Шыфраванне VNC не падтрымліваецца. Усталюйце TigerVNC.
cs: Šifrování VNC není podporováno. Nainstalujte TigerVNC.
da: VNC-kryptering understøttes ikke. Installér TigerVNC.
de: VNC-Verschlüsselung nicht unterstützt. Installieren Sie TigerVNC.
es: Cifrado VNC no compatible. Instale TigerVNC.
fr: Chiffrement VNC non pris en charge. Installez TigerVNC.
it: Crittografia VNC non supportata. Installare TigerVNC.
kk: VNC шифрлауы қолдау көрсетілмейді. TigerVNC орнатыңыз.
nl: VNC-versleuteling niet ondersteund. Installeer TigerVNC.
pl: Szyfrowanie VNC nie jest obsługiwane. Zainstaluj TigerVNC.
pt: Criptografia VNC não suportada. Instale o TigerVNC.
sk: Šifrovanie VNC nie je podporované. Nainštalujte TigerVNC.
sv: VNC-kryptering stöds inte. Installera TigerVNC.
uk: Шифрування VNC не підтримується. Встановіть TigerVNC.
uz: VNC shifrlash qo'llab-quvvatlanmaydi. TigerVNC o'rnating.

source: Using external viewer (unsupported encryption)
be: Выкарыстоўваецца знешні праглядальнік (непадтрымліванае шыфраванне)
cs: Použití externího prohlížeče (nepodporované šifrování)
da: Bruger ekstern fremviser (ikke-understøttet kryptering)
de: Externer Viewer wird verwendet (nicht unterstützte Verschlüsselung)
es: Usando visor externo (cifrado no compatible)
fr: Utilisation du visualiseur externe (chiffrement non pris en charge)
it: Utilizzo del visualizzatore esterno (crittografia non supportata)
kk: Сыртқы көрсеткіш қолданылуда (қолдау көрсетілмейтін шифрлау)
nl: Externe viewer wordt gebruikt (niet-ondersteunde versleuteling)
pl: Używanie zewnętrznej przeglądarki (nieobsługiwane szyfrowanie)
pt: Usando visualizador externo (criptografia não suportada)
sk: Používa sa externý prehliadač (nepodporované šifrovanie)
sv: Använder extern visare (kryptering stöds inte)
uk: Використовується зовнішній переглядач (непідтримуване шифрування)
uz: Tashqi ko'ruvchi ishlatilmoqda (qo'llab-quvvatlanmaydigan shifrlash)

source: CPU
uk: Процесор

source: RAM
uk: ОЗП

source: Disk
be: Дыск
de: Festplatte
es: Disco
fr: Disque
it: Disco
kk: Диск
nl: Schijf
pl: Dysk
pt: Disco
uk: Диск

source: Processes
be: Працэсы
da: Processer
de: Prozesse
it: Processi
kk: Процестер
pl: Procesy
pt: Processos
sk: Procesy
sv: Processer
uk: Процеси
uz: Jarayonlar

source: Uptime
be: Час працы
da: Oppetid
de: Betriebszeit
it: Tempo di attività
kk: Жұмыс уақыты
pl: Czas pracy
pt: Tempo de atividade
sk: Doba prevádzky
sv: Drifttid
uk: Час роботи
uz: Ishlash vaqti

source: Disconnected
be: Адлучана
cs: Odpojeno
da: Afbrudt
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
kk: Ажыратылған
nl: Verbinding verbroken
pl: Rozłączono
pt: Desligado
sk: Odpojené
sv: Frånkopplad
uk: Від'єднано
uz: Uzilgan

source: Search... (? for help)
be: Пошук... (? для даведкі)
cs: Hledat… (? pro nápovědu)
da: Søg... (? for hjælp)
de: Suchen... (? für Hilfe)
es: Buscar... (? para ayuda)
fr: Rechercher... (? pour l'aide)
it: Cerca... (? per aiuto)
kk: Іздеу... (анықтама үшін ?)
nl: Zoeken... (? voor hulp)
pl: Szukaj... (? — pomoc)
pt: Pesquisar... (? para ajuda)
sk: Hľadať... (? pre pomoc)
sv: Sök... (? för hjälp)
uk: Пошук... (? для довідки)
uz: Qidirish... (? yordam uchun)

source: Search pending...
be: Пошук у чаканні...
cs: Vyhledávání čeká…
da: Søgning afventer...
de: Suche ausstehend...
es: Búsqueda pendiente…
fr: Recherche en attente…
it: Ricerca in sospeso...
kk: Іздеу күтілуде...
nl: Zoeken in behandeling...
pl: Wyszukiwanie w toku...
pt: Pesquisa pendente...
sk: Vyhľadávanie čaká...
sv: Sökning väntar...
uk: Чекання пошуку...
uz: Qidirish kutilmoqda...

source: Search syntax help
be: Даведка па сінтаксісе пошуку
cs: Nápověda syntaxe vyhledávání
da: Hjælp til søgesyntaks
de: Suchsyntax-Hilfe
es: Ayuda de sintaxis de búsqueda
fr: Aide sur la syntaxe de recherche
it: Guida alla sintassi di ricerca
kk: Іздеу синтаксисі анықтамасы
nl: Hulp bij zoeksyntaxis
pl: Pomoc składni wyszukiwania
pt: Ajuda de sintaxe de pesquisa
sk: Nápoveda syntaxe vyhľadávania
sv: Hjälp med söksyntax
uk: Довідка з синтакси пошуку
uz: Qidirish sintaksisi yordami

source: Local Shell (Ctrl+Shift+T)
be: Лакальны shell (Ctrl+Shift+T)
cs: Místní shell (Ctrl+Shift+T)
da: Lokal shell (Ctrl+Shift+T)
de: Lokale Shell (Ctrl+Shift+T)
es: Shell local (Ctrl+Shift+T)
fr: Shell local (Ctrl+Shift+T)
it: Shell locale (Ctrl+Shift+T)
kk: Жергілікті shell (Ctrl+Shift+T)
nl: Lokale shell (Ctrl+Shift+T)
pl: Lokalna powłoka (Ctrl+Shift+T)
pt: Shell local (Ctrl+Shift+T)
sk: Miestny shell (Ctrl+Shift+T)
sv: Lokalt shell (Ctrl+Shift+T)
uk: Локальна оболонка (Ctrl+Shift+T)
uz: Mahalliy qobiq (Ctrl+Shift+T)

source: Open Password Vault (Active)
be: Адкрыць сховішча пароляў (актыўнае)
cs: Otevřít trezor hesel (Aktivní)
da: Åbn adgangskodeboks (aktiv)
de: Passwort-Tresor öffnen (Aktiv)
es: Abrir almacén de contraseñas (Activo)
fr: Ouvrir le coffre de mots de passe (Actif)
it: Apri cassaforte password (attiva)
kk: Құпия сөз қоймасын ашу (белсенді)
nl: Wachtwoordkluis openen (actief)
pl: Otwórz sejf haseł (aktywny)
pt: Abrir cofre de palavras-passe (ativo)
sk: Otvoriť trezor hesiel (aktívny)
sv: Öppna lösenordsvalv (aktivt)
uk: Відкрий сховище паролів (активне)
uz: Parol omborini ochish (Faol)

source: Password Vault Not Found
be: Сховішча пароляў не знойдзена
cs: Trezor hesel nenalezen
da: Adgangskodeboks ikke fundet
de: Passwort-Tresor nicht gefunden
es: Almacén de contraseñas no encontrado
fr: Coffre de mots de passe introuvable
it: Cassaforte password non trovata
kk: Құпия сөз қоймасы табылмады
nl: Wachtwoordkluis niet gevonden
pl: Nie znaleziono sejfu haseł
pt: Cofre de palavras-passe não encontrado
sk: Trezor hesiel nenájdený
sv: Lösenordsvalv hittades inte
uk: Сховище паролів не знайдено
uz: Parol ombori topilmadi

source: Password Vault Disabled
be: Сховішча пароляў адключана
cs: Trezor hesel zakázán
da: Adgangskodeboks deaktiveret
de: Passwort-Tresor deaktiviert
es: Almacén de contraseñas desactivado
fr: Coffre de mots de passe désactivé
it: Cassaforte password disabilitata
kk: Құпия сөз қоймасы өшірілген
nl: Wachtwoordkluis uitgeschakeld
pl: Sejf haseł wyłączony
pt: Cofre de palavras-passe desativado
sk: Trezor hesiel zakázaný
sv: Lösenordsvalv inaktiverat
uk: Сховище паролів вимкнено
uz: Parol ombori o'chirilgan

source: Connect
be: Злучыцца
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fr: Connexion
it: Connetti
kk: Қосылу
nl: Verbinden
pl: Połącz
pt: Ligar
sk: Pripojiť
sv: Anslut
uk: З'єднайся
uz: Ulanish

source: Pin / Unpin
be: Замацаваць / Адмацаваць
cs: Připnout / Odepnout
da: Fastgør / Frigør
de: Anheften / Lösen
es: Fijar / Desfijar
fr: Épingler / Désépingler
it: Fissa / Rimuovi
kk: Бекіту / Босату
nl: Vastpinnen / Losmaken
pl: Przypnij / Odepnij
pt: Fixar / Desafixar
sk: Pripnúť / Odopnúť
sv: Fäst / Lossa
uk: Закріпи / Відкріпи
uz: Qadash / Qadashni olib tashlash

source: New Connection in Group
be: Новае злучэнне ў групе
da: Ny forbindelse i gruppe
de: Neue Verbindung in Gruppe
it: Nuova connessione nel gruppo
kk: Топтағы жаңа қосылым
pl: Nowe połączenie w grupie
pt: Nova conexão no grupo
sk: Nové pripojenie v skupine
sv: Ny anslutning i grupp
uk: Нове з'єднання в групі
uz: Guruhda yangi ulanish

source: Rename
be: Перайменаваць
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
kk: Атын өзгерту
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
sk: Premenovať
sv: Byt namn
uk: Перейменуй
uz: Nomini o'zgartirish

source: Duplicate
be: Дубляваць
cs: Zduplikovat
da: Duplikér
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
kk: Көшірмелеу
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
sk: Duplikovať
sv: Duplicera
uk: Дублюй
uz: Nusxalash

source: Move to Group...
be: Перамясціць у групу...
cs: Přesunout do skupiny…
da: Flyt til gruppe...
de: In Gruppe verschieben...
es: Mover al grupo…
fr: Déplacer vers le groupe…
it: Sposta nel gruppo...
kk: Топқа жылжыту...
nl: Verplaatsen naar groep...
pl: Przenieś do grupy...
pt: Mover para grupo...
sk: Presunúť do skupiny...
sv: Flytta till grupp...
uk: Перемісти до групи...
uz: Guruhga ko'chirish...

source: Run Snippet...
be: Выканаць фрагмент...
cs: Spustit útržek příkazů…
da: Kør uddrag...
de: Snippet ausführen...
es: Ejecutar snippet…
fr: Exécuter le snippet…
it: Esegui frammento...
kk: Үзіндіні орындау...
nl: Fragment uitvoeren...
pl: Uruchom fragment...
pt: Executar fragmento...
sk: Spustiť úryvok...
sv: Kör utdrag...
uk: Запусти сніпет...
uz: Snippetni bajarish...

source: Open SFTP
be: Адкрыць SFTP
cs: Otevřít SFTP
da: Åbn SFTP
de: SFTP öffnen
es: Abrir SFTP
fr: Ouvrir SFTP
it: Apri SFTP
kk: SFTP ашу
nl: SFTP openen
pl: Otwórz SFTP
pt: Abrir SFTP
sk: Otvoriť SFTP
sv: Öppna SFTP
uk: Відкрий SFTP
uz: SFTP ochish

source: New Group
be: Новая група
cs: Nová skupina
da: Ny gruppe
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
kk: Жаңа топ
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo Grupo
sk: Nová skupina
sv: Ny grupp
uk: Нова група
uz: Yangi guruh

source: Create a new group
be: Стварыць новую групу
cs: Vytvořit novou skupinu
da: Opret en ny gruppe
de: Neue Gruppe erstellen
es: Crear un nuevo grupo
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
kk: Жаңа топ жасау
nl: Een nieuwe groep aanmaken
pl: Utwórz nową grupę
pt: Criar um novo grupo
sk: Vytvoriť novú skupinu
sv: Skapa en ny grupp
uk: Створи нову групу
uz: Yangi guruh yaratish

source: Move selected items to a group
be: Перамясціць абраныя элементы ў групу
cs: Přesunout vybrané položky do skupiny
da: Flyt valgte elementer til en gruppe
de: Ausgewählte Elemente in eine Gruppe verschieben
es: Mover elementos seleccionados a un grupo
fr: Déplacer les éléments sélectionnés vers un groupe
it: Sposta gli elementi selezionati in un gruppo
kk: Таңдалған элементтерді топқа жылжыту
nl: Geselecteerde items naar een groep verplaatsen
pl: Przenieś zaznaczone elementy do grupy
pt: Mover itens selecionados para um grupo
sk: Presunúť vybrané položky do skupiny
sv: Flytta markerade objekt till en grupp
uk: Перемісти вибрані складники до групи
uz: Tanlangan elementlarni guruhga ko'chirish

source: Select all items (Ctrl+A)
be: Абраць усе элементы (Ctrl+A)
cs: Vybrat vše (Ctrl+A)
da: Vælg alle elementer (Ctrl+A)
de: Alle Elemente auswählen (Ctrl+A)
es: Seleccionar todo (Ctrl+A)
fr: Tout sélectionner (Ctrl+A)
it: Seleziona tutti gli elementi (Ctrl+A)
kk: Барлық элементтерді таңдау (Ctrl+A)
nl: Alle items selecteren (Ctrl+A)
pl: Zaznacz wszystkie elementy (Ctrl+A)
pt: Selecionar todos os itens (Ctrl+A)
sk: Vybrať všetky položky (Ctrl+A)
sv: Markera alla objekt (Ctrl+A)
uk: Вибери всі складники (Ctrl+A)
uz: Barcha elementlarni tanlash (Ctrl+A)

source: Clear selection (Escape)
be: Зняць выбар (Escape)
cs: Zrušit výběr (Escape)
da: Ryd valg (Escape)
de: Auswahl aufheben (Escape)
es: Limpiar selección (Escape)
fr: Effacer la sélection (Échap)
it: Cancella selezione (Escape)
kk: Таңдауды тазалау (Escape)
nl: Selectie wissen (Escape)
pl: Wyczyść zaznaczenie (Escape)
pt: Limpar seleção (Escape)
sk: Zrušiť výber (Escape)
sv: Rensa markering (Escape)
uk: Очисть вибір (Escape)
uz: Tanlovni tozalash (Escape)

source: Delete all selected items
be: Выдаліць усе абраныя элементы
cs: Smazat všechny vybrané položky
da: Slet alle valgte elementer
de: Alle ausgewählten Elemente löschen
es: Eliminar todos los elementos seleccionados
fr: Supprimer tous les éléments sélectionnés
it: Elimina tutti gli elementi selezionati
kk: Барлық таңдалған элементтерді жою
nl: Alle geselecteerde items verwijderen
pl: Usuń wszystkie zaznaczone elementy
pt: Eliminar todos os itens selecionados
sk: Odstrániť všetky vybrané položky
sv: Ta bort alla markerade objekt
uk: Вилучи всі вибрані складники
uz: Barcha tanlangan elementlarni o'chirish

source: Group Operations Mode
be: Рэжым групавых аперацый
cs: Režim skupinových operací
da: Gruppefunktionstilstand
de: Gruppenoperationsmodus
es: Modo de operaciones de grupo
fr: Mode opérations de groupe
it: Modalità operazioni di gruppo
kk: Топтық операциялар режимі
nl: Groepsbewerkingsmodus
pl: Tryb operacji grupowych
pt: Modo de operações de grupo
sk: Režim skupinových operácií
sv: Gruppåtgärdsläge
uk: Режим групових операцій
uz: Guruh operatsiyalari rejimi

source: Sort Alphabetically
be: Сартаваць па алфавіце
cs: Řadit abecedně
da: Sortér alfabetisk
de: Alphabetisch sortieren
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique
it: Ordina alfabeticamente
kk: Әліпби бойынша сұрыптау
nl: Alfabetisch sorteren
pl: Sortuj alfabetycznie
pt: Ordenar alfabeticamente
sk: Zoradiť abecedne
sv: Sortera alfabetiskt
uk: Сортуй за абеткою
uz: Alifbo tartibida saralash

source: Sort by Recent Usage
be: Сартаваць па апошнім выкарыстанні
cs: Řadit podle posledního použití
da: Sortér efter seneste brug
de: Nach letzter Nutzung sortieren
es: Ordenar por uso reciente
fr: Trier par utilisation récente
it: Ordina per utilizzo recente
kk: Соңғы пайдалану бойынша сұрыптау
nl: Sorteren op recent gebruik
pl: Sortuj według ostatniego użycia
pt: Ordenar por utilização recente
sk: Zoradiť podľa posledného použitia
sv: Sortera efter senaste användning
uk: Сортуй за останнім застосунком
uz: So'nggi foydalanish bo'yicha saralash

source: Import Connections (Ctrl+I)
be: Імпарт злучэнняў (Ctrl+I)
cs: Importovat připojení (Ctrl+I)
da: Importér forbindelser (Ctrl+I)
de: Verbindungen importieren (Ctrl+I)
es: Importar conexiones (Ctrl+I)
fr: Importer des connexions (Ctrl+I)
it: Importa connessioni (Ctrl+I)
kk: Қосылымдарды импорттау (Ctrl+I)
nl: Verbindingen importeren (Ctrl+I)
pl: Importuj połączenia (Ctrl+I)
pt: Importar ligações (Ctrl+I)
sk: Importovať pripojenia (Ctrl+I)
sv: Importera anslutningar (Ctrl+I)
uk: Імпортування з'єднанків (Ctrl+I)
uz: Ulanishlarni import qilish (Ctrl+I)

source: Open Password Vault
be: Адкрыць сховішча пароляў
cs: Otevřít trezor hesel
da: Åbn adgangskodeboks
de: Passwort-Tresor öffnen
es: Abrir almacén de contraseñas
fr: Ouvrir le coffre de mots de passe
it: Apri cassaforte password
kk: Құпия сөз қоймасын ашу
nl: Wachtwoordkluis openen
pl: Otwórz sejf haseł
pt: Abrir cofre de palavras-passe
sk: Otvoriť trezor hesiel
sv: Öppna lösenordsvalv
uk: Відкрий сховище паролів
uz: Parol omborini ochish
